[
  {
    "status": true,
    "nomor": 11,
    "nama": "هود",
    "nama_latin": "Hud",
    "jumlah_ayat": 123,
    "tempat_turun": "mekah",
    "arti": "Hud",
    "deskripsi": "Surat Huud termasuk golongan surat-surat Makkiyyah, terdiri dari 123 ayat diturunkan sesudah surat Yunus. Surat ini dinamai <i>surat Huud</i> karena ada hubungan dengan terdapatnya kisah Nabi Huud a.s. dan kaumnya dalam surat ini terdapat juga kisah-kisah Nabi yang lain, seperti kisah Nuh a.s., Shaleh a.s., Ibrahim a.s., Luth a.s., Syu'aib a.s. dan Musa a.s.",
    "audio": "https://santrikoding.com/storage/audio/011.mp3",
    "ayat": [
      {
        "id": 1479,
        "surah": 11,
        "nomor": 6,
        "ar": "۞ وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ اِلَّا عَلَى اللّٰهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۗ كُلٌّ فِيْ كِتٰبٍ مُّبِيْنٍ",
        "tr": "wam<u>aa</u> min d<u>aa</u>bbatin fii <strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi rizquh<u>aa</u> waya'lamu mustaqarrah<u>aa</u> wamustawda'ah<u>aa</u> kullun fii kit<u>aa</u>bin mubiin<strong>in</strong>",
        "idn": "Dan tidak satupun makhluk bergerak (bernyawa) di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfuzh).",
        "signCode": "وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتب مبين"
      },
      {
        "id": 1480,
        "surah": 11,
        "nomor": 7,
        "ar": "وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ وَّكَانَ عَرْشُهٗ عَلَى الْمَاۤءِ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا ۗوَلَىِٕنْ قُلْتَ اِنَّكُمْ مَّبْعُوْثُوْنَ مِنْۢ بَعْدِ الْمَوْتِ لَيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰ",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a fii sittati ayy<u>aa</u>min wak<u>aa</u>na 'arsyuhu 'al<u>aa</u> <strong>a</strong>lm<u>aa</u>-i liyabluwakum ayyukum a<u>h</u>sanu 'amalan wala-in qulta innakum mab'uutsuuna min ba'di <strong>a</strong>lmawti layaquulanna <strong>al</strong>la<u>dz</u>iina kafaruu in h<u>aadzaa</u> ill<u>aa</u> si<u>h</u>run mubiin<strong>un</strong>",
        "idn": "Dan Dialah yang menciptakan langit dan bumi dalam enam masa, dan ‘Arsy-Nya di atas air, agar Dia menguji siapakah di antara kamu yang lebih baik amalnya. Jika engkau berkata (kepada penduduk Mekah), “Sesungguhnya kamu akan dibangkitkan setelah mati,” niscaya orang kafir itu akan berkata, “Ini hanyalah sihir yang nyata.”",
        "signCode": "وهو الذي خلق السموت والأرض في ستة أيام وكان عرشه على الماء ليبلوكم أيكم أحسن عملا ولئن قلت إنكم مبعوثون من بعد الموت ليقولن الذين كفروا إن هذا إلا سحر مبين"
      },
      {
        "id": 1481,
        "surah": 11,
        "nomor": 8,
        "ar": "وَلَىِٕنْ اَخَّرْنَا عَنْهُمُ الْعَذَابَ اِلٰٓى اُمَّةٍ مَّعْدُوْدَةٍ لَّيَقُوْلُنَّ مَا يَحْبِسُهٗ ۗ اَلَا يَوْمَ يَأْتِيْهِمْ لَيْسَ مَصْرُوْفًا عَنْهُمْ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
        "tr": "wala-in akhkharn<u>aa</u> 'anhumu <strong>a</strong>l'a<u>dzaa</u>ba il<u>aa</u> ummatin ma'duudatin layaquulunna m<u>aa</u> ya<u>h</u>bisuhu <strong>a</strong>l<u>aa</u> yawma ya/tiihim laysa ma<u>sh</u>ruufan 'anhum wa<u>haa</u>qa bihim m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>",
        "idn": "Dan sungguh, jika Kami tangguhkan azab terhadap mereka sampai waktu yang ditentukan, niscaya mereka akan berkata, “Apakah yang menghalanginya?” Ketahuilah, ketika azab itu datang kepada mereka, tidaklah dapat dielakkan oleh mereka. Mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.",
        "signCode": "ولئن أخرنا عنهم العذاب إلى أمة معدودة ليقولن ما يحبسه ألا يوم يأتيهم ليس مصروفا عنهم وحاق بهم ما كانوا به يستهزءون"
      },
      {
        "id": 1482,
        "surah": 11,
        "nomor": 9,
        "ar": "وَلَىِٕنْ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنٰهَا مِنْهُۚ اِنَّهٗ لَيَـُٔوْسٌ كَفُوْرٌ",
        "tr": "wala-in a<u>dz</u>aqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na minn<u>aa</u> ra<u>h</u>matan tsumma naza'n<u>aa</u>h<u>aa</u> minhu innahu layauusun kafuur<strong>un</strong>",
        "idn": "Dan jika Kami berikan rahmat Kami kepada manusia, kemudian (rahmat itu) Kami cabut kembali, pastilah dia menjadi putus asa dan tidak berterima kasih.",
        "signCode": "ولئن أذقنا الإنسن منا رحمة ثم نزعنها منه إنه ليءوس كفور"
      },
      {
        "id": 1483,
        "surah": 11,
        "nomor": 10,
        "ar": "وَلَىِٕنْ اَذَقْنٰهُ نَعْمَاۤءَ بَعْدَ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ ذَهَبَ السَّيِّاٰتُ عَنِّيْ ۗاِنَّهٗ لَفَرِحٌ فَخُوْرٌۙ  ",
        "tr": "wala-in a<u>dz</u>aqn<u>aa</u>hu na'm<u>aa</u>-a ba'da <u>dh</u>arr<u>aa</u>-a massat-hu layaquulanna <u>dz</u>ahaba <strong>al</strong>ssayyi-<u>aa</u>tu 'annii innahu lafari<u>h</u>un fakhuur<strong>un</strong>",
        "idn": "Dan jika Kami berikan kebahagiaan kepadanya setelah ditimpa bencana yang menimpanya, niscaya dia akan berkata, “Telah hilang bencana itu dariku.” Sesungguhnya dia (merasa) sangat gembira dan bangga,",
        "signCode": "ولئن أذقنه نعماء بعد ضراء مسته ليقولن ذهب السيءات عني إنه لفرح فخور"
      },
      {
        "id": 1484,
        "surah": 11,
        "nomor": 11,
        "ar": "اِلَّا الَّذِيْنَ صَبَرُوْا وَعَمِلُوا الصّٰلِحٰتِۗ اُولٰۤىِٕكَ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ",
        "tr": "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>sh</u>abaruu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti ul<u>aa</u>-ika lahum maghfiratun wa-ajrun kabiir<strong>un</strong>",
        "idn": "kecuali orang-orang yang sabar, dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.",
        "signCode": "إلا الذين صبروا وعملوا الصلحت أولئك لهم مغفرة وأجر كبير"
      },
      {
        "id": 1485,
        "surah": 11,
        "nomor": 12,
        "ar": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوْحٰىٓ اِلَيْكَ وَضَاۤىِٕقٌۢ بِهٖ صَدْرُكَ اَنْ يَّقُوْلُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ كَنْزٌ اَوْ جَاۤءَ مَعَهٗ مَلَكٌ  ۗاِنَّمَآ اَنْتَ نَذِيْرٌ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ۗ",
        "tr": "fala'allaka t<u>aa</u>rikun ba'<u>dh</u>a m<u>aa</u> yuu<u>haa</u> ilayka wa<u>daa</u>-iqun bihi <u>sh</u>adruka an yaquuluu lawl<u>aa</u> unzila 'alayhi kanzun aw j<u>aa</u>-a ma'ahu malakun innam<u>aa</u> anta na<u>dz</u>iirun wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in wakiil<strong>un</strong>",
        "idn": "Maka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya, karena mereka akan mengatakan, “Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang bersamanya malaikat?” Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu.",
        "signCode": "فلعلك تارك بعض ما يوحى إليك وضائق به صدرك أن يقولوا لولا أنزل عليه كنز أو جاء معه ملك إنما أنت نذير والله على كل شيء وكيل"
      },
      {
        "id": 1486,
        "surah": 11,
        "nomor": 13,
        "ar": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗقُلْ فَأْتُوْا بِعَشْرِ سُوَرٍ مِّثْلِهٖ مُفْتَرَيٰتٍ وَّادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
        "tr": "am yaquuluuna iftar<u>aa</u>hu qul fa/tuu bi'asyri suwarin mitslihi muftaray<u>aa</u>tin wa<strong>u</strong>d'uu mani ista<u>th</u>a'tum min duuni <strong>al</strong>l<u>aa</u>hi in kuntum <u>shaa</u>diqiin<strong>a</strong>",
        "idn": "Bahkan mereka mengatakan, “Dia (Muhammad) telah membuat-buat Al-Qur'an itu.” Katakanlah, “(Kalau demikian), datangkanlah sepuluh surah semisal dengannya (Al-Qur'an) yang dibuat-buat, dan ajaklah siapa saja di antara kamu yang sanggup selain Allah, jika kamu orang-orang yang benar.”",
        "signCode": "أم يقولون افترىه قل فأتوا بعشر سور مثله مفتريت وادعوا من استطعتم من دون الله إن كنتم صدقين"
      },
      {
        "id": 1487,
        "surah": 11,
        "nomor": 14,
        "ar": "فَاِلَّمْ يَسْتَجِيْبُوْا لَكُمْ فَاعْلَمُوْٓا اَنَّمَآ اُنْزِلَ بِعِلْمِ اللّٰهِ وَاَنْ لَّآ اِلٰهَ اِلَّا هُوَ ۚفَهَلْ اَنْتُمْ مُّسْلِمُوْنَ",
        "tr": "fa-illam yastajiibuu lakum fa<strong>i</strong>'lamuu annam<u>aa</u> unzila bi'ilmi <strong>al</strong>l<u>aa</u>hi wa-an l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fahal antum muslimuun<strong>a</strong>",
        "idn": "Maka jika mereka tidak memenuhi tantanganmu, maka (katakanlah), “Ketahuilah, bahwa (Al-Qur'an) itu diturunkan dengan ilmu Allah, dan bahwa tidak ada tuhan selain Dia, maka maukah kamu berserah diri (masuk Islam)?”",
        "signCode": "فإلم يستجيبوا لكم فاعلموا أنما أنزل بعلم الله وأن لا إله إلا هو فهل أنتم مسلمون"
      },
      {
        "id": 1488,
        "surah": 11,
        "nomor": 15,
        "ar": "مَنْ كَانَ يُرِيْدُ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا نُوَفِّ اِلَيْهِمْ اَعْمَالَهُمْ فِيْهَا وَهُمْ فِيْهَا لَا يُبْخَسُوْنَ",
        "tr": "man k<u>aa</u>na yuriidu <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> waziinatah<u>aa</u> nuwaffi ilayhim a'm<u>aa</u>lahum fiih<u>aa</u> wahum fiih<u>aa</u> l<u>aa</u> yubkhasuun<strong>a</strong>",
        "idn": "Barangsiapa menghendaki kehidupan dunia dan perhiasannya, pasti Kami berikan (balasan) penuh atas pekerjaan mereka di dunia (dengan sempurna) dan mereka di dunia tidak akan dirugikan.",
        "signCode": "من كان يريد الحيوة الدنيا وزينتها نوف إليهم أعملهم فيها وهم فيها لا يبخسون"
      },
      {
        "id": 1489,
        "surah": 11,
        "nomor": 16,
        "ar": "اُولٰۤىِٕكَ الَّذِيْنَ لَيْسَ لَهُمْ فِى الْاٰخِرَةِ اِلَّا النَّارُ ۖوَحَبِطَ مَا صَنَعُوْا فِيْهَا وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
        "tr": "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina laysa lahum fii <strong>a</strong>l-<u>aa</u>khirati ill<u>aa</u> <strong>al</strong>nn<u>aa</u>ru wa<u>h</u>abi<u>th</u>a m<u>aa</u> <u>sh</u>ana'uu fiih<u>aa</u> wab<u>aath</u>ilun m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "idn": "Itulah orang-orang yang tidak memperoleh (sesuatu) di akhirat kecuali neraka, dan sia-sialah di sana apa yang telah mereka usahakan (di dunia) dan terhapuslah apa yang telah mereka kerjakan. ",
        "signCode": "أولئك الذين ليس لهم في الءاخرة إلا النار وحبط ما صنعوا فيها وبطل ما كانوا يعملون"
      },
      {
        "id": 1490,
        "surah": 11,
        "nomor": 17,
        "ar": "اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ وَيَتْلُوْهُ شَاهِدٌ مِّنْهُ وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰىٓ اِمَامًا وَّرَحْمَةًۗ  اُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗوَمَنْ يَّكْفُرْ بِهٖ مِنَ الْاَحْزَابِ فَالنَّارُ مَوْعِدُهٗ فَلَا تَكُ فِيْ مِرْيَةٍ مِّنْهُ",
        "tr": "afaman k<u>aa</u>na 'al<u>aa</u> bayyinatin min rabbihi wayatluuhu sy<u>aa</u>hidun minhu wamin qablihi kit<u>aa</u>bu muus<u>aa</u> im<u>aa</u>man wara<u>h</u>matan ul<u>aa</u>-ika yu/minuuna bihi waman yakfur bihi mina <strong>a</strong>l-a<u>h</u>z<u>aa</u>bi fa<strong>al</strong>nn<u>aa</u>ru maw'iduhu fal<u>aa</u> taku fii miryatin minhu innahu <strong>a</strong>l<u>h</u>aqqu min rabbika wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yu/minuun<strong>a</strong>",
        "idn": "Maka apakah (orang-orang kafir itu sama dengan) orang yang sudah mempunyai bukti yang nyata (Al-Qur'an) dari Tuhannya, dan diikuti oleh saksi dari-Nya dan sebelumnya sudah ada pula Kitab Musa yang menjadi pedoman dan rahmat? Mereka beriman kepadanya (Al-Qur'an). Barangsiapa mengingkarinya (Al-Qur'an) di antara kelompok-kelompok (orang Quraisy), maka nerakalah tempat yang diancamkan baginya, karena itu janganlah engkau ragu terhadap Al-Qur'an. Sungguh, Al-Qur'an itu benar-benar dari Tuhanmu, tetapi kebanyakan manusia tidak beriman.",
        "signCode": "أفمن كان على بينة من ربه ويتلوه شاهد منه ومن قبله كتب موسى إماما ورحمة أولئك يؤمنون به ومن يكفر به من الأحزاب فالنار موعده فلا تك في مرية منه إنه الحق من ربك ولكن أكثر الناس لا يؤمنون"
      },
      {
        "id": 1491,
        "surah": 11,
        "nomor": 18,
        "ar": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ اُولٰۤىِٕكَ يُعْرَضُوْنَ عَلٰى رَبِّهِمْ وَيَقُوْلُ الْاَشْهَادُ هٰٓؤُلَاۤءِ الَّذِيْنَ كَذَبُوْا عَلٰى رَبِّهِمْۚ  اَلَا لَعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ۙ  ",
        "tr": "waman a<u>zh</u>lamu mimmani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban ul<u>aa</u>-ika yu'ra<u>dh</u>uuna 'al<u>aa</u> rabbihim wayaquulu <strong>a</strong>l-asyh<u>aa</u>du h<u>aa</u>ul<u>aa</u>-i <strong>al</strong>la<u>dz</u>iina ka<u>dz</u>abuu 'al<u>aa</u> rabbihim <strong>a</strong>l<u>aa</u> la'natu <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah? Mereka itu akan dihadapkan kepada Tuhan mereka, dan para saksi akan berkata, “Orang-orang inilah yang telah berbohong terhadap Tuhan mereka.” Ingatlah, laknat Allah (ditimpakan) kepada orang yang zalim,",
        "signCode": "ومن أظلم ممن افترى على الله كذبا أولئك يعرضون على ربهم ويقول الأشهد هؤلاء الذين كذبوا على ربهم ألا لعنة الله على الظلمين"
      },
      {
        "id": 1492,
        "surah": 11,
        "nomor": 19,
        "ar": "الَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۗ وَهُمْ بِالْاٰخِرَةِ هُمْ كفِٰرُوْنَ",
        "tr": "<strong>al</strong>la<u>dz</u>iina ya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wayabghuunah<u>aa</u> 'iwajan wahum bi<strong>a</strong>l-<u>aa</u>khirati hum k<u>aa</u>firuun<strong>a</strong>",
        "idn": "(yaitu) mereka yang menghalangi dari jalan Allah dan menghendaki agar jalan itu bengkok. Dan mereka itulah orang yang tidak percaya adanya hari akhirat.",
        "signCode": "الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالءاخرة هم كفرون"
      },
      {
        "id": 1493,
        "surah": 11,
        "nomor": 20,
        "ar": "اُولٰۤىِٕكَ لَمْ يَكُوْنُوْا مُعْجِزِيْنَ فِى الْاَرْضِ وَمَا كَانَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ۘ يُضٰعَفُ لَهُمُ الْعَذَابُ ۗمَا كَانُوْا يَسْتَطِيْعُوْنَ السَّمْعَ وَمَا كَانُوْا يُبْصِرُوْنَ",
        "tr": "ul<u>aa</u>-ika lam yakuunuu mu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> k<u>aa</u>na lahum min duuni <strong>al</strong>l<u>aa</u>hi min awliy<u>aa</u>-a yu<u>daa</u>'afu lahumu <strong>a</strong>l'a<u>dzaa</u>bu m<u>aa</u> k<u>aa</u>nuu yasta<u>th</u>ii'uuna <strong>al</strong>ssam'a wam<u>aa</u> k<u>aa</u>nuu yub<u>sh</u>iruun<strong>a</strong>",
        "idn": "Mereka tidak mampu menghalangi (siksaan Allah) di bumi, dan tidak akan ada bagi mereka penolong selain Allah. Azab itu dilipatgandakan kepada mereka. Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat(nya).",
        "signCode": "أولئك لم يكونوا معجزين في الأرض وما كان لهم من دون الله من أولياء يضعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون"
      },
      {
        "id": 1494,
        "surah": 11,
        "nomor": 21,
        "ar": "اُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ",
        "tr": "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>",
        "idn": "Mereka itulah orang yang merugikan dirinya sendiri, dan lenyaplah dari mereka apa yang selalu mereka ada-adakan.",
        "signCode": "أولئك الذين خسروا أنفسهم وضل عنهم ما كانوا يفترون"
      },
      {
        "id": 1495,
        "surah": 11,
        "nomor": 22,
        "ar": "لَاجَرَمَ اَنَّهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ",
        "tr": "l<u>aa</u> jarama annahum fii <strong>a</strong>l-<u>aa</u>khirati humu <strong>a</strong>l-akhsaruun<strong>a</strong>",
        "idn": "Pasti mereka itu (menjadi) orang yang paling rugi di akhirat.",
        "signCode": "لا جرم أنهم في الءاخرة هم الأخسرون"
      },
      {
        "id": 1496,
        "surah": 11,
        "nomor": 23,
        "ar": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاَخْبَتُوْٓا اِلٰى رَبِّهِمْۙ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shaa</u>li<u>haa</u>ti wa-akhbatuu il<u>aa</u> rabbihim ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
        "idn": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan dan merendahkan diri kepada Tuhan, mereka itu penghuni surga, mereka kekal di dalamnya.",
        "signCode": "إن الذين ءامنوا وعملوا الصلحت وأخبتوا إلى ربهم أولئك أصحب الجنة هم فيها خلدون"
      },
      {
        "id": 1497,
        "surah": 11,
        "nomor": 24,
        "ar": "۞ مَثَلُ الْفَرِيْقَيْنِ كَالْاَعْمٰى وَالْاَصَمِّ وَالْبَصِيْرِ وَالسَّمِيْعِۗ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَفَلَا تَذَكَّرُوْنَ ",
        "tr": "matsalu <strong>a</strong>lfariiqayni ka<strong>a</strong>l<strong>-</strong>a'm<u>aa</u> wa<strong>a</strong>l-a<u>sh</u>ammi wa<strong>a</strong>lba<u>sh</u>iiri wa<strong>al</strong>ssamii'i hal yastawiy<u>aa</u>ni matsalan afal<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Perumpamaan kedua golongan (orang kafir dan mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Samakah kedua golongan itu? Maka tidakkah kamu mengambil pelajaran?",
        "signCode": "مثل الفريقين كالأعمى والأصم والبصير والسميع هل يستويان مثلا أفلا تذكرون"
      },
      {
        "id": 1498,
        "surah": 11,
        "nomor": 25,
        "ar": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۙ",
        "tr": "walaqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi innii lakum na<u>dz</u>iirun mubiin<strong>un</strong>",
        "idn": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, (dia berkata), “Sungguh, aku ini adalah pemberi peringatan yang nyata bagi kamu,",
        "signCode": "ولقد أرسلنا نوحا إلى قومه إني لكم نذير مبين"
      },
      {
        "id": 1499,
        "surah": 11,
        "nomor": 26,
        "ar": "اَنْ لَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۖاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ اَلِيْمٍ",
        "tr": "an l<u>aa</u> ta'buduu ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha innii akh<u>aa</u>fu 'alaykum 'a<u>dzaa</u>ba yawmin <strong>a</strong>liim<strong>in</strong>",
        "idn": "agar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih.”",
        "signCode": "أن لا تعبدوا إلا الله إني أخاف عليكم عذاب يوم أليم"
      },
      {
        "id": 1500,
        "surah": 11,
        "nomor": 27,
        "ar": "فَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا نَرٰىكَ اِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرٰىكَ اتَّبَعَكَ اِلَّا الَّذِيْنَ هُمْ اَرَاذِلُنَا بَادِيَ الرَّأْيِۚ وَمَا نَرٰى لَكُمْ عَلَيْنَا مِنْ فَضْلٍۢ بَلْ نَظُنُّكُمْ كٰذِبِيْنَ",
        "tr": "faq<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi m<u>aa</u> nar<u>aa</u>ka ill<u>aa</u> basyaran mitslan<u>aa</u> wam<u>aa</u> nar<u>aa</u>ka ittaba'aka ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina hum ar<u>aadz</u>ilun<u>aa</u> b<u>aa</u>diya <strong>al</strong>rra/yi wam<u>aa</u> nar<u>aa</u> lakum 'alayn<u>aa</u> min fa<u>dh</u>lin bal na<u>zh</u>unnukum k<u>aadz</u>ibiin<strong>a</strong>",
        "idn": "Maka berkatalah para pemuka yang kafir dari kaumnya, “Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.”",
        "signCode": "فقال الملأ الذين كفروا من قومه ما نرىك إلا بشرا مثلنا وما نرىك اتبعك إلا الذين هم أراذلنا بادي الرأي وما نرى لكم علينا من فضل بل نظنكم كذبين"
      },
      {
        "id": 1501,
        "surah": 11,
        "nomor": 28,
        "ar": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَاٰتٰىنِيْ رَحْمَةً مِّنْ عِنْدِهٖ فَعُمِّيَتْ عَلَيْكُمْۗ اَنُلْزِمُكُمُوْهَا وَاَنْتُمْ لَهَا كٰرِهُوْنَ",
        "tr": "q<u>aa</u>la y<u>aa</u> qawmi ara-aytum in kuntu 'al<u>aa</u> bayyinatin min rabbii wa<u>aa</u>t<u>aa</u>nii ra<u>h</u>matan min 'indihi fa'ummiyat 'alaykum anulzimukumuuh<u>aa</u> wa-antum lah<u>aa</u> k<u>aa</u>rihuun<strong>a</strong>",
        "idn": "Dia (Nuh) berkata,  ”Wahai kaumku! Apa pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku, dan aku diberi rahmat dari sisi-Nya, sedangkan (rahmat itu) disamarkan bagimu. Apa kami akan memaksa kamu untuk menerimanya, padahal kamu tidak menyukainya?",
        "signCode": "قال يقوم أرءيتم إن كنت على بينة من ربي وءاتىني رحمة من عنده فعميت عليكم أنلزمكموها وأنتم لها كرهون"
      },
      {
        "id": 1502,
        "surah": 11,
        "nomor": 29,
        "ar": "وَيٰقَوْمِ لَآ اَسْـَٔلُكُمْ عَلَيْهِ مَالًاۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ وَمَآ اَنَا۠ بِطَارِدِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّهُمْ مُّلٰقُوْا رَبِّهِمْ وَلٰكِنِّيْٓ اَرٰىكُمْ قَوْمًا تَجْهَلُوْنَ",
        "tr": "way<u>aa</u> qawmi l<u>aa</u> as-alukum 'alayhi m<u>aa</u>lan in ajriya ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> an<u>aa</u> bi<u>th</u><u>aa</u>ridi <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu innahum mul<u>aa</u>quu rabbihim wal<u>aa</u>kinnii ar<u>aa</u>kum qawman tajhaluun<strong>a</strong>",
        "idn": "Dan wahai kaumku! Aku tidak meminta harta kepada kamu (sebagai imbalan) atas seruanku. Imbalanku hanyalah dari Allah dan aku sekali-kali tidak akan mengusir orang yang telah beriman. Sungguh, mereka akan bertemu dengan Tuhannya, dan sebaliknya aku memandangmu sebagai kaum yang bodoh.",
        "signCode": "ويقوم لا أسءلكم عليه مالا إن أجري إلا على الله وما أنا بطارد الذين ءامنوا إنهم ملقوا ربهم ولكني أرىكم قوما تجهلون"
      },
      {
        "id": 1503,
        "surah": 11,
        "nomor": 30,
        "ar": "وَيٰقَوْمِ مَنْ يَّنْصُرُنِيْ مِنَ اللّٰهِ اِنْ طَرَدْتُّهُمْ ۗ اَفَلَا تَذَكَّرُوْنَ",
        "tr": "way<u>aa</u> qawmi man yan<u>sh</u>urunii mina <strong>al</strong>l<u>aa</u>hi in <u>th</u>aradtuhum afal<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Dan wahai kaumku! Siapakah yang akan menolongku dari (azab) Allah jika aku mengusir mereka. Tidakkah kamu mengambil pelajaran?",
        "signCode": "ويقوم من ينصرني من الله إن طردتهم أفلا تذكرون"
      },
      {
        "id": 1504,
        "surah": 11,
        "nomor": 31,
        "ar": "وَلَآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُوْلُ اِنِّيْ مَلَكٌ وَّلَآ اَقُوْلُ لِلَّذِيْنَ تَزْدَرِيْٓ اَعْيُنُكُمْ لَنْ يُّؤْتِيَهُمُ اللّٰهُ خَيْرًا ۗ اَللّٰهُ اَعْلَمُ بِمَا فِيْٓ اَنْفُسِهِمْ ۚاِنِّيْٓ اِ",
        "tr": "wal<u>aa</u> aquulu lakum 'indii khaz<u>aa</u>-inu <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> a'lamu <strong>a</strong>lghayba wal<u>aa</u> aquulu innii malakun wal<u>aa</u> aquulu lilla<u>dz</u>iina tazdarii a'yunukum lan yu/tiyahumu <strong>al</strong>l<u>aa</u>hu khayran <strong>al</strong>l<u>aa</u>hu a'lamu bim<u>aa</u> fii anfusihim innii i<u>dz</u>an lamina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan aku tidak mengatakan kepadamu, bahwa aku mempunyai gudang-gudang rezeki dan kekayaan dari Allah, dan aku tidak mengetahui yang gaib, dan tidak (pula) mengatakan bahwa sesungguhnya aku adalah malaikat, dan aku tidak (juga) mengatakan kepada orang yang dipandang hina oleh penglihatanmu, “Bahwa Allah tidak akan memberikan kebaikan kepada mereka. Allah lebih mengetahui apa yang ada pada diri mereka. Sungguh, jika demikian aku benar-benar termasuk orang-orang yang zalim.”",
        "signCode": "ولا أقول لكم عندي خزائن الله ولا أعلم الغيب ولا أقول إني ملك ولا أقول للذين تزدري أعينكم لن يؤتيهم الله خيرا الله أعلم بما في أنفسهم إني إذا لمن الظلمين"
      },
      {
        "id": 1505,
        "surah": 11,
        "nomor": 32,
        "ar": "قَالُوْا يٰنُوْحُ قَدْ جَادَلْتَنَا فَاَ كْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
        "tr": "q<u>aa</u>luu y<u>aa</u> nuu<u>h</u>u qad j<u>aa</u>daltan<u>aa</u> fa-aktsarta jid<u>aa</u>lan<u>aa</u> fa/tin<u>aa</u> bim<u>aa</u> ta'idun<u>aa</u> in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
        "idn": "Mereka berkata, “Wahai Nuh! Sungguh, engkau telah berbantah dengan kami, dan engkau telah memperpanjang bantahanmu terhadap kami, maka datangkanlah kepada kami azab yang engkau ancamkan, jika kamu termasuk orang yang benar.”",
        "signCode": "قالوا ينوح قد جدلتنا فأكثرت جدلنا فأتنا بما تعدنا إن كنت من الصدقين"
      },
      {
        "id": 1506,
        "surah": 11,
        "nomor": 33,
        "ar": "قَالَ اِنَّمَا يَأْتِيْكُمْ بِهِ اللّٰهُ اِنْ شَاۤءَ وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ",
        "tr": "q<u>aa</u>la innam<u>aa</u> ya/tiikum bihi <strong>al</strong>l<u>aa</u>hu in sy<u>aa</u>-a wam<u>aa</u> antum bimu'jiziin<strong>a</strong>",
        "idn": "Dia (Nuh) menjawab, “Hanya Allah yang akan mendatangkan azab kepadamu jika Dia menghendaki, dan kamu tidak akan dapat melepaskan diri.",
        "signCode": "قال إنما يأتيكم به الله إن شاء وما أنتم بمعجزين"
      },
      {
        "id": 1507,
        "surah": 11,
        "nomor": 34,
        "ar": "وَلَا يَنْفَعُكُمْ نُصْحِيْٓ اِنْ اَرَدْتُّ اَنْ اَنْصَحَ لَكُمْ اِنْ كَانَ اللّٰهُ يُرِيْدُ اَنْ يُّغْوِيَكُمْ ۗهُوَ رَبُّكُمْ ۗوَاِلَيْهِ تُرْجَعُوْنَۗ ",
        "tr": "wal<u>aa</u> yanfa'ukum nu<u>sy</u>ii in aradtu an an<u>sh</u>a<u>h</u>a lakum in k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu yuriidu an yughwiyakum huwa rabbukum wa-ilayhi turja'uun<strong>a</strong>",
        "idn": "Dan nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin memberi nasihat kepadamu, kalau Allah hendak menyesatkan kamu. Dia adalah Tuhanmu, dan kepada-Nyalah kamu dikembalikan.”",
        "signCode": "ولا ينفعكم نصحي إن أردت أن أنصح لكم إن كان الله يريد أن يغويكم هو ربكم وإليه ترجعون"
      },
      {
        "id": 1508,
        "surah": 11,
        "nomor": 35,
        "ar": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُۗ قُلْ اِنِ افْتَرَيْتُهٗ فَعَلَيَّ اِجْرَامِيْ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تُجْرِمُوْنَ ",
        "tr": "am yaquuluuna iftar<u>aa</u>hu qul ini iftaraytuhu fa'alayya ijr<u>aa</u>mii wa-an<u>aa</u> barii-un mimm<u>aa</u> tujrimuun<strong>a</strong>",
        "idn": "Bahkan mereka (orang kafir) berkata, “Dia cuma mengada-ada saja.” Katakanlah (Muhammad), “Jika aku mengada-ada, akulah yang akan memikul dosanya, dan aku bebas dari dosa yang kamu perbuat.”",
        "signCode": "أم يقولون افترىه قل إن افتريته فعلي إجرامي وأنا بريء مما تجرمون"
      },
      {
        "id": 1509,
        "surah": 11,
        "nomor": 36,
        "ar": "وَاُوْحِيَ اِلٰى نُوْحٍ اَنَّهٗ لَنْ يُّؤْمِنَ مِنْ قَوْمِكَ اِلَّا مَنْ قَدْ اٰمَنَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَفْعَلُوْنَۖ  ",
        "tr": "wauu<u>h</u>iya il<u>aa</u> nuu<u>h</u>in annahu lan yu/mina min qawmika ill<u>aa</u> man qad <u>aa</u>mana fal<u>aa</u> tabta-is bim<u>aa</u> k<u>aa</u>nuu yaf'aluun<strong>a</strong>",
        "idn": "Dan diwahyukan kepada Nuh, “Ketahuilah tidak akan beriman di an-tara kaummu, kecuali orang yang benar-benar beriman (saja), karena itu janganlah engkau bersedih hati tentang apa yang mereka perbuat.",
        "signCode": "وأوحي إلى نوح أنه لن يؤمن من قومك إلا من قد ءامن فلا تبتئس بما كانوا يفعلون"
      },
      {
        "id": 1510,
        "surah": 11,
        "nomor": 37,
        "ar": "وَاصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِيْ فِى الَّذِيْنَ ظَلَمُوْا ۚاِنَّهُمْ مُّغْرَقُوْنَ",
        "tr": "wa<strong>i</strong><u>sh</u>na'i <strong>a</strong>lfulka bi-a'yunin<u>aa</u> wawa<u>h</u>yin<u>aa</u> wal<u>aa</u> tukh<u>aath</u>ibnii fii <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu innahum mughraquun<strong>a</strong>",
        "idn": "Dan buatlah kapal itu dengan pengawasan dan petunjuk wahyu Kami, dan janganlah engkau bicarakan dengan Aku tentang orang-orang yang zalim. Sesungguhnya mereka itu akan ditenggelamkan.”",
        "signCode": "واصنع الفلك بأعيننا ووحينا ولا تخطبني في الذين ظلموا إنهم مغرقون"
      },
      {
        "id": 1511,
        "surah": 11,
        "nomor": 38,
        "ar": "وَيَصْنَعُ الْفُلْكَۗ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَاٌ مِّنْ قَوْمِهٖ سَخِرُوْا مِنْهُ ۗقَالَ اِنْ تَسْخَرُوْا مِنَّا فَاِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُوْنَۗ ",
        "tr": "waya<u>sh</u>na'u <strong>a</strong>lfulka wakullam<u>aa</u> marra 'alayhi malaun min qawmihi sakhiruu minhu q<u>aa</u>la in taskharuu minn<u>aa</u> fa-inn<u>aa</u> naskharu minkum kam<u>aa</u> taskharuun<strong>a</strong>",
        "idn": "Dan mulailah dia (Nuh) membuat kapal. Setiap kali pemimpin kaumnya berjalan melewatinya, mereka mengejeknya. Dia (Nuh) berkata, “Jika kamu mengejek kami, maka kami (pun) akan mengejekmu sebagaimana kamu mengejek (kami).",
        "signCode": "ويصنع الفلك وكلما مر عليه ملأ من قومه سخروا منه قال إن تسخروا منا فإنا نسخر منكم كما تسخرون"
      },
      {
        "id": 1512,
        "surah": 11,
        "nomor": 39,
        "ar": "فَسَوْفَ تَعْلَمُوْنَۙ مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ",
        "tr": "fasawfa ta'lamuuna man ya/tiihi 'a<u>dzaa</u>bun yukhziihi waya<u>h</u>illu 'alayhi 'a<u>dzaa</u>bun muqiim<strong>un</strong>",
        "idn": "Maka kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan (siapa) yang akan ditimpa azab yang kekal.”",
        "signCode": "فسوف تعلمون من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم"
      },
      {
        "id": 1513,
        "surah": 11,
        "nomor": 40,
        "ar": "حَتّٰىٓ اِذَا جَاۤءَ اَمْرُنَا وَفَارَ التَّنُّوْرُۙ قُلْنَا احْمِلْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ اٰمَنَ ۗوَمَآ اٰمَنَ مَعَهٗٓ اِلَّا قَلِيْلٌ",
        "tr": "<u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-a amrun<u>aa</u> waf<u>aa</u>ra <strong>al</strong>ttannuuru quln<u>aa</u> i<u>h</u>mil fiih<u>aa</u> min kullin zawjayni itsnayni wa-ahlaka ill<u>aa</u> man sabaqa 'alayhi <strong>a</strong>lqawlu waman <u>aa</u>mana wam<u>aa</u> <u>aa</u>mana ma'ahu ill<u>aa</u> qaliil<strong>un</strong>",
        "idn": "Hingga apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, Kami berfirman, “Muatkanlah ke dalamnya (kapal itu) dari masing-masing (hewan) sepasang (jantan dan betina), dan (juga) keluargamu kecuali orang yang telah terkena ketetapan terdahulu dan (muatkan pula) orang yang beriman.” Ternyata orang-orang beriman yang bersama dengan Nuh hanya sedikit.",
        "signCode": "حتى إذا جاء أمرنا وفار التنور قلنا احمل فيها من كل زوجين اثنين وأهلك إلا من سبق عليه القول ومن ءامن وما ءامن معه إلا قليل"
      },
      {
        "id": 1514,
        "surah": 11,
        "nomor": 41,
        "ar": "۞ وَقَالَ ارْكَبُوْا فِيْهَا بِسْمِ اللّٰهِ مَجْرٰ۪ىهَا وَمُرْسٰىهَا ۗاِنَّ رَبِّيْ لَغَفُوْرٌ رَّحِيْمٌ",
        "tr": "waq<u>aa</u>la irkabuu fiih<u>aa</u> bismi <strong>al</strong>l<u>aa</u>hi majr<u>aa</u>h<u>aa</u> wamurs<u>aa</u>h<u>aa</u> inna rabbii laghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Dan dia berkata,  ”Naiklah kamu semua ke dalamnya (kapal) dengan (menyebut) nama Allah pada waktu berlayar dan berlabuhnya. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang.”",
        "signCode": "وقال اركبوا فيها بسم الله مجرىها ومرسىها إن ربي لغفور رحيم"
      },
      {
        "id": 1515,
        "surah": 11,
        "nomor": 42,
        "ar": "وَهِيَ تَجْرِيْ بِهِمْ فِيْ مَوْجٍ كَالْجِبَالِۗ وَنَادٰى نُوْحُ ِۨابْنَهٗ وَكَانَ فِيْ مَعْزِلٍ يّٰبُنَيَّ ارْكَبْ مَّعَنَا وَلَا تَكُنْ مَّعَ الْكٰفِرِيْنَ",
        "tr": "wahiya tajrii bihim fii mawjin ka<strong>a</strong>ljib<u>aa</u>li wan<u>aa</u>d<u>aa</u> nuu<u>h</u>unu ibnahu wak<u>aa</u>na fii ma'zilin y<u>aa</u> bunayya irkab ma'an<u>aa</u> wal<u>aa</u> takun ma'a <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>",
        "idn": "Dan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, “Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.”",
        "signCode": "وهي تجري بهم في موج كالجبال ونادى نوح ابنه وكان في معزل يبني اركب معنا ولا تكن مع الكفرين"
      },
      {
        "id": 1516,
        "surah": 11,
        "nomor": 43,
        "ar": "قَالَ سَاٰوِيْٓ اِلٰى جَبَلٍ يَّعْصِمُنِيْ مِنَ الْمَاۤءِ ۗقَالَ لَا عَاصِمَ الْيَوْمَ مِنْ اَمْرِ اللّٰهِ اِلَّا مَنْ رَّحِمَ ۚوَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِيْنَ",
        "tr": "q<u>aa</u>la sa<u>aa</u>wii il<u>aa</u> jabalin ya'<u>sh</u>imunii mina <strong>a</strong>lm<u>aa</u>-i q<u>aa</u>la l<u>aa</u> '<u>aas</u>ima <strong>a</strong>lyawma min amri <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> man ra<u>h</u>ima wa<u>haa</u>la baynahum<u>aa</u> <strong>a</strong>lmawju fak<u>aa</u>na mina <strong>a</strong>lmughraqiin<strong>a</strong>",
        "idn": "Dia (anaknya) menjawab, “Aku akan mencari perlindungan ke gunung yang dapat menghindarkan aku dari air bah!”  (Nuh) berkata, “Tidak ada yang melindungi dari siksaan Allah pada hari ini selain Allah yang Maha Penyayang.” Dan gelombang menjadi penghalang antara keduanya; maka dia (anak itu) termasuk orang yang ditenggelamkan.",
        "signCode": "قال سءاوي إلى جبل يعصمني من الماء قال لا عاصم اليوم من أمر الله إلا من رحم وحال بينهما الموج فكان من المغرقين"
      },
      {
        "id": 1517,
        "surah": 11,
        "nomor": 44,
        "ar": "وَقِيْلَ يٰٓاَرْضُ ابْلَعِيْ مَاۤءَكِ وَيَا سَمَاۤءُ اَقْلِعِيْ وَغِيْضَ الْمَاۤءُ وَقُضِيَ الْاَمْرُ وَاسْتَوَتْ عَلَى الْجُوْدِيِّ وَقِيْلَ بُعْدًا لِّلْقَوْمِ الظّٰلِمِيْنَ",
        "tr": "waqiila y<u>aa</u> ar<u>dh</u>u ibla'ii m<u>aa</u>-aki way<u>aa</u> sam<u>aa</u>u aqli'ii waghii<u>dh</u>a <strong>a</strong>lm<u>aa</u>u waqu<u>dh</u>iya <strong>a</strong>l-amru wa<strong>i</strong>stawat 'al<u>aa</u> <strong>a</strong>ljuudiyyi waqiila bu'dan lilqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan difirmankan, “Wahai bumi! Telanlah airmu dan wahai langit (hujan!) berhentilah.” Dan air pun disurutkan, dan perintah pun diselesaikan dan kapal itupun berlabuh di atas gunung Judi, dan dikatakan,  ”Binasalah orang-orang zalim.”",
        "signCode": "وقيل يأرض ابلعي ماءك ويسماء أقلعي وغيض الماء وقضي الأمر واستوت على الجودي وقيل بعدا للقوم الظلمين"
      },
      {
        "id": 1518,
        "surah": 11,
        "nomor": 45,
        "ar": "وَنَادٰى نُوْحٌ رَّبَّهٗ فَقَالَ رَبِّ اِنَّ ابْنِيْ مِنْ اَهْلِيْۚ وَاِنَّ وَعْدَكَ الْحَقُّ وَاَنْتَ اَحْكَمُ الْحٰكِمِيْنَ",
        "tr": "wan<u>aa</u>d<u>aa</u> nuu<u>h</u>un rabbahu faq<u>aa</u>la rabbi inna ibnii min ahlii wa-inna wa'daka <strong>a</strong>l<u>h</u>aqqu wa-anta a<u>h</u>kamu <strong>a</strong>l<u>haa</u>kimiin<strong>a</strong>",
        "idn": "Dan Nuh memohon kepada Tuhannya sambil berkata, “Ya Tuhanku, sesungguhnya anakku adalah termasuk keluargaku, dan janji-Mu itu pasti benar. Engkau adalah hakim yang paling adil.”",
        "signCode": "ونادى نوح ربه فقال رب إن ابني من أهلي وإن وعدك الحق وأنت أحكم الحكمين"
      },
      {
        "id": 1519,
        "surah": 11,
        "nomor": 46,
        "ar": "قَالَ يٰنُوْحُ اِنَّهٗ لَيْسَ مِنْ اَهْلِكَ ۚاِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنِّيْٓ اَعِظُكَ اَنْ تَكُوْنَ مِنَ الْجٰهِلِيْنَ",
        "tr": "q<u>aa</u>la y<u>aa</u> nuu<u>h</u>u innahu laysa min ahlika innahu 'amalun ghayru <u>shaa</u>li<u>h</u>in fal<u>aa</u> tas-alni m<u>aa</u> laysa laka bihi 'ilmun innii a'i<u>zh</u>uka an takuuna mina <strong>a</strong>lj<u>aa</u>hiliin<strong>a</strong>",
        "idn": "Dia (Allah) berfirman, “Wahai Nuh! Sesungguhnya dia bukanlah termasuk keluargamu, karena perbuatannya sungguh tidak baik, sebab itu jangan engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Aku menasihatimu agar (engkau) tidak termasuk orang yang bodoh.”",
        "signCode": "قال ينوح إنه ليس من أهلك إنه عمل غير صلح فلا تسءلن ما ليس لك به علم إني أعظك أن تكون من الجهلين"
      },
      {
        "id": 1520,
        "surah": 11,
        "nomor": 47,
        "ar": "قَالَ رَبِّ اِنِّيْٓ اَعُوْذُ بِكَ اَنْ اَسْـَٔلَكَ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ ۗوَاِلَّا تَغْفِرْ لِيْ وَتَرْحَمْنِيْٓ اَكُنْ مِّنَ الْخٰسِرِيْنَ",
        "tr": "q<u>aa</u>la rabbi innii a'uu<u>dz</u>u bika an as-alaka m<u>aa</u> laysa lii bihi 'ilmun wa-ill<u>aa</u> taghfir lii watar<u>h</u>amnii akun mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>",
        "idn": "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku berlindung kepada-Mu untuk memohon kepada-Mu sesuatu yang aku tidak mengetahui (hakikatnya). Kalau Engkau tidak mengampuniku, dan (tidak) menaruh belas kasihan kepadaku, niscaya aku termasuk orang yang rugi.”",
        "signCode": "قال رب إني أعوذ بك أن أسءلك ما ليس لي به علم وإلا تغفر لي وترحمني أكن من الخسرين"
      },
      {
        "id": 1521,
        "surah": 11,
        "nomor": 48,
        "ar": "قِيْلَ يٰنُوْحُ اهْبِطْ بِسَلٰمٍ مِّنَّا وَبَرَكٰتٍ عَلَيْكَ وَعَلٰٓى اُمَمٍ مِّمَّنْ مَّعَكَ ۗوَاُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِّنَّا عَذَابٌ اَلِيْمٌ",
        "tr": "qiila y<u>aa</u> nuu<u>h</u>u ihbi<u>th</u> bisal<u>aa</u>min minn<u>aa</u> wabarak<u>aa</u>tin 'alayka wa'al<u>aa</u> umamin mimman ma'aka waumamun sanumatti'uhum tsumma yamassuhum minn<u>aa</u> 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Difirmankan, “Wahai Nuh! Turunlah dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat (mukmin) yang bersamamu. Dan ada umat-umat yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab Kami yang pedih.”",
        "signCode": "قيل ينوح اهبط بسلم منا وبركت عليك وعلى أمم ممن معك وأمم سنمتعهم ثم يمسهم منا عذاب أليم"
      },
      {
        "id": 1522,
        "surah": 11,
        "nomor": 49,
        "ar": "تِلْكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهَآ اِلَيْكَ ۚمَا كُنْتَ تَعْلَمُهَآ اَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هٰذَاۚ فَاصْبِرْۚ اِنَّ الْعَاقِبَةَ لِلْمُتَّقِيْنَ ",
        "tr": "tilka min anb<u>aa</u>-i <strong>a</strong>lghaybi nuu<u>h</u>iih<u>aa</u> ilayka m<u>aa</u> kunta ta'lamuh<u>aa</u> anta wal<u>aa</u> qawmuka min qabli h<u>aadzaa</u> fa<strong>i</strong><u>sh</u>bir inna <strong>a</strong>l'<u>aa</u>qibata lilmuttaqiin<strong>a</strong>",
        "idn": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad); tidak pernah engkau mengetahuinya dan tidak (pula) kaummu sebelum ini. Maka bersabarlah, sungguh, kesudahan (yang baik) adalah bagi orang yang bertakwa.",
        "signCode": "تلك من أنباء الغيب نوحيها إليك ما كنت تعلمها أنت ولا قومك من قبل هذا فاصبر إن العقبة للمتقين"
      },
      {
        "id": 1523,
        "surah": 11,
        "nomor": 50,
        "ar": "وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗاِنْ اَنْتُمْ اِلَّا مُفْتَرُوْنَ",
        "tr": "wa-il<u>aa</u> '<u>aa</u>din akh<u>aa</u>hum huudan q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu in antum ill<u>aa</u> muftaruun<strong>a</strong>",
        "idn": "Dan kepada kaum ‘Ad (Kami utus) saudara mereka, Hud. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Selama ini) kamu hanyalah mengada-ada.",
        "signCode": "وإلى عاد أخاهم هودا قال يقوم اعبدوا الله ما لكم من إله غيره إن أنتم إلا مفترون"
      },
      {
        "id": 1524,
        "surah": 11,
        "nomor": 51,
        "ar": "يٰقَوْمِ لَآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًا ۗاِنْ اَجْرِيَ اِلَّا عَلَى الَّذِيْ فَطَرَنِيْ ۗ اَفَلَا تَعْقِلُوْنَ ",
        "tr": "y<u>aa</u> qawmi l<u>aa</u> as-alukum 'alayhi ajran in ajriya ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>la<u>dz</u>ii fa<u>th</u>aranii afal<u>aa</u> ta'qiluun<strong>a</strong>",
        "idn": "Wahai kaumku! Aku tidak meminta imbalan kepadamu atas (seruanku) ini. Imbalanku hanyalah dari Allah yang telah menciptakanku. Tidakkah kamu mengerti?”",
        "signCode": "يقوم لا أسءلكم عليه أجرا إن أجري إلا على الذي فطرني أفلا تعقلون"
      },
      {
        "id": 1525,
        "surah": 11,
        "nomor": 52,
        "ar": "وَيٰقَوْمِ اسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ يُرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًا وَّيَزِدْكُمْ قُوَّةً اِلٰى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِيْنَ",
        "tr": "way<u>aa</u> qawmi istaghfiruu rabbakum tsumma tuubuu ilayhi yursili <strong>al</strong>ssam<u>aa</u>-a 'alaykum midr<u>aa</u>ran wayazidkum quwwatan il<u>aa</u> quwwatikum wal<u>aa</u> tatawallaw mujrimiin<strong>a</strong>",
        "idn": "Dan (Hud berkata), “Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.”",
        "signCode": "ويقوم استغفروا ربكم ثم توبوا إليه يرسل السماء عليكم مدرارا ويزدكم قوة إلى قوتكم ولا تتولوا مجرمين"
      },
      {
        "id": 1526,
        "surah": 11,
        "nomor": 53,
        "ar": "قَالُوْا يٰهُوْدُ مَاجِئْتَنَا بِبَيِّنَةٍ وَّمَا نَحْنُ بِتَارِكِيْٓ  اٰلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
        "tr": "q<u>aa</u>luu y<u>aa</u> huudu m<u>aa</u> ji/tan<u>aa</u> bibayyinatin wam<u>aa</u> na<u>h</u>nu bit<u>aa</u>rikii <u>aa</u>lihatin<u>aa</u> 'an qawlika wam<u>aa</u> na<u>h</u>nu laka bimu/miniin<strong>a</strong>",
        "idn": " Mereka (kaum ‘Ad) berkata, “Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu,",
        "signCode": "قالوا يهود ما جئتنا ببينة وما نحن بتاركي ءالهتنا عن قولك وما نحن لك بمؤمنين"
      },
      {
        "id": 1527,
        "surah": 11,
        "nomor": 54,
        "ar": "اِنْ نَّقُوْلُ اِلَّا اعْتَرٰىكَ بَعْضُ اٰلِهَتِنَا بِسُوْۤءٍ ۗقَالَ اِنِّيْٓ اُشْهِدُ اللّٰهَ وَاشْهَدُوْٓا اَنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ",
        "tr": "in naquulu ill<u>aa</u> i'tar<u>aa</u>ka ba'<u>dh</u>u <u>aa</u>lihatin<u>aa</u> bisuu-in q<u>aa</u>la innii usyhidu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>syhaduu annii barii-un mimm<u>aa</u> tusyrikuun<strong>a</strong>",
        "idn": "kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.” Dia (Hud) menjawab, “Sesungguhnya aku bersaksi kepada Allah dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan,",
        "signCode": "إن نقول إلا اعترىك بعض ءالهتنا بسوء قال إني أشهد الله واشهدوا أني بريء مما تشركون"
      },
      {
        "id": 1528,
        "surah": 11,
        "nomor": 55,
        "ar": "مِنْ دُوْنِهٖ فَكِيْدُوْنِيْ جَمِيْعًا ثُمَّ لَا تُنْظِرُوْنِ",
        "tr": "min duunihi fakiiduunii jamii'an tsumma l<u>aa</u> tun<u>zh</u>iruun<strong>i</strong>",
        "idn": "dengan yang lain, sebab itu jalankanlah semua tipu dayamu terhadapku dan jangan kamu tunda lagi.",
        "signCode": "من دونه فكيدوني جميعا ثم لا تنظرون"
      },
      {
        "id": 1529,
        "surah": 11,
        "nomor": 56,
        "ar": "اِنِّيْ تَوَكَّلْتُ عَلَى اللّٰهِ رَبِّيْ وَرَبِّكُمْ ۗمَا مِنْ دَاۤبَّةٍ اِلَّا هُوَ اٰخِذٌۢ بِنَاصِيَتِهَا ۗاِنَّ رَبِّيْ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
        "tr": "innii tawakkaltu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi rabbii warabbikum m<u>aa</u> min d<u>aa</u>bbatin ill<u>aa</u> huwa <u>aa</u>khi<u>dz</u>un bin<u>aas</u>iyatih<u>aa</u> inna rabbii 'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
        "idn": "Sesungguhnya aku bertawakal kepada Allah Tuhanku dan Tuhanmu. Tidak satu pun makhluk bergerak yang bernyawa melainkan Dialah yang memegang ubun-ubunnya (menguasainya). Sungguh, Tuhanku di jalan yang lurus (adil).",
        "signCode": "إني توكلت على الله ربي وربكم ما من دابة إلا هو ءاخذ بناصيتها إن ربي على صرط مستقيم"
      },
      {
        "id": 1530,
        "surah": 11,
        "nomor": 57,
        "ar": "فَاِنْ تَوَلَّوْا فَقَدْ اَبْلَغْتُكُمْ مَّآ اُرْسِلْتُ بِهٖٓ اِلَيْكُمْ ۗوَيَسْتَخْلِفُ رَبِّيْ قَوْمًا غَيْرَكُمْۗ وَلَا تَضُرُّوْنَهٗ شَيْـًٔا ۗاِنَّ رَبِّيْ عَلٰى كُلِّ شَيْءٍ حَفِيْظٌ",
        "tr": "fa-in tawallaw faqad ablaghtukum m<u>aa</u> ursiltu bihi ilaykum wayastakhlifu rabbii qawman ghayrakum wal<u>aa</u> ta<u>dh</u>urruunahu syay-an inna rabbii 'al<u>aa</u> kulli syay-in <u>h</u>afii<u>zh</u><strong>un</strong>",
        "idn": "Maka jika kamu berpaling, maka sungguh, aku telah menyampaikan kepadamu apa yang menjadi tugasku sebagai rasul kepadamu. Dan Tuhanku akan mengganti kamu dengan kaum yang lain, sedang kamu tidak dapat mendatangkan mudarat kepada-Nya sedikit pun. Sesungguhnya Tuhanku Maha Pemelihara segala sesuatu.” ",
        "signCode": "فإن تولوا فقد أبلغتكم ما أرسلت به إليكم ويستخلف ربي قوما غيركم ولا تضرونه شيءا إن ربي على كل شيء حفيظ"
      },
      {
        "id": 1531,
        "surah": 11,
        "nomor": 58,
        "ar": "وَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا هُوْدًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّاۚ وَنَجَّيْنٰهُمْ مِّنْ عَذَابٍ غَلِيْظٍ",
        "tr": "walamm<u>aa</u> j<u>aa</u>-a amrun<u>aa</u> najjayn<u>aa</u> huudan wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu bira<u>h</u>matin minn<u>aa</u> wanajjayn<u>aa</u>hum min 'a<u>dzaa</u>bin ghalii<u>zh</u><strong>in</strong>",
        "idn": "Dan ketika azab Kami datang, Kami selamatkan Hud dan orang-orang yang beriman bersama dia dengan rahmat Kami. Kami selamatkan (pula) mereka  (di akhirat) dari azab yang berat.",
        "signCode": "ولما جاء أمرنا نجينا هودا والذين ءامنوا معه برحمة منا ونجينهم من عذاب غليظ"
      },
      {
        "id": 1532,
        "surah": 11,
        "nomor": 59,
        "ar": "وَتِلْكَ عَادٌ  ۖجَحَدُوْا بِاٰيٰتِ رَبِّهِمْ وَعَصَوْا رُسُلَهٗ وَاتَّبَعُوْٓا اَمْرَ كُلِّ جَبَّارٍ عَنِيْدٍ",
        "tr": "watilka '<u>aa</u>dun ja<u>h</u>aduu bi-<u>aa</u>y<u>aa</u>ti rabbihim wa'a<u>sh</u>aw rusulahu wa<strong>i</strong>ttaba'uu amra kulli jabb<u>aa</u>rin 'aniid<strong>in</strong>",
        "idn": "Dan itulah (kisah) kaum ‘Ad yang mengingkari tanda-tanda (kekuasaan) Tuhan. Mereka mendurhakai rasul-rasul-Nya dan menuruti perintah semua penguasa yang sewenang-wenang lagi durhaka.",
        "signCode": "وتلك عاد جحدوا بءايت ربهم وعصوا رسله واتبعوا أمر كل جبار عنيد"
      },
      {
        "id": 1533,
        "surah": 11,
        "nomor": 60,
        "ar": "وَاُتْبِعُوْا فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً وَّيَوْمَ الْقِيٰمَةِ ۗ اَلَآ اِنَّ عَادًا كَفَرُوْا رَبَّهُمْ ۗ اَلَا بُعْدًا لِّعَادٍ قَوْمِ هُوْدٍ ",
        "tr": "wautbi'uu fii h<u>aadz</u>ihi <strong>al</strong>dduny<u>aa</u> la'natan wayawma <strong>a</strong>lqiy<u>aa</u>mati <strong>a</strong>l<u>aa</u> inna '<u>aa</u>dan kafaruu rabbahum <strong>a</strong>l<u>aa</u> bu'dan li'<u>aa</u>din qawmi huud<strong>in</strong>",
        "idn": "Dan mereka selalu diikuti dengan laknat di dunia ini dan (begitu pula) di hari Kiamat. Ingatlah, kaum ‘Ad itu ingkar kepada Tuhan mereka. Sungguh, binasalah kaum ‘Ad, umat Hud itu,",
        "signCode": "وأتبعوا في هذه الدنيا لعنة ويوم القيمة ألا إن عادا كفروا ربهم ألا بعدا لعاد قوم هود"
      },
      {
        "id": 1534,
        "surah": 11,
        "nomor": 61,
        "ar": "۞ وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا ۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗهُوَ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاسْتَعْمَرَكُمْ فِيْهَا فَاسْتَغْفِرُوْهُ ثُمَّ تُوْبُوْٓا اِلَيْهِ ۗاِنَّ رَبِّيْ قَرِيْبٌ مُّجِيْبٌ",
        "tr": "wa-il<u>aa</u> tsamuuda akh<u>aa</u>hum <u>shaa</u>li<u>h</u>an q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu huwa ansya-akum mina <strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>sta'marakum fiih<u>aa</u> fa<strong>i</strong>staghfiruuhu tsumma tuubuu ilayhi inna rabbii qariibun mujiib<strong>un</strong>",
        "idn": "dan kepada kaum samud (Kami utus) saudara mereka, Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya, karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya).”",
        "signCode": "وإلى ثمود أخاهم صلحا قال يقوم اعبدوا الله ما لكم من إله غيره هو أنشأكم من الأرض واستعمركم فيها فاستغفروه ثم توبوا إليه إن ربي قريب مجيب"
      },
      {
        "id": 1535,
        "surah": 11,
        "nomor": 62,
        "ar": "قَالُوْا يٰصٰلِحُ قَدْ كُنْتَ فِيْنَا مَرْجُوًّا قَبْلَ هٰذَآ اَتَنْهٰىنَآ اَنْ نَّعْبُدَ مَا يَعْبُدُ اٰبَاۤؤُنَا وَاِنَّنَا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَآ اِلَيْهِ مُرِيْبٍ",
        "tr": "q<u>aa</u>luu y<u>aa</u> <u>shaa</u>li<u>h</u>u qad kunta fiin<u>aa</u> marjuwwan qabla h<u>aadzaa</u> atanh<u>aa</u>n<u>aa</u> an na'buda m<u>aa</u> ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> wa-innan<u>aa</u> lafii syakkin mimm<u>aa</u> tad'uun<u>aa</u> ilayhi muriib<strong>un</strong>",
        "idn": "Mereka (kaum samud) berkata, “Wahai Saleh! Sungguh, engkau sebelum ini berada di tengah-tengah kami merupakan orang yang di harapkan, mengapa engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sungguh, kami benar-benar dalam keraguan dan kegelisahan terhadap apa (agama) yang engkau serukan kepada kami.”",
        "signCode": "قالوا يصلح قد كنت فينا مرجوا قبل هذا أتنهىنا أن نعبد ما يعبد ءاباؤنا وإننا لفي شك مما تدعونا إليه مريب"
      },
      {
        "id": 1536,
        "surah": 11,
        "nomor": 63,
        "ar": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْۗ وَاٰتٰىنِيْ مِنْهُ رَحْمَةً فَمَنْ يَّنْصُرُنِيْ مِنَ اللّٰهِ اِنْ عَصَيْتُهٗ ۗفَمَا تَزِيْدُوْنَنِيْ غَيْرَ تَخْسِيْرٍ",
        "tr": "q<u>aa</u>la y<u>aa</u> qawmi ara-aytum in kuntu 'al<u>aa</u> bayyinatin min rabbii wa<u>aa</u>t<u>aa</u>nii minhu ra<u>h</u>matan faman yan<u>sh</u>urunii mina <strong>al</strong>l<u>aa</u>hi in 'a<u>sh</u>aytuhu fam<u>aa</u> taziiduunanii ghayra takhsiir<strong>in</strong>",
        "idn": "Dia (Saleh) berkata, “Wahai kaumku! Terangkanlah kepadaku jika aku mempunyai bukti yang nyata dari Tuhanku dan diberi-Nya aku rahmat (kenabian) dari-Nya, maka siapa yang akan menolongku dari (azab) Allah jika aku mendurhakai-Nya? Maka kamu hanya akan menambah kerugian kepadaku.",
        "signCode": "قال يقوم أرءيتم إن كنت على بينة من ربي وءاتىني منه رحمة فمن ينصرني من الله إن عصيته فما تزيدونني غير تخسير"
      },
      {
        "id": 1537,
        "surah": 11,
        "nomor": 64,
        "ar": "وَيٰقَوْمِ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيْبٌ",
        "tr": "way<u>aa</u> qawmi h<u>aadz</u>ihi n<u>aa</u>qatu <strong>al</strong>l<u>aa</u>hi lakum <u>aa</u>yatan fa<u>dz</u>aruuh<u>aa</u> ta/kul fii ar<u>dh</u>i <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> tamassuuh<u>aa</u> bisuu-in faya/khu<u>dz</u>akum 'a<u>dzaa</u>bun qariib<strong>un</strong>",
        "idn": "Dan wahai kaumku! Inilah unta betina dari Allah, sebagai mukjizat untukmu, sebab itu biarkanlah dia makan di bumi Allah, dan janganlah kamu mengganggunya dengan gangguan apa pun yang akan menyebabkan kamu segera ditimpa (azab).”",
        "signCode": "ويقوم هذه ناقة الله لكم ءاية فذروها تأكل في أرض الله ولا تمسوها بسوء فيأخذكم عذاب قريب"
      },
      {
        "id": 1538,
        "surah": 11,
        "nomor": 65,
        "ar": "فَعَقَرُوْهَا فَقَالَ تَمَتَّعُوْا فِيْ دَارِكُمْ ثَلٰثَةَ اَيَّامٍ ۗذٰلِكَ وَعْدٌ غَيْرُ مَكْذُوْبٍ",
        "tr": "fa'aqaruuh<u>aa</u> faq<u>aa</u>la tamatta'uu fii d<u>aa</u>rikum tsal<u>aa</u>tsata ayy<u>aa</u>min <u>dzaa</u>lika wa'dun ghayru mak<u>dz</u>uub<strong>in</strong>",
        "idn": "Maka mereka menyembelih unta itu, kemudian dia (Saleh) berkata, “Bersukarialah kamu semua di rumahmu selama tiga hari. Itu adalah janji yang tidak dapat didustakan.”",
        "signCode": "فعقروها فقال تمتعوا في داركم ثلثة أيام ذلك وعد غير مكذوب"
      },
      {
        "id": 1539,
        "surah": 11,
        "nomor": 66,
        "ar": "فَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا صٰلِحًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْيِ يَوْمِىِٕذٍ ۗاِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيْزُ",
        "tr": "falamm<u>aa</u> j<u>aa</u>-a amrun<u>aa</u> najjayn<u>aa</u> <u>shaa</u>li<u>h</u>an wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu bira<u>h</u>matin minn<u>aa</u> wamin khizyi yawmi-i<u>dz</u>in inna rabbaka huwa <strong>a</strong>lqawiyyu <strong>a</strong>l'aziiz<strong>u</strong>",
        "idn": "Maka ketika keputusan Kami datang, Kami selamatkan Saleh dan orang-orang yang beriman bersamanya dengan rahmat Kami dan (Kami selamatkan) dari kehinaan pada hari itu. Sungguh, Tuhanmu, Dia Mahakuat, Mahaperkasa.",
        "signCode": "فلما جاء أمرنا نجينا صلحا والذين ءامنوا معه برحمة منا ومن خزي يومئذ إن ربك هو القوي العزيز"
      },
      {
        "id": 1540,
        "surah": 11,
        "nomor": 67,
        "ar": "وَاَخَذَ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ",
        "tr": "wa-akha<u>dz</u>a <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu <strong>al</strong><u>shsh</u>ay<u>h</u>atu fa-a<u>sh</u>ba<u>h</u>uu fii diy<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>",
        "idn": " Kemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya.",
        "signCode": "وأخذ الذين ظلموا الصيحة فأصبحوا في ديرهم جثمين"
      },
      {
        "id": 1541,
        "surah": 11,
        "nomor": 68,
        "ar": "كَاَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ اَلَآ اِنَّ ثَمُوْدَا۠ كَفَرُوْا رَبَّهُمْ ۗ اَلَا بُعْدًا لِّثَمُوْدَ ",
        "tr": "ka-an lam yaghnaw fiih<u>aa</u> <strong>a</strong>l<u>aa</u> inna tsamuuda kafaruu rabbahum <strong>a</strong>l<u>aa</u> bu'dan litsamuud<strong>a</strong>",
        "idn": "Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum samud.",
        "signCode": "كأن لم يغنوا فيها ألا إن ثمودا كفروا ربهم ألا بعدا لثمود"
      },
      {
        "id": 1542,
        "surah": 11,
        "nomor": 69,
        "ar": "وَلَقَدْ جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰى قَالُوْا سَلٰمًا ۖقَالَ سَلٰمٌ فَمَا لَبِثَ اَنْ جَاۤءَ بِعِجْلٍ حَنِيْذٍ",
        "tr": "walaqad j<u>aa</u>-at rusulun<u>aa</u> ibr<u>aa</u>hiima bi<strong>a</strong>lbusyr<u>aa</u> q<u>aa</u>luu sal<u>aa</u>man q<u>aa</u>la sal<u>aa</u>mun fam<u>aa</u> labitsa an j<u>aa</u>-a bi'ijlin <u>h</u>anii<u>dz</u><strong>in</strong>",
        "idn": "Dan para utusan Kami (para malaikat) telah datang kepada Ibrahim dengan membawa kabar gembira, mereka mengucapkan, “Selamat.” Dia (Ibrahim) menjawab, “Selamat (atas kamu).” Ma-ka tidak lama kemudian Ibrahim menyuguhkan daging anak sapi yang dipanggang.",
        "signCode": "ولقد جاءت رسلنا إبرهيم بالبشرى قالوا سلما قال سلم فما لبث أن جاء بعجل حنيذ"
      },
      {
        "id": 1543,
        "surah": 11,
        "nomor": 70,
        "ar": "فَلَمَّا رَاٰىٓ اَيْدِيَهُمْ لَا تَصِلُ اِلَيْهِ نَكِرَهُمْ وَاَوْجَسَ مِنْهُمْ خِيْفَةً ۗقَالُوْا لَا تَخَفْ اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمِ لُوْطٍۗ ",
        "tr": "falamm<u>aa</u> ra<u>aa</u> aydiyahum l<u>aa</u> ta<u>sh</u>ilu ilayhi nakirahum wa-awjasa minhum khiifatan q<u>aa</u>luu l<u>aa</u> takhaf inn<u>aa</u> ursiln<u>aa</u> il<u>aa</u> qawmi luu<u>th</u><strong>in</strong>",
        "idn": "Maka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, “Jangan takut, sesungguhnya kami diutus kepada kaum Lut.”",
        "signCode": "فلما رءا أيديهم لا تصل إليه نكرهم وأوجس منهم خيفة قالوا لا تخف إنا أرسلنا إلى قوم لوط"
      },
      {
        "id": 1544,
        "surah": 11,
        "nomor": 71,
        "ar": "وَامْرَاَتُهٗ قَاۤىِٕمَةٌ فَضَحِكَتْ فَبَشَّرْنٰهَا بِاِسْحٰقَۙ وَمِنْ وَّرَاۤءِ اِسْحٰقَ يَعْقُوْبَ",
        "tr": "wa<strong>i</strong>mra-atuhu q<u>aa</u>-imatun fa<u>dh</u>a<u>h</u>ikat fabasysyarn<u>aa</u>h<u>aa</u> bi-is<u>haa</u>qa wamin war<u>aa</u>-i is<u>haa</u>qa ya'quub<strong>a</strong>",
        "idn": "Dan istrinya berdiri lalu dia tersenyum. Maka Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishak dan setelah Ishak (akan lahir) Yakub.",
        "signCode": "وامرأته قائمة فضحكت فبشرنها بإسحق ومن وراء إسحق يعقوب"
      },
      {
        "id": 1545,
        "surah": 11,
        "nomor": 72,
        "ar": "قَالَتْ يٰوَيْلَتٰىٓ ءَاَلِدُ وَاَنَا۠ عَجُوْزٌ وَّهٰذَا بَعْلِيْ شَيْخًا ۗاِنَّ هٰذَا لَشَيْءٌ عَجِيْبٌ",
        "tr": "q<u>aa</u>lat y<u>aa</u> waylat<u>aa</u> a-alidu wa-an<u>aa</u> 'ajuuzun wah<u>aadzaa</u> ba'lii syaykhan inna h<u>aadzaa</u> lasyay-un 'ajiib<strong>un</strong>",
        "idn": "Dia (istrinya) berkata, “Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.”",
        "signCode": "قالت يويلتى ءألد وأنا عجوز وهذا بعلي شيخا إن هذا لشيء عجيب"
      },
      {
        "id": 1546,
        "surah": 11,
        "nomor": 73,
        "ar": "قَالُوْٓا اَتَعْجَبِيْنَ مِنْ اَمْرِ اللّٰهِ رَحْمَتُ اللّٰهِ وَبَرَكٰتُهٗ عَلَيْكُمْ اَهْلَ الْبَيْتِۗ اِنَّهُ حَمِيْدٌ مَّجِيْدٌ",
        "tr": "q<u>aa</u>luu ata'jabiina min amri <strong>al</strong>l<u>aa</u>hi ra<u>h</u>matu <strong>al</strong>l<u>aa</u>hi wabarak<u>aa</u>tuhu 'alaykum ahla <strong>a</strong>lbayti innahu <u>h</u>amiidun majiid<strong>un</strong>",
        "idn": "Mereka (para malaikat) berkata, “Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.”",
        "signCode": "قالوا أتعجبين من أمر الله رحمت الله وبركته عليكم أهل البيت إنه حميد مجيد"
      },
      {
        "id": 1547,
        "surah": 11,
        "nomor": 74,
        "ar": "فَلَمَّا ذَهَبَ عَنْ اِبْرٰهِيْمَ الرَّوْعُ وَجَاۤءَتْهُ الْبُشْرٰى يُجَادِلُنَا فِيْ قَوْمِ لُوْطٍ",
        "tr": "falamm<u>aa</u> <u>dz</u>ahaba 'an ibr<u>aa</u>hiima <strong>al</strong>rraw'u waj<u>aa</u>-at-hu <strong>a</strong>lbusyr<u>aa </u>yuj<u>aa</u>dilun<u>aa</u> fii qawmi luu<u>th</u><strong>in</strong>",
        "idn": "Maka ketika rasa takut hilang dari Ibrahim dan kabar gembira telah datang kepadanya, dia pun bersoal jawab dengan (para malaikat) Kami tentang kaum Lut.",
        "signCode": "فلما ذهب عن إبرهيم الروع وجاءته البشرى يجدلنا في قوم لوط"
      },
      {
        "id": 1548,
        "surah": 11,
        "nomor": 75,
        "ar": "اِنَّ اِبْرٰهِيْمَ لَحَلِيْمٌ اَوَّاهٌ مُّنِيْبٌ",
        "tr": "inna ibr<u>aa</u>hiima la<u>h</u>aliimun aww<u>aa</u>hun muniib<strong>un</strong>",
        "idn": "Ibrahim sungguh penyantun, lembut hati dan suka kembali (kepada Allah).",
        "signCode": "إن إبرهيم لحليم أوه منيب"
      },
      {
        "id": 1549,
        "surah": 11,
        "nomor": 76,
        "ar": "يٰٓاِبْرٰهِيْمُ اَعْرِضْ عَنْ هٰذَا ۚاِنَّهٗ قَدْ جَاۤءَ اَمْرُ رَبِّكَۚ وَاِنَّهُمْ اٰتِيْهِمْ عَذَابٌ غَيْرُ مَرْدُوْدٍ",
        "tr": "y<u>aa</u> ibr<u>aa</u>hiimu a'ri<u>dh</u> 'an h<u>aadzaa</u> innahu qad j<u>aa</u>-a amru rabbika wa-innahum <u>aa</u>tiihim 'a<u>dzaa</u>bun ghayru marduud<strong>in</strong>",
        "idn": "Wahai Ibrahim! Tinggalkanlah (perbincangan) ini, sungguh, ketetapan Tuhanmu telah datang, dan mereka itu akan ditimpa azab yang tidak dapat ditolak.",
        "signCode": "يإبرهيم أعرض عن هذا إنه قد جاء أمر ربك وإنهم ءاتيهم عذاب غير مردود"
      },
      {
        "id": 1550,
        "surah": 11,
        "nomor": 77,
        "ar": "وَلَمَّا جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالَ هٰذَا يَوْمٌ عَصِيْبٌ",
        "tr": "walamm<u>aa</u> j<u>aa</u>-at rusulun<u>aa</u> luu<u>th</u>an sii-a bihim wa<u>daa</u>qa bihim <u>dz</u>ar'an waq<u>aa</u>la h<u>aadzaa</u> yawmun 'a<u>sh</u>iib<strong>un</strong>",
        "idn": "Dan ketika para utusan Kami (para malaikat) itu datang kepada Lut, dia merasa curiga dan dadanya merasa sempit karena (kedatangan)nya. Dia (Lut) berkata, “Ini hari yang sangat sulit.”",
        "signCode": "ولما جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقال هذا يوم عصيب"
      },
      {
        "id": 1551,
        "surah": 11,
        "nomor": 78,
        "ar": "وَجَاۤءَهٗ قَوْمُهٗ يُهْرَعُوْنَ اِلَيْهِۗ وَمِنْ قَبْلُ كَانُوْا يَعْمَلُوْنَ السَّيِّاٰتِۗ قَالَ يٰقَوْمِ هٰٓؤُلَاۤءِ بَنَاتِيْ هُنَّ اَطْهَرُ لَكُمْ فَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ فِيْ ضَيْفِيْۗ  اَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيْدٌ",
        "tr": "waj<u>aa</u>-ahu qawmuhu yuhra'uuna ilayhi wamin qablu k<u>aa</u>nuu ya'maluuna <strong>al</strong>ssayyi-<u>aa</u>ti q<u>aa</u>la y<u>aa</u> qawmi h<u>aa</u>ul<u>aa</u>-i ban<u>aa</u>tii hunna a<u>th</u>haru lakum fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wal<u>aa</u> tukhzuuni fii <u>dh</u>ayfii alaysa minkum rajulun rasyiid<strong>un</strong>",
        "idn": "Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, “Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?”",
        "signCode": "وجاءه قومه يهرعون إليه ومن قبل كانوا يعملون السيءات قال يقوم هؤلاء بناتي هن أطهر لكم فاتقوا الله ولا تخزون في ضيفي أليس منكم رجل رشيد"
      },
      {
        "id": 1552,
        "surah": 11,
        "nomor": 79,
        "ar": "قَالُوْا لَقَدْ عَلِمْتَ مَا لَنَا فِيْ بَنٰتِكَ مِنْ حَقٍّۚ وَاِنَّكَ لَتَعْلَمُ مَا نُرِيْدُ",
        "tr": "q<u>aa</u>luu laqad 'alimta m<u>aa</u> lan<u>aa</u> fii ban<u>aa</u>tika min <u>h</u>aqqin wa-innaka lata'lamu m<u>aa</u> nuriid<strong>u</strong>",
        "idn": "Mereka menjawab, “Sesungguhnya eng-kau pasti tahu bahwa kami tidak mempunyai keinginan (syahwat) terhadap putri-putrimu; dan engkau tentu mengetahui apa yang (sebenarnya) kami kehendaki.”",
        "signCode": "قالوا لقد علمت ما لنا في بناتك من حق وإنك لتعلم ما نريد"
      },
      {
        "id": 1553,
        "surah": 11,
        "nomor": 80,
        "ar": "قَالَ لَوْ اَنَّ لِيْ بِكُمْ قُوَّةً اَوْ اٰوِيْٓ اِلٰى رُكْنٍ شَدِيْدٍ",
        "tr": "q<u>aa</u>la law anna lii bikum quwwatan aw <u>aa</u>wii il<u>aa</u> ruknin syadiid<strong>in</strong>",
        "idn": "Dia (Lut) berkata, “Sekiranya aku mempunyai kekuatan (untuk menolakmu) atau aku dapat berlindung kepada keluarga yang kuat (tentu aku lakukan).”",
        "signCode": "قال لو أن لي بكم قوة أو ءاوي إلى ركن شديد"
      },
      {
        "id": 1554,
        "surah": 11,
        "nomor": 81,
        "ar": "قَالُوْا يٰلُوْطُ اِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوْٓا اِلَيْكَ فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ اِلَّا امْرَاَتَكَۗ اِنَّهٗ مُصِيْبُهَا مَآ اَصَابَهُمْ  ۗاِنَّ مَوْعِدَهُمُ الصُّبْحُ ۗ اَلَيْسَ الصُّبْحُ بِق",
        "tr": "q<u>aa</u>luu y<u>aa</u> luu<u>th</u>u inn<u>aa</u> rusulu rabbika lan ya<u>sh</u>iluu ilayka fa-asri bi-ahlika biqi<u>th</u>'in mina <strong>al</strong>layli wal<u>aa</u> yaltafit minkum a<u>h</u>adun ill<u>aa</u> imra-ataka innahu mu<u>sh</u>iibuh<u>aa</u> m<u>aa</u> a<u>shaa</u>bahum inna maw'idahumu <strong>al</strong><u>shsh</u>ub<u>h</u>u alaysa <strong>al</strong><u>shsh</u>ub<u>h</u>u biqariib<strong>in</strong>",
        "idn": "Mereka (para malaikat) berkata, “Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?”",
        "signCode": "قالوا يلوط إنا رسل ربك لن يصلوا إليك فأسر بأهلك بقطع من اليل ولا يلتفت منكم أحد إلا امرأتك إنه مصيبها ما أصابهم إن موعدهم الصبح أليس الصبح بقريب"
      },
      {
        "id": 1555,
        "surah": 11,
        "nomor": 82,
        "ar": "فَلَمَّا جَاۤءَ اَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّنْ سِجِّيْلٍ مَّنْضُوْدٍ",
        "tr": "falamm<u>aa</u> j<u>aa</u>-a amrun<u>aa</u> ja'aln<u>aa</u> '<u>aa</u>liyah<u>aa</u> s<u>aa</u>filah<u>aa</u> wa-am<u>th</u>arn<u>aa</u> 'alayh<u>aa</u> <u>h</u>ij<u>aa</u>ratan min sijjiilin man<u>dh</u>uud<strong>in</strong>",
        "idn": "Maka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, ",
        "signCode": "فلما جاء أمرنا جعلنا عليها سافلها وأمطرنا عليها حجارة من سجيل منضود"
      },
      {
        "id": 1556,
        "surah": 11,
        "nomor": 83,
        "ar": "مُسَوَّمَةً عِنْدَ رَبِّكَۗ وَمَا هِيَ مِنَ الظّٰلِمِيْنَ بِبَعِيْدٍ ",
        "tr": "musawwamatan 'inda rabbika wam<u>aa</u> hiya mina <strong>al</strong><u>zhzhaa</u>limiina biba'iid<strong>in</strong>",
        "idn": "yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim.",
        "signCode": "مسومة عند ربك وما هي من الظلمين ببعيد"
      },
      {
        "id": 1557,
        "surah": 11,
        "nomor": 84,
        "ar": "۞ وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗوَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيْزَانَ اِنِّيْٓ اَرٰىكُمْ بِخَيْرٍ وَّاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيْطٍ",
        "tr": "wa-il<u>aa</u> madyana akh<u>aa</u>hum syu'ayban q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu wal<u>aa</u> tanqu<u>sh</u>uu <strong>a</strong>lmiky<u>aa</u>la wa<strong>a</strong>lmiiz<u>aa</u>na innii ar<u>aa</u>kum bikhayrin wa-innii akh<u>aa</u>fu 'alaykum 'a<u>dzaa</u>ba yawmin mu<u>h</u>ii<u>th</u><strong>in</strong>",
        "idn": "Dan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dan janganlah kamu kurangi takaran dan timbangan. Sesungguhnya aku melihat kamu dalam keadaan yang baik (makmur). Dan sesungguhnya aku khawatir kamu akan ditimpa azab pada hari yang membinasakan (Kiamat).",
        "signCode": "وإلى مدين أخاهم شعيبا قال يقوم اعبدوا الله ما لكم من إله غيره ولا تنقصوا المكيال والميزان إني أرىكم بخير وإني أخاف عليكم عذاب يوم محيط"
      },
      {
        "id": 1558,
        "surah": 11,
        "nomor": 85,
        "ar": "وَيٰقَوْمِ اَوْفُوا الْمِكْيَالَ وَالْمِيْزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
        "tr": "way<u>aa</u> qawmi awfuu <strong>a</strong>lmiky<u>aa</u>la wa<strong>a</strong>lmiiz<u>aa</u>na bi<strong>a</strong>lqis<u>th</u>i wal<u>aa</u> tabkhasuu <strong>al</strong>nn<u>aa</u>sa asyy<u>aa</u>-ahum wal<u>aa</u> ta'tsaw fii <strong>a</strong>l-ar<u>dh</u>i mufsidiin<strong>a</strong>",
        "idn": "Dan wahai kaumku! Penuhilah takaran dan timbangan dengan adil, dan janganlah kamu merugikan manusia terhadap hak-hak mereka dan jangan kamu membuat kejahatan di bumi dengan berbuat kerusakan.",
        "signCode": "ويقوم أوفوا المكيال والميزان بالقسط ولا تبخسوا الناس أشياءهم ولا تعثوا في الأرض مفسدين"
      },
      {
        "id": 1559,
        "surah": 11,
        "nomor": 86,
        "ar": "بَقِيَّتُ اللّٰهِ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ەۚ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ",
        "tr": "baqiyyatu <strong>al</strong>l<u>aa</u>hi khayrun lakum in kuntum mu/miniina wam<u>aa</u> an<u>aa</u> 'alaykum bi<u>h</u>afii<u>zh</u><strong>in</strong>",
        "idn": "Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.”",
        "signCode": "بقيت الله خير لكم إن كنتم مؤمنين وما أنا عليكم بحفيظ"
      },
      {
        "id": 1560,
        "surah": 11,
        "nomor": 87,
        "ar": "قَالُوْا يٰشُعَيْبُ اَصَلٰوتُكَ تَأْمُرُكَ اَنْ نَّتْرُكَ مَا يَعْبُدُ اٰبَاۤؤُنَآ اَوْ اَنْ نَّفْعَلَ فِيْٓ اَمْوَالِنَا مَا نَشٰۤؤُا ۗاِنَّكَ لَاَنْتَ الْحَلِيْمُ الرَّشِيْدُ",
        "tr": "q<u>aa</u>luu y<u>aa</u> syu'aybu a<u>sh</u>al<u>aa</u>tuka ta/muruka an natruka m<u>aa</u> ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> aw an naf'ala fii amw<u>aa</u>lin<u>aa</u> m<u>aa</u> nasy<u>aa</u>u innaka la-anta <strong>a</strong>l<u>h</u>aliimu <strong>al</strong>rrasyiid<strong>u</strong>",
        "idn": "Mereka berkata, “Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.”",
        "signCode": "قالوا يشعيب أصلوتك تأمرك أن نترك ما يعبد ءاباؤنا أو أن نفعل في أمولنا ما نشؤا إنك لأنت الحليم الرشيد"
      },
      {
        "id": 1561,
        "surah": 11,
        "nomor": 88,
        "ar": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَرَزَقَنِيْ مِنْهُ رِزْقًا حَسَنًا وَّمَآ اُرِيْدُ اَنْ اُخَالِفَكُمْ اِلٰى مَآ اَنْهٰىكُمْ عَنْهُ ۗاِنْ اُرِيْدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُۗ وَمَا تَوْفِيْقِيْٓ اِلَّا بِا",
        "tr": "q<u>aa</u>la y<u>aa</u> qawmi ara-aytum in kuntu 'al<u>aa</u> bayyinatin min rabbii warazaqanii minhu rizqan <u>h</u>asanan wam<u>aa</u> uriidu an ukh<u>aa</u>lifakum il<u>aa</u> m<u>aa</u> anh<u>aa</u>kum 'anhu in uriidu ill<u>aa</u> <strong>a</strong>l-i<u>sh</u>l<u>aah</u>a m<u>aa</u> ista<u>th</u>a'tu wam<u>aa</u> tawfiiqii ill<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi 'alayhi tawakkaltu wa-ilayhi uniib<strong>u</strong>",
        "idn": "Dia (Syuaib) berkata, “Wahai kaumku! Terangkan padaku jika aku mempunyai bukti yang nyata dari Tuhanku dan aku dianugerahi-Nya rezeki yang baik (pantaskah aku menyalahi perintah-Nya)? Aku tidak bermaksud menyalahi kamu terhadap apa yang aku larang darinya. Aku hanya bermaksud (mendatangkan) perbaikan selama aku masih sanggup. Dan petunjuk yang aku ikuti hanya dari Allah. Kepada-Nya aku bertawakal dan kepada-Nya (pula) aku kembali.",
        "signCode": "قال يقوم أرءيتم إن كنت على بينة من ربي ورزقني منه رزقا حسنا وما أريد أن أخالفكم إلى ما أنهىكم عنه إن أريد إلا الإصلح ما استطعت وما توفيقي إلا بالله عليه توكلت وإليه أنيب"
      },
      {
        "id": 1562,
        "surah": 11,
        "nomor": 89,
        "ar": "وَيٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِيْٓ اَنْ يُّصِيْبَكُمْ مِّثْلُ مَآ اَصَابَ قَوْمَ نُوْحٍ اَوْ قَوْمَ هُوْدٍ اَوْ قَوْمَ صٰلِحٍ ۗوَمَا قَوْمُ لُوْطٍ مِّنْكُمْ بِبَعِيْدٍ",
        "tr": "way<u>aa</u> qawmi l<u>aa</u> yajrimannakum syiq<u>aa</u>qii an yu<u>sh</u>iibakum mitslu m<u>aa</u> a<u>shaa</u>ba qawma nuu<u>h</u>in aw qawma huudin aw qawma <u>shaa</u>li<u>h</u>in wam<u>aa</u> qawmu luu<u>th</u>in minkum biba'iid<strong>in</strong>",
        "idn": "Dan wahai kaumku! Janganlah pertentangan antara aku (dengan kamu) menyebabkan kamu berbuat dosa, sehingga kamu ditimpa siksaan seperti yang menimpa kaum Nuh, kaum Hud atau kaum Saleh, sedang kaum Lut tidak jauh dari kamu.",
        "signCode": "ويقوم لا يجرمنكم شقاقي أن يصيبكم مثل ما أصاب قوم نوح أو قوم هود أو قوم صلح وما قوم لوط منكم ببعيد"
      },
      {
        "id": 1563,
        "surah": 11,
        "nomor": 90,
        "ar": "وَاسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ ۗاِنَّ رَبِّيْ رَحِيْمٌ وَّدُوْدٌ",
        "tr": "wa<strong>i</strong>staghfiruu rabbakum tsumma tuubuu ilayhi inna rabbii ra<u>h</u>iimun waduud<strong>un</strong>",
        "idn": " Dan mohonlah ampunan kepada Tuhanmu, kemudian bertobatlah kepada-Nya. Sungguh, Tuhanku Maha Penyayang, Maha Pengasih.”",
        "signCode": "واستغفروا ربكم ثم توبوا إليه إن ربي رحيم ودود"
      },
      {
        "id": 1564,
        "surah": 11,
        "nomor": 91,
        "ar": "قَالُوْا يٰشُعَيْبُ مَا نَفْقَهُ كَثِيْرًا مِّمَّا تَقُوْلُ وَاِنَّا لَنَرٰىكَ فِيْنَا ضَعِيْفًا ۗوَلَوْلَا رَهْطُكَ لَرَجَمْنٰكَ ۖوَمَآ اَنْتَ عَلَيْنَا بِعَزِيْزٍ ",
        "tr": "q<u>aa</u>luu y<u>aa</u> syu'aybu m<u>aa</u> nafqahu katsiiran mimm<u>aa</u> taquulu wa-inn<u>aa</u> lanar<u>aa</u>ka fiin<u>aa</u> <u>dh</u>a'iifan walawl<u>aa</u> rah<u>th</u>uka larajamn<u>aa</u>ka wam<u>aa</u> anta 'alayn<u>aa</u> bi'aziiz<strong>in</strong>",
        "idn": "Mereka berkata, “Wahai Syuaib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.”",
        "signCode": "قالوا يشعيب ما نفقه كثيرا مما تقول وإنا لنرىك فينا ضعيفا ولولا رهطك لرجمنك وما أنت علينا بعزيز"
      },
      {
        "id": 1565,
        "surah": 11,
        "nomor": 92,
        "ar": "قَالَ يٰقَوْمِ اَرَهْطِيْٓ اَعَزُّ عَلَيْكُمْ مِّنَ اللّٰهِ ۗوَاتَّخَذْتُمُوْهُ وَرَاۤءَكُمْ ظِهْرِيًّا ۗاِنَّ رَبِّيْ بِمَا تَعْمَلُوْنَ مُحِيْطٌ",
        "tr": "q<u>aa</u>la y<u>aa</u> qawmi arah<u>th</u>ii a'azzu 'alaykum mina <strong>al</strong>l<u>aa</u>hi wa<strong>i</strong>ttakha<u>dz</u>tumuuhu war<u>aa</u>-akum <u>zh</u>ihriyyan inna rabbii bim<u>aa</u> ta'maluuna mu<u>h</u>ii<u>th</u><strong>un</strong>",
        "idn": "Dia (Syuaib) menjawab, “Wahai kaumku! Apakah keluargaku lebih terhormat menurut pandanganmu daripada Allah, bahkan Dia kamu tempatkan di belakangmu (diabaikan)? Ketahuilah sesungguhnya (pengetahuan) Tuhanku meliputi apa yang kamu kerjakan.",
        "signCode": "قال يقوم أرهطي أعز عليكم من الله واتخذتموه وراءكم ظهريا إن ربي بما تعملون محيط"
      },
      {
        "id": 1566,
        "surah": 11,
        "nomor": 93,
        "ar": "وَيٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌ  ۗسَوْفَ تَعْلَمُوْنَۙ مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَمَنْ هُوَ كَاذِبٌۗ وَارْتَقِبُوْٓا اِنِّيْ مَعَكُمْ رَقِيْبٌ",
        "tr": "way<u>aa</u> qawmi i'maluu 'al<u>aa</u> mak<u>aa</u>natikum innii '<u>aa</u>milun sawfa ta'lamuuna man ya/tiihi 'a<u>dzaa</u>bun yukhziihi waman huwa k<u>aadz</u>ibun wa<strong>i</strong>rtaqibuu inne ma'akum raqiib<strong>un</strong>",
        "idn": "Dan wahai kaumku! Berbuatlah menurut kemampuanmu, sesungguhnya aku pun berbuat (pula). Kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan siapa yang berdusta. Dan tunggulah! Sesungguhnya aku bersamamu adalah orang yang menunggu.”",
        "signCode": "ويقوم اعملوا على مكانتكم إني عمل سوف تعلمون من يأتيه عذاب يخزيه ومن هو كذب وارتقبوا إني معكم رقيب"
      },
      {
        "id": 1567,
        "surah": 11,
        "nomor": 94,
        "ar": "وَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا شُعَيْبًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّاۚ وَاَخَذَتِ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ",
        "tr": "walamm<u>aa</u> j<u>aa</u>-a amrun<u>aa</u> najjayn<u>aa</u> syu'ayban wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu bira<u>h</u>matin minn<u>aa</u> wa-akha<u>dz</u>ati <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu <strong>al</strong><u>shsh</u>ay<u>h</u>atu fa-a<u>sh</u>ba<u>h</u>uu fii diy<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>",
        "idn": "Maka ketika keputusan Kami datang, Kami selamatkan Syuaib dan orang-orang yang beriman bersamanya dengan rahmat Kami. Sedang orang yang zalim dibinasakan oleh suara yang mengguntur, sehingga mereka mati bergelimpangan di rumahnya,",
        "signCode": "ولما جاء أمرنا نجينا شعيبا والذين ءامنوا معه برحمة منا وأخذت الذين ظلموا الصيحة فأصبحوا في ديرهم جثمين"
      },
      {
        "id": 1568,
        "surah": 11,
        "nomor": 95,
        "ar": "كَاَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ اَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُوْدُ ",
        "tr": "ka-an lam yaghnaw fiih<u>aa</u> <strong>a</strong>l<u>aa</u> bu'dan limadyana kam<u>aa</u> ba'idat tsamuud<strong>u</strong>",
        "idn": "seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, binasalah penduduk Madyan sebagaimana kaum samud (juga) telah binasa.",
        "signCode": "كأن لم يغنوا فيها ألا بعدا لمدين كما بعدت ثمود"
      },
      {
        "id": 1569,
        "surah": 11,
        "nomor": 96,
        "ar": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ ",
        "tr": "walaqad arsaln<u>aa</u> muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wasul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>",
        "idn": "Dan sungguh, Kami telah mengutus Musa dengan tanda-tanda (kekuasaan) Kami dan bukti yang nyata,",
        "signCode": "ولقد أرسلنا موسى بءايتنا وسلطن مبين"
      },
      {
        "id": 1570,
        "surah": 11,
        "nomor": 97,
        "ar": "اِلٰى فِرْعَوْنَ وَملَا۟ىِٕهٖ فَاتَّبَعُوْٓا اَمْرَ فِرْعَوْنَ ۚوَمَآ اَمْرُ فِرْعَوْنَ بِرَشِيْدٍ",
        "tr": "il<u>aa</u> fir'awna wamala-ihi fa<strong>i</strong>ttaba'uu amra fir'awna wam<u>aa</u> amru fir'awna birasyiid<strong>in</strong>",
        "idn": "Kepada Fir‘aun dan para pemuka kaumnya, tetapi mereka mengikuti perintah Fir‘aun, padahal perintah Fir‘aun bukanlah (perintah) yang benar.",
        "signCode": "إلى فرعون وملإيه فاتبعوا أمر فرعون وما أمر فرعون برشيد"
      },
      {
        "id": 1571,
        "surah": 11,
        "nomor": 98,
        "ar": "يَقْدُمُ قَوْمَهٗ يَوْمَ الْقِيٰمَةِ فَاَوْرَدَهُمُ النَّارَ ۗوَبِئْسَ الْوِرْدُ الْمَوْرُوْدُ",
        "tr": "yaqdumu qawmahu yawma <strong>a</strong>lqiy<u>aa</u>mati fa-awradahumu <strong>al</strong>nn<u>aa</u>ra wabi/sa <strong>a</strong>lwirdu <strong>a</strong>lmawruud<strong>u</strong>",
        "idn": "Dia (Fir‘aun) berjalan di depan kaumnya di hari Kiamat, lalu membawa mereka masuk ke dalam neraka. Neraka itu seburuk-buruk tempat yang dimasuki.",
        "signCode": "يقدم قومه يوم القيمة فأوردهم النار وبئس الورد المورود"
      },
      {
        "id": 1572,
        "surah": 11,
        "nomor": 99,
        "ar": "وَاُتْبِعُوْا فِيْ هٰذِهٖ لَعْنَةً وَّيَوْمَ الْقِيٰمَةِۗ بِئْسَ الرِّفْدُ الْمَرْفُوْدُ",
        "tr": "wautbi'uu fii h<u>aadz</u>ihi la'natan wayawma <strong>a</strong>lqiy<u>aa</u>mati bi/sa <strong>al</strong>rrifdu <strong>a</strong>lmarfuud<strong>u</strong>",
        "idn": "Dan mereka diikuti dengan laknat di sini (dunia) dan (begitu pula) pada hari Kiamat. (Laknat) itu seburuk-buruk pemberian yang diberikan.",
        "signCode": "وأتبعوا في هذه لعنة ويوم القيمة بئس الرفد المرفود"
      },
      {
        "id": 1573,
        "surah": 11,
        "nomor": 100,
        "ar": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْقُرٰى نَقُصُّهٗ عَلَيْكَ مِنْهَا قَاۤىِٕمٌ وَّحَصِيْدٌ",
        "tr": "<u>dzaa</u>lika min anb<u>aa</u>-i <strong>a</strong>lqur<u>aa</u> naqu<u>shsh</u>uhu 'alayka minh<u>aa</u> q<u>aa</u>-imun wa<u>h</u>a<u>sh</u>iid<strong>un</strong>",
        "idn": "Itulah beberapa berita tentang negeri-negeri (yang telah dibinasakan) yang Kami ceritakan kepadamu (Muhammad). Di antara negeri-negeri itu sebagian masih ada bekas-bekasnya dan ada (pula) yang telah musnah.",
        "signCode": "ذلك من أنباء القرى نقصه عليك منها قائم وحصيد"
      },
      {
        "id": 1574,
        "surah": 11,
        "nomor": 101,
        "ar": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ ظَلَمُوْٓا اَنْفُسَهُمْ فَمَآ اَغْنَتْ عَنْهُمْ اٰلِهَتُهُمُ الَّتِيْ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ مِنْ شَيْءٍ لَّمَّا جَاۤءَ اَمْرُ رَبِّكَۗ وَمَا زَادُوْهُمْ غَيْرَ تَتْبِيْبٍ ",
        "tr": "wam<u>aa</u> <u>zh</u>alamn<u>aa</u>hum wal<u>aa</u>kin <u>zh</u>alamuu anfusahum fam<u>aa</u> aghnat 'anhum <u>aa</u>lihatuhumu <strong>al</strong>latii yad'uuna min duuni <strong>al</strong>l<u>aa</u>hi min syay-in lamm<u>aa</u> j<u>aa</u>-a amru rabbika wam<u>aa</u> z<u>aa</u>duuhum ghayra tatbiib<strong>i</strong>",
        "idn": "Dan Kami tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri, karena itu tidak bermanfaat sedikit pun bagi mereka sesembahan yang mereka sembah selain Allah, ketika siksaan Tuhanmu datang. Sesembahan itu hanya menambah kebinasaan bagi mereka.",
        "signCode": "وما ظلمنهم ولكن ظلموا أنفسهم فما أغنت عنهم ءالهتهم التي يدعون من دون الله من شيء لما جاء أمر ربك وما زادوهم غير تتبيب"
      },
      {
        "id": 1575,
        "surah": 11,
        "nomor": 102,
        "ar": "وَكَذٰلِكَ اَخْذُ رَبِّكَ اِذَآ اَخَذَ الْقُرٰى وَهِيَ ظَالِمَةٌ  ۗاِنَّ اَخْذَهٗٓ اَلِيْمٌ شَدِيْدٌ",
        "tr": "waka<u>dzaa</u>lika akh<u>dz</u>u rabbika i<u>dzaa</u> akha<u>dz</u>a <strong>a</strong>lqur<u>aa</u> wahiya <u>zhaa</u>limatun inna akh<u>dz</u>ahu <strong>a</strong>liimun syadiid<strong>un</strong>",
        "idn": "Dan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat.",
        "signCode": "وكذلك أخذ ربك إذا أخذ القرى وهي ظلمة إن أخذه أليم شديد"
      },
      {
        "id": 1576,
        "surah": 11,
        "nomor": 103,
        "ar": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّمَنْ خَافَ عَذَابَ الْاٰخِرَةِ ۗذٰلِكَ يَوْمٌ مَّجْمُوْعٌۙ لَّهُ النَّاسُ وَذٰلِكَ يَوْمٌ مَّشْهُوْدٌ",
        "tr": "inna fii <u>dzaa</u>lika la<u>aa</u>yatan liman kh<u>aa</u>fa 'a<u>dzaa</u>ba <strong>a</strong>l-<u>aa</u>khirati <u>dzaa</u>lika yawmun majmuu'un lahu <strong>al</strong>nn<u>aa</u>su wa<u>dzaa</u>lika yawmun masyhuudun",
        "idn": "Sesungguhnya pada yang demikian itu pasti terdapat pelajaran bagi orang-orang yang takut kepada azab akhirat. Itulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk).",
        "signCode": "إن في ذلك لءاية لمن خاف عذاب الءاخرة ذلك يوم مجموع له الناس وذلك يوم مشهود"
      },
      {
        "id": 1577,
        "surah": 11,
        "nomor": 104,
        "ar": "وَمَا نُؤَخِّرُهٗٓ اِلَّا لِاَجَلٍ مَّعْدُوْدٍۗ ",
        "tr": "wam<u>aa</u> nu-akhkhiruhu ill<u>aa</u> li-ajalin ma'duud<strong>in</strong>",
        "idn": "Dan Kami tidak akan menunda, kecuali sampai waktu yang sudah ditentukan.",
        "signCode": "وما نؤخره إلا لأجل معدود"
      },
      {
        "id": 1578,
        "surah": 11,
        "nomor": 105,
        "ar": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ اِلَّا بِاِذْنِهٖۚ فَمِنْهُمْ شَقِيٌّ وَّسَعِيْدٌ",
        "tr": "yawma ya/ti l<u>aa</u> takallamu nafsun ill<u>aa</u> bi-i<u>dz</u>nihi faminhum syaqiyyun wasa'iid<strong>in</strong>",
        "idn": "Ketika hari itu datang, tidak seorang pun yang berbicara, kecuali dengan izin-Nya; maka di antara mereka ada yang sengsara dan ada yang berbahagia.",
        "signCode": "يوم يأت لا تكلم نفس إلا بإذنه فمنهم شقي وسعيد"
      },
      {
        "id": 1579,
        "surah": 11,
        "nomor": 106,
        "ar": "فَاَمَّا الَّذِيْنَ شَقُوْا فَفِى النَّارِ لَهُمْ فِيْهَا زَفِيْرٌ وَّشَهِيْقٌۙ  ",
        "tr": "fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina syaquu fafii <strong>al</strong>nn<u>aa</u>ri lahum fiih<u>aa</u> zafiirun wasyahiiq<strong>un</strong>",
        "idn": "Maka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih,",
        "signCode": "فأما الذين شقوا ففي النار لهم فيها زفير وشهيق"
      },
      {
        "id": 1580,
        "surah": 11,
        "nomor": 107,
        "ar": "خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْاَرْضُ اِلَّا مَا شَاۤءَ رَبُّكَۗ اِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيْدُ",
        "tr": "kh<u>aa</u>lidiina fiih<u>aa</u> m<u>aa</u> d<u>aa</u>mati <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wa<strong>a</strong>l-ar<u>dh</u>u ill<u>aa</u> m<u>aa</u> sy<u>aa</u>-a rabbuka inna rabbaka fa''<u>aa</u>lun lim<u>aa</u> yuriid<strong>u</strong>",
        "idn": "mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain). Sungguh, Tuhanmu Maha Pelaksana terhadap apa yang Dia kehendaki.",
        "signCode": "خلدين فيها ما دامت السموت والأرض إلا ما شاء ربك إن ربك فعال لما يريد"
      },
      {
        "id": 1581,
        "surah": 11,
        "nomor": 108,
        "ar": "۞ وَاَمَّا الَّذِيْنَ سُعِدُوْا فَفِى الْجَنَّةِ خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْاَرْضُ اِلَّا مَا شَاۤءَ رَبُّكَۗ عَطَاۤءً غَيْرَ مَجْذُوْذٍ",
        "tr": "wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina su'iduu fafii <strong>a</strong>ljannati kh<u>aa</u>lidiina fiih<u>aa</u> m<u>aa</u> d<u>aa</u>mati <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wa<strong>a</strong>l-ar<u>dh</u>u ill<u>aa</u> m<u>aa</u> sy<u>aa</u>-a rabbuka 'a<u>th</u><u>aa</u>-an ghayra maj<u>dz</u>uu<u>dz</u><strong>in</strong>",
        "idn": "Dan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain); sebagai karunia yang tidak ada putus-putusnya.",
        "signCode": "وأما الذين سعدوا ففي الجنة خلدين فيها ما دامت السموت والأرض إلا ما شاء ربك عطاء غير مجذوذ"
      },
      {
        "id": 1582,
        "surah": 11,
        "nomor": 109,
        "ar": "فَلَا تَكُ فِيْ مِرْيَةٍ مِّمَّا يَعْبُدُ هٰٓؤُلَاۤءِ ۗمَا يَعْبُدُوْنَ اِلَّا كَمَا يَعْبُدُ اٰبَاۤؤُهُمْ مِّنْ قَبْلُ ۗوَاِنَّا لَمُوَفُّوْهُمْ نَصِيْبَهُمْ غَيْرَ مَنْقُوْصٍ ",
        "tr": "fal<u>aa</u> taku fii miryatin mimm<u>aa</u> ya'budu h<u>aa</u>ul<u>aa</u>-i m<u>aa</u> ya'buduuna ill<u>aa</u> kam<u>aa</u> ya'budu <u>aa</u>b<u>aa</u>uhum min qablu wa-inn<u>aa</u> lamuwaffuuhum na<u>sh</u>iibahum ghayra manquu<u>sh</u><strong>in</strong>",
        "idn": "Maka janganlah engkau (Muhammad) ragu-ragu tentang apa yang mereka sembah. Mereka menyembah sebagaimana nenek moyang mereka dahulu menyembah. Kami pasti akan menyempurnakan pembalasan (terhadap) mereka tanpa dikurangi sedikit pun.",
        "signCode": "فلا تك في مرية مما يعبد هؤلاء ما يعبدون إلا كما يعبد ءاباؤهم من قبل وإنا لموفوهم نصيبهم غير منقوص"
      },
      {
        "id": 1583,
        "surah": 11,
        "nomor": 110,
        "ar": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۚوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ",
        "tr": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba fa<strong>i</strong>khtulifa fiihi walawl<u>aa</u> kalimatun sabaqat min rabbika laqu<u>dh</u>iya baynahum wa-innahum lafii syakkin minhu muriib<strong>un</strong>",
        "idn": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, lalu diperselisihkannya. Dan kalau tidak ada ketetapan yang terdahulu dari Tuhanmu, niscaya telah dilaksanakan hukuman di antara mereka. Sungguh, mereka (orang kafir Mekah) benar-benar dalam kebimbangan dan keraguan terhadapnya (Al-Qur'an).",
        "signCode": "ولقد ءاتينا موسى الكتب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وإنهم لفي شك منه مريب"
      },
      {
        "id": 1584,
        "surah": 11,
        "nomor": 111,
        "ar": "وَاِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ اَعْمَالَهُمْ ۗاِنَّهٗ بِمَا يَعْمَلُوْنَ خَبِيْرٌ",
        "tr": "wa-inna kullan lamm<u>aa</u> layuwaffiyannahum rabbuka a'm<u>aa</u>lahum innahu bim<u>aa</u> ya'maluuna khabiir<strong>un</strong>",
        "idn": "Dan sesungguhnya kepada masing-masing (yang berselisih itu) pasti Tuhanmu akan memberi balasan secara penuh atas perbuatan mereka. Sungguh, Dia Mahateliti terhadap apa yang mereka kerjakan.",
        "signCode": "وإن كلا لما ليوفينهم ربك أعملهم إنه بما يعملون خبير"
      },
      {
        "id": 1585,
        "surah": 11,
        "nomor": 112,
        "ar": "فَاسْتَقِمْ كَمَآ اُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْاۗ اِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
        "tr": "fa<strong>i</strong>staqim kam<u>aa</u> umirta waman t<u>aa</u>ba ma'aka wal<u>aa</u> ta<u>th</u>ghaw innahu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>",
        "idn": "Maka tetaplah engkau (Muhammad) (di jalan yang benar), sebagaimana telah diperintahkan kepadamu dan (juga) orang yang bertobat bersamamu, dan janganlah kamu melampaui batas. Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
        "signCode": "فاستقم كما أمرت ومن تاب معك ولا تطغوا إنه بما تعملون بصير"
      },
      {
        "id": 1586,
        "surah": 11,
        "nomor": 113,
        "ar": "وَلَا تَرْكَنُوْٓا اِلَى الَّذِيْنَ ظَلَمُوْا فَتَمَسَّكُمُ النَّارُۙ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ثُمَّ لَا تُنْصَرُوْنَ",
        "tr": "wal<u>aa</u> tarkanuu il<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu fatamassakumu <strong>al</strong>nn<u>aa</u>ru wam<u>aa</u> lakum min duuni <strong>al</strong>l<u>aa</u>hi min awliy<u>aa</u>-a tsumma l<u>aa</u> tun<u>sh</u>aruun<strong>a</strong>",
        "idn": "Dan janganlah kamu cenderung kepada orang yang zalim yang menyebabkan kamu disentuh api neraka, sedangkan kamu tidak mempunyai seorang penolong pun selain Allah, sehingga kamu tidak akan diberi pertolongan.",
        "signCode": "ولا تركنوا إلى الذين ظلموا فتمسكم النار وما لكم من دون الله من أولياء ثم لا تنصرون"
      },
      {
        "id": 1587,
        "surah": 11,
        "nomor": 114,
        "ar": "وَاَقِمِ الصَّلٰوةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ الَّيْلِ ۗاِنَّ الْحَسَنٰتِ يُذْهِبْنَ السَّيِّاٰتِۗ ذٰلِكَ ذِكْرٰى لِلذَّاكِرِيْنَ",
        "tr": "wa-aqimi <strong>al</strong><u>shsh</u>al<u>aa</u>ta <u>th</u>arafayi <strong>al</strong>nnah<u>aa</u>ri wazulafan mina <strong>al</strong>layli inna <strong>a</strong>l<u>h</u>asan<u>aa</u>ti yu<u>dz</u>hibna <strong>al</strong>ssayyi-<u>aa</u>ti <u>dzaa</u>lika <u>dz</u>ikr<u>aa</u> li<strong>l</strong><u>dzdzaa</u>kiriin<strong>a</strong>",
        "idn": "Dan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah).",
        "signCode": "وأقم الصلوة طرفي النهار وزلفا من اليل إن الحسنت يذهبن السيءات ذلك ذكرى للذكرين"
      },
      {
        "id": 1588,
        "surah": 11,
        "nomor": 115,
        "ar": "وَاصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
        "tr": "wa<strong>i</strong><u>sh</u>bir fa-inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>dh</u>ii'u ajra <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Dan bersabarlah, karena sesungguhnya Allah tidak menyia-nyiakan pahala orang yang berbuat kebaikan.",
        "signCode": "واصبر فإن الله لا يضيع أجر المحسنين"
      },
      {
        "id": 1589,
        "surah": 11,
        "nomor": 116,
        "ar": "فَلَوْلَا كَانَ مِنَ الْقُرُوْنِ مِنْ قَبْلِكُمْ اُولُوْا بَقِيَّةٍ يَّنْهَوْنَ عَنِ الْفَسَادِ فِى الْاَرْضِ اِلَّا قَلِيْلًا مِّمَّنْ اَنْجَيْنَا مِنْهُمْ ۚوَاتَّبَعَ الَّذِيْنَ ظَلَمُوْا مَآ اُتْرِفُوْا فِيْهِ وَكَانُوْا مُجْرِمِيْنَ",
        "tr": "falawl<u>aa</u> k<u>aa</u>na mina <strong>a</strong>lquruuni min qablikum uluu baqiyyatin yanhawna 'ani <strong>a</strong>lfas<u>aa</u>di fii <strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> qaliilan mimman anjayn<u>aa</u> minhum wa<strong>i</strong>ttaba'a <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu m<u>aa</u> utrifuu fiihi wak<u>aa</u>nuu mujrimiin<strong>a</strong>",
        "idn": "Maka mengapa tidak ada di antara umat-umat sebelum kamu orang yang mempunyai keutamaan yang melarang (berbuat) kerusakan di bumi, kecuali sebagian kecil di antara orang yang telah Kami selamatkan. Dan orang-orang yang zalim hanya mementingkan kenikmatan dan kemewahan. Dan mereka adalah orang-orang yang berdosa. ",
        "signCode": "فلولا كان من القرون من قبلكم أولوا بقية ينهون عن الفساد في الأرض إلا قليلا ممن أنجينا منهم واتبع الذين ظلموا ما أترفوا فيه وكانوا مجرمين"
      },
      {
        "id": 1590,
        "surah": 11,
        "nomor": 117,
        "ar": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا مُصْلِحُوْنَ",
        "tr": "wam<u>aa</u> k<u>aa</u>na rabbuka liyuhlika <strong>a</strong>lqur<u>aa</u> bi<u>zh</u>ulmin wa-ahluh<u>aa</u> mu<u>sh</u>li<u>h</u>uun<strong>a</strong>",
        "idn": "Dan Tuhanmu tidak akan membinasakan negeri-negeri secara zalim, selama penduduknya orang-orang yang berbuat kebaikan.",
        "signCode": "وما كان ربك ليهلك القرى بظلم وأهلها مصلحون"
      },
      {
        "id": 1591,
        "surah": 11,
        "nomor": 118,
        "ar": "وَلَوْ شَاۤءَ رَبُّكَ لَجَعَلَ النَّاسَ اُمَّةً وَّاحِدَةً وَّلَا يَزَالُوْنَ مُخْتَلِفِيْنَۙ  ",
        "tr": "walaw sy<u>aa</u>-a rabbuka laja'ala <strong>al</strong>nn<u>aa</u>sa ummatan w<u>aah</u>idatan wal<u>aa</u> yaz<u>aa</u>luuna mukhtalifiin<strong>a</strong>",
        "idn": "Dan jika Tuhanmu menghendaki, tentu Dia jadikan manusia umat yang satu, tetapi mereka senantiasa berselisih (pendapat),",
        "signCode": "ولو شاء ربك لجعل الناس أمة وحدة ولا يزالون مختلفين"
      },
      {
        "id": 1592,
        "surah": 11,
        "nomor": 119,
        "ar": "اِلَّا مَنْ رَّحِمَ رَبُّكَ ۗوَلِذٰلِكَ خَلَقَهُمْ ۗوَتَمَّتْ كَلِمَةُ رَبِّكَ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ",
        "tr": "ill<u>aa</u> man ra<u>h</u>ima rabbuka wali<u>dzaa</u>lika khalaqahum watammat kalimatu rabbika la-amla-anna jahannama mina <strong>a</strong>ljinnati wa<strong>al</strong>nn<u>aa</u>si ajma'iin<strong>a</strong>",
        "idn": "kecuali orang yang diberi rahmat oleh Tuhanmu. Dan untuk itulah Allah menciptakan mereka. Kalimat (keputusan) Tuhanmu telah tetap, “Aku pasti akan memenuhi neraka Jahanam dengan jin dan manusia (yang durhaka) semuanya.”",
        "signCode": "إلا من رحم ربك ولذلك خلقهم وتمت كلمة ربك لأملأن جهنم من الجنة والناس أجمعين"
      },
      {
        "id": 1593,
        "surah": 11,
        "nomor": 120,
        "ar": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤءِ الرُّسُلِ مَا نُثَبِّتُ بِهٖ فُؤَادَكَ وَجَاۤءَكَ فِيْ هٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَّذِكْرٰى لِلْمُؤْمِنِيْنَ ",
        "tr": "wakullan naqu<u>shsh</u>u 'alayka min anb<u>aa</u>-i <strong>al</strong>rrusuli m<u>aa</u> nutsabbitu bihi fu-<u>aa</u>daka waj<u>aa</u>-aka fii h<u>aadz</u>ihi <strong>a</strong>l<u>h</u>aqqu wamaw'i<u>zh</u>atun wa<u>dz</u>ikr<u>aa</u> lilmu/miniin<strong>a</strong>",
        "idn": "Dan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu; dan di dalamnya telah diberikan kepadamu (segala) kebenaran, nasihat dan peringatan bagi orang yang beriman.",
        "signCode": "وكلا نقص عليك من أنباء الرسل ما نثبت به فؤادك وجاءك في هذه الحق وموعظة وذكرى للمؤمنين"
      },
      {
        "id": 1594,
        "surah": 11,
        "nomor": 121,
        "ar": "وَقُلْ لِّلَّذِيْنَ لَا يُؤْمِنُوْنَ اعْمَلُوْا عَلٰى مَكَانَتِكُمْۗ اِنَّا عٰمِلُوْنَۙ  ",
        "tr": "waqul lilla<u>dz</u>iina l<u>aa</u> yu/minuuna i'maluu 'al<u>aa</u> mak<u>aa</u>natikum inn<u>aa</u> '<u>aa</u>miluun<strong>a</strong>",
        "idn": "Dan katakanlah (Muhammad) kepada orang yang tidak beriman, “Berbuatlah menurut kedudukanmu; kami pun benar-benar akan berbuat,",
        "signCode": "وقل للذين لا يؤمنون اعملوا على مكانتكم إنا عملون"
      },
      {
        "id": 1595,
        "surah": 11,
        "nomor": 122,
        "ar": "وَانْتَظِرُوْاۚ اِنَّا مُنْتَظِرُوْنَ",
        "tr": "wa<strong>i</strong>nta<u>zh</u>iruu inn<u>aa</u> munta<u>zh</u>iruun<strong>a</strong>",
        "idn": "dan tunggulah, sesungguhnya kami pun termasuk yang menunggu.”",
        "signCode": "وانتظروا إنا منتظرون"
      },
      {
        "id": 1596,
        "surah": 11,
        "nomor": 123,
        "ar": "وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِ وَاِلَيْهِ يُرْجَعُ الْاَمْرُ كُلُّهٗ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
        "tr": "walill<u>aa</u>hi ghaybu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-ilayhi yurja'u <strong>a</strong>l-amru kulluhu fa<strong>u</strong>'budhu watawakkal 'alayhi wam<u>aa</u> rabbuka bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>",
        "idn": "Dan milik Allah meliputi rahasia langit dan bumi dan kepada-Nya segala urusan dikembalikan. Maka sembahlah Dia dan bertawakallah kepada-Nya. Dan Tuhanmu tidak akan lengah terhadap apa yang kamu kerjakan.",
        "signCode": "ولله غيب السموت والأرض وإليه يرجع الأمر كله فاعبده وتوكل عليه وما ربك بغفل عما تعملون"
      }
    ]
  },
  {
    "status": true,
    "nomor": 12,
    "nama": "يوسف",
    "nama_latin": "Yusuf",
    "jumlah_ayat": 111,
    "tempat_turun": "mekah",
    "arti": "Yusuf",
    "deskripsi": " Surat Yusuf ini terdiri atas 111 ayat, termasuk golongan surat-surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamakan <i>surat Yusuf</i> adalah karena titik berat dari isinya mengenai riwayat Nabi Yusuf a.s.  Riwayat tersebut salah satu di antara cerita-cerita ghaib yang diwahyukan kepada Nabi Muhammad s.a.w. sebagai mukjizat bagi beliau, sedang beliau sebelum diturunkan surat ini tidak mengetahuinya.  Menurut riwayat Al Baihaqi dalam kitab <i>Ad Dalail</i> bahwa segolongan orang Yahudi masuk agama Islam sesudah mereka mendengar cerita Yusuf a.s. ini, karena sesuai dengan cerita-cerita yang mereka ketahui. Dari cerita Yusuf a.s. ini, Nabi Muhammad s.a.w. mengambil pelajaran-pelajaran yang banyak dan merupakan penghibur terhadap beliau dalam menjalankan tugasnya.",
    "audio": "https://santrikoding.com/storage/audio/012.mp3",
    "ayat": [
      {
        "id": 1597,
        "surah": 12,
        "nomor": 1,
        "ar": "الۤرٰ ۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ  ",
        "tr": "alif-l<u>aa</u>m-r<u>aa</u> tilka <u>aa</u>y<u>aa</u>tu <strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>lmubiin<strong>u</strong>",
        "idn": "Alif Lam Ra.  Ini adalah ayat-ayat Kitab (Al-Qur'an) yang jelas.",
        "signCode": "الر تلك ءايت الكتب المبين"
      },
      {
        "id": 1598,
        "surah": 12,
        "nomor": 2,
        "ar": "اِنَّآ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ",
        "tr": "inn<u>aa</u> anzaln<u>aa</u>hu qur-<u>aa</u>nan 'arabiyyan la'allakum ta'qiluun<strong>a</strong>",
        "idn": "Sesungguhnya Kami menurunkannya sebagai Qur'an berbahasa Arab, agar kamu mengerti.",
        "signCode": "إنا أنزلنه قرءنا عربيا لعلكم تعقلون"
      },
      {
        "id": 1599,
        "surah": 12,
        "nomor": 3,
        "ar": "نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ",
        "tr": "na<u>h</u>nu naqu<u>shsh</u>u 'alayka a<u>h</u>sana <strong>a</strong>lqa<u>sh</u>a<u>sh</u>i bim<u>aa</u> aw<u>h</u>ayn<u>aa</u> ilayka h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>na wa-in kunta min qablihi lamina <strong>a</strong>lgh<u>aa</u>filiin<strong>a</strong>",
        "idn": "Kami menceritakan kepadamu (Muhammad) kisah yang paling baik dengan mewahyukan Al-Qur'an ini kepadamu, dan sesungguhnya engkau sebelum itu termasuk orang yang tidak mengetahui.",
        "signCode": "نحن نقص عليك أحسن القصص بما أوحينا إليك هذا القرءان وإن كنت من قبله لمن الغفلين"
      },
      {
        "id": 1600,
        "surah": 12,
        "nomor": 4,
        "ar": "اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ",
        "tr": "i<u>dz</u> q<u>aa</u>la yuusufu li-abiihi y<u>aa</u> abati innii ra-aytu a<u>h</u>ada 'asyara kawkaban wa<strong>al</strong>sysyamsa wa<strong>a</strong>lqamara ra-aytuhum lii s<u>aa</u>jidiin<strong>a</strong>",
        "idn": "(Ingatlah), ketika Yusuf berkata kepada ayahnya, “Wahai ayahku! Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku.”",
        "signCode": "إذ قال يوسف لأبيه يأبت إني رأيت أحد عشر كوكبا والشمس والقمر رأيتهم لي سجدين"
      },
      {
        "id": 1601,
        "surah": 12,
        "nomor": 5,
        "ar": "قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ",
        "tr": "q<u>aa</u>la y<u>aa</u> bunayya l<u>aa</u> taq<u>sh</u>u<u>sh</u> ru/y<u>aa</u>ka 'al<u>aa</u> ikhwatika fayakiiduu laka kaydan inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na lil-ins<u>aa</u>ni 'aduwwun mubiin<strong>un</strong>",
        "idn": "Dia (ayahnya) berkata, “Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia.”",
        "signCode": "قال يبني لا تقصص رءياك على إخوتك فيكيدوا لك كيدا إن الشيطن للإنسن عدو مبين"
      },
      {
        "id": 1602,
        "surah": 12,
        "nomor": 6,
        "ar": "وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ",
        "tr": "waka<u>dzaa</u>lika yajtabiika rabbuka wayu'allimuka min ta/wiili <strong>a</strong>l-a<u>haa</u>diitsi wayutimmu ni'matahu 'alayka wa'al<u>aa</u> <u>aa</u>li ya'quuba kam<u>aa</u> atammah<u>aa</u> 'al<u>aa</u> abawayka min qablu ibr<u>aa</u>hiima wa-is<u>haa</u>qa inna rabbaka 'aliimun <u>h</u>akiim<strong>un</strong>",
        "idn": "Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijak-sana.",
        "signCode": "وكذلك يجتبيك ربك ويعلمك من تأويل الأحاديث ويتم نعمته عليك وعلى ءال يعقوب كما أتمها على أبويك من قبل إبرهيم وإسحق إن ربك عليم حكيم"
      },
      {
        "id": 1603,
        "surah": 12,
        "nomor": 7,
        "ar": "۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَاِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ ",
        "tr": "laqad k<u>aa</u>na fii yuusufa wa-ikhwatihi <u>aa</u>y<u>aa</u>tun li<strong>l</strong>ss<u>aa</u>-iliin<strong>a</strong>",
        "idn": "Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya terdapat tanda-tanda (kekuasaan Allah) bagi orang yang bertanya. ",
        "signCode": "لقد كان في يوسف وإخوته ءايت للسائلين"
      },
      {
        "id": 1604,
        "surah": 12,
        "nomor": 8,
        "ar": "اِذْ قَالُوْا لَيُوْسُفُ وَاَخُوْهُ اَحَبُّ اِلٰٓى اَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ  ۗاِنَّ اَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ  ",
        "tr": "i<u>dz</u> q<u>aa</u>luu layuusufu wa-akhuuhu a<u>h</u>abbu il<u>aa</u> abiin<u>aa</u> minn<u>aa</u> wana<u>h</u>nu 'u<u>sh</u>batun inna ab<u>aa</u>n<u>aa</u> lafii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
        "idn": "Ketika mereka berkata, “Sesungguhnya Yusuf dan saudaranya (Bunyamin) lebih dicintai ayah daripada kita, padahal kita adalah satu golongan (yang kuat). Sungguh, ayah kita dalam kekeliruan yang nyata.",
        "signCode": "إذ قالوا ليوسف وأخوه أحب إلى أبينا منا ونحن عصبة إن أبانا لفي ضلل مبين"
      },
      {
        "id": 1605,
        "surah": 12,
        "nomor": 9,
        "ar": " ۨاقْتُلُوْا يُوْسُفَ اَوِ اطْرَحُوْهُ اَرْضًا يَّخْلُ لَكُمْ وَجْهُ اَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ",
        "tr": "uqtuluu yuusufa awi i<u>th</u>ra<u>h</u>uuhu ar<u>dh</u>an yakhlu lakum wajhu abiikum watakuunuu min ba'dihi qawman <u>shaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian ayah tertumpah kepadamu, dan setelah itu kamu menjadi orang yang baik.”",
        "signCode": "اقتلوا يوسف أو اطرحوه أرضا يخل لكم وجه أبيكم وتكونوا من بعده قوما صلحين"
      },
      {
        "id": 1606,
        "surah": 12,
        "nomor": 10,
        "ar": "قَالَ قَاۤئِلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَاَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فٰعِلِيْنَ",
        "tr": "q<u>aa</u>la q<u>aa</u>-ilun minhum l<u>aa</u> taqtuluu yuusufa wa-alquuhu fii ghay<u>aa</u>bati <strong>a</strong>ljubbi yaltaqi<u>th</u>hu ba'<u>dh</u>u <strong>al</strong>ssayy<u>aa</u>rati in kuntum f<u>aa</u>'iliin<strong>a</strong>",
        "idn": "Seorang di antara mereka berkata, “Janganlah kamu membunuh Yusuf, tetapi masukan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir, jika kamu hendak berbuat.”",
        "signCode": "قال قائل منهم لا تقتلوا يوسف وألقوه في غيبت الجب يلتقطه بعض السيارة إن كنتم فعلين"
      },
      {
        "id": 1607,
        "surah": 12,
        "nomor": 11,
        "ar": "قَالُوْا يٰٓاَبَانَا مَالَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَاِنَّا لَهٗ لَنَاصِحُوْنَ",
        "tr": "q<u>aa</u>luu y<u>aa</u> ab<u>aa</u>n<u>aa</u> m<u>aa</u> laka l<u>aa</u> ta/mann<u>aa</u> 'al<u>aa</u> yuusufa wa-inn<u>aa</u> lahu lan<u>aas</u>i<u>h</u>uun<strong>a</strong>",
        "idn": "Mereka berkata, “Wahai ayah kami! Mengapa engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya.",
        "signCode": "قالوا يأبانا ما لك لا تأمنا على يوسف وإنا له لنصحون"
      },
      {
        "id": 1608,
        "surah": 12,
        "nomor": 12,
        "ar": "اَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
        "tr": "arsilhu ma'an<u>aa</u> ghadan yarta' wayal'ab wa-inn<u>aa</u> lahu la<u>haa</u>fi<u>zh</u>uun<strong>a</strong>",
        "idn": "Biarkanlah dia pergi bersama kami besok pagi, agar dia bersenang-senang dan bermain-main, dan kami pasti menjaganya.”",
        "signCode": "أرسله معنا غدا يرتع ويلعب وإنا له لحفظون"
      },
      {
        "id": 1609,
        "surah": 12,
        "nomor": 13,
        "ar": "قَالَ اِنِّيْ لَيَحْزُنُنِيْٓ اَنْ تَذْهَبُوْا بِهٖ وَاَخَافُ اَنْ يَّأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غٰفِلُوْنَ ",
        "tr": "q<u>aa</u>la innii laya<u>h</u>zununii an tsa<u>dz</u>habuu bihi wa-akh<u>aa</u>fu an ya/kulahu <strong>al</strong><u>dzdz</u>i/bu wa-antum 'anhu gh<u>aa</u>filuun<strong>a</strong>",
        "idn": "Dia (Yakub) berkata, “Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir dia dimakan serigala, sedang kamu lengah darinya.”",
        "signCode": "قال إني ليحزنني أن تذهبوا به وأخاف أن يأكله الذئب وأنتم عنه غفلون"
      },
      {
        "id": 1610,
        "surah": 12,
        "nomor": 14,
        "ar": "قَالُوْا لَىِٕنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّآ اِذًا لَّخٰسِرُوْنَ",
        "tr": "q<u>aa</u>luu la-in akalahu <strong>al</strong><u>dzdz</u>i/bu wana<u>h</u>nu 'u<u>sh</u>batun inn<u>aa</u> i<u>dz</u>an lakh<u>aa</u>siruun<strong>a</strong>",
        "idn": "Sesungguhnya mereka berkata, “Jika dia dimakan serigala, padahal kami golongan (yang kuat), kalau demikian tentu kami orang-orang yang rugi.”",
        "signCode": "قالوا لئن أكله الذئب ونحن عصبة إنا إذا لخسرون"
      },
      {
        "id": 1611,
        "surah": 12,
        "nomor": 15,
        "ar": "فَلَمَّا ذَهَبُوْا بِهٖ وَاَجْمَعُوْٓا اَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَاَوْحَيْنَآ اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ",
        "tr": "falamm<u>aa</u> <u>dz</u>ahabuu bihi wa-ajma'uu an yaj'aluuhu fii ghay<u>aa</u>bati <strong>a</strong>ljubbi wa-aw<u>h</u>ayn<u>aa</u> ilayhi latunabi-annahum bi-amrihim h<u>aadzaa</u> wahum l<u>aa</u> yasy'uruun<strong>a</strong>",
        "idn": "Maka ketika mereka membawanya dan sepakat memasukkan ke dasar sumur, Kami wahyukan kepadanya, “Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari.”",
        "signCode": "فلما ذهبوا به وأجمعوا أن يجعلوه في غيبت الجب وأوحينا إليه لتنبئنهم بأمرهم هذا وهم لا يشعرون"
      },
      {
        "id": 1612,
        "surah": 12,
        "nomor": 16,
        "ar": "وَجَاۤءُوْٓ اَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ",
        "tr": "waj<u>aa</u>uu ab<u>aa</u>hum 'isy<u>aa</u>-an yabkuun<strong>a</strong>",
        "idn": "Kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis.",
        "signCode": "وجاءو أباهم عشاء يبكون"
      },
      {
        "id": 1613,
        "surah": 12,
        "nomor": 17,
        "ar": "قَالُوْا يٰٓاَبَانَآ اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَآ اَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ",
        "tr": "q<u>aa</u>luu y<u>aa</u> ab<u>aa</u>n<u>aa</u> inn<u>aa</u> <u>dz</u>ahabn<u>aa</u> nastabiqu watarakn<u>aa</u> yuusufa 'inda mat<u>aa</u>'in<u>aa</u> fa-akalahu <strong>al</strong><u>dzdz</u>i/bu wam<u>aa</u> anta bimu/minin lan<u>aa</u> walaw kunn<u>aa</u> <u>shaa</u>diqiin<strong>a</strong>",
        "idn": "Mereka berkata, “Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.”",
        "signCode": "قالوا يأبانا إنا ذهبنا نستبق وتركنا يوسف عند متعنا فأكله الذئب وما أنت بمؤمن لنا ولو كنا صدقين"
      },
      {
        "id": 1614,
        "surah": 12,
        "nomor": 18,
        "ar": "وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ",
        "tr": "waj<u>aa</u>uu 'al<u>aa</u> qamii<u>sh</u>ihi bidamin ka<u>dz</u>ibin q<u>aa</u>la bal sawwalat lakum anfusukum amran fa<u>sh</u>abrun jamiilun wa<strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmusta'<u>aa</u>nu 'al<u>aa</u> m<u>aa</u> ta<u>sh</u>ifuun<strong>a</strong>",
        "idn": "Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja memohon pertolongan-Nya terhadap apa yang kamu ceritakan.”",
        "signCode": "وجاءو على قميصه بدم كذب قال بل سولت لكم أنفسكم أمرا فصبر جميل والله المستعان على ما تصفون"
      },
      {
        "id": 1615,
        "surah": 12,
        "nomor": 19,
        "ar": "وَجَاۤءَتْ سَيَّارَةٌ فَاَرْسَلُوْا وَارِدَهُمْ فَاَدْلٰى دَلْوَهٗ ۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌ ۗوَاَسَرُّوْهُ بِضَاعَةً ۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ",
        "tr": "waj<u>aa</u>-at sayy<u>aa</u>ratun fa-arsaluu w<u>aa</u>ridahum fa-adl<u>aa</u> dalwahu q<u>aa</u>la y<u>aa</u> busyr<u>aa</u> h<u>aadzaa</u> ghul<u>aa</u>mun wa-asarruuhu bi<u>daa</u>'atan wa<strong>al</strong>l<u>aa</u>hu 'aliimun bim<u>aa</u> ya'maluun<strong>a</strong>",
        "idn": "Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, “Oh, senangnya, ini ada seorang anak muda!” Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan.",
        "signCode": "وجاءت سيارة فأرسلوا واردهم فأدلى دلوه قال يبشرى هذا غلم وأسروه بضعة والله عليم بما يعملون"
      },
      {
        "id": 1616,
        "surah": 12,
        "nomor": 20,
        "ar": "وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍ ۚوَكَانُوْا فِيْهِ مِنَ الزَّاهِدِيْنَ ",
        "tr": "wasyarawhu bitsamanin bakhsin dar<u>aa</u>hima ma'duudatin wak<u>aa</u>nuu fiihi mina <strong>al</strong>zz<u>aa</u>hidiin<strong>a</strong>",
        "idn": "Dan mereka menjualnya (Yusuf) dengan harga rendah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya.",
        "signCode": "وشروه بثمن بخس درهم معدودة وكانوا فيه من الزهدين"
      },
      {
        "id": 1617,
        "surah": 12,
        "nomor": 21,
        "ar": "وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِه",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>ii isytar<u>aa</u>hu min mi<u>sh</u>ra li<strong>i</strong>mra-atihi akrimii matsw<u>aa</u>hu 'as<u>aa</u> an yanfa'an<u>aa</u> aw nattakhi<u>dz</u>ahu waladan waka<u>dzaa</u>lika makkann<u>aa</u> liyuusufa fii <strong>a</strong>l-ar<u>dh</u>i walinu'allimahu min ta/wiili <strong>a</strong>l-a<u>haa</u>diitsi wa<strong>al</strong>l<u>aa</u>hu gh<u>aa</u>libun 'al<u>aa</u> amrihi wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>",
        "idn": "Dan orang dari Mesir yang membelinya berkata kepada istrinya,” Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.",
        "signCode": "وقال الذي اشترىه من مصر لامرأته أكرمي مثوىه عسى أن ينفعنا أو نتخذه ولدا وكذلك مكنا ليوسف في الأرض ولنعلمه من تأويل الأحاديث والله غالب على أمره ولكن أكثر الناس لا يعلمون"
      },
      {
        "id": 1618,
        "surah": 12,
        "nomor": 22,
        "ar": "وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
        "tr": "walamm<u>aa</u> balagha asyuddahu <u>aa</u>tayn<u>aa</u>hu <u>h</u>ukman wa'ilman waka<u>dzaa</u>lika najzii <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
        "signCode": "ولما بلغ أشده ءاتينه حكما وعلما وكذلك نجزي المحسنين"
      },
      {
        "id": 1619,
        "surah": 12,
        "nomor": 23,
        "ar": "وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
        "tr": "war<u>aa</u>wadat-hu <strong>al</strong>latii huwa fii baytih<u>aa</u> 'an nafsihi waghallaqati <strong>a</strong>l-abw<u>aa</u>ba waq<u>aa</u>lat hayta laka q<u>aa</u>la ma'<u>aadz</u>a <strong>al</strong>l<u>aa</u>hi innahu rabbii a<u>h</u>sana matsw<u>aa</u>ya innahu l<u>aa</u> yufli<u>h</u>u <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>",
        "idn": "Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Dan dia menutup pintu-pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.” Sesungguhnya orang yang zalim itu tidak akan beruntung.",
        "signCode": "ورودته التي هو في بيتها عن نفسه وغلقت الأبوب وقالت هيت لك قال معاذ الله إنه ربي أحسن مثواي إنه لا يفلح الظلمون"
      },
      {
        "id": 1620,
        "surah": 12,
        "nomor": 24,
        "ar": "وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ اَنْ رَّاٰى بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ",
        "tr": "walaqad hammat bihi wahamma bih<u>aa</u> lawl<u>aa</u> an ra<u>aa</u> burh<u>aa</u>na rabbihi ka<u>dzaa</u>lika lina<u>sh</u>rifa 'anhu <strong>al</strong>ssuu-a wa<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-a innahu min 'ib<u>aa</u>din<u>aa</u> <strong>a</strong>lmukhla<u>sh</u>iin<strong>a</strong>",
        "idn": "Dan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih.",
        "signCode": "ولقد همت به وهم بها لولا أن رءا برهن ربه كذلك لنصرف عنه السوء والفحشاء إنه من عبادنا المخلصين"
      },
      {
        "id": 1621,
        "surah": 12,
        "nomor": 25,
        "ar": "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ ",
        "tr": "wa<strong>i</strong>stabaq<u>aa</u> <strong>a</strong>lb<u>aa</u>ba waqaddat qamii<u>sh</u>ahu min duburin wa-alfay<u>aa</u> sayyidah<u>aa</u> lad<u>aa</u> <strong>a</strong>lb<u>aa</u>bi q<u>aa</u>lat m<u>aa</u> jaz<u>aa</u>u man ar<u>aa</u>da bi-ahlika suu-an ill<u>aa</u> an yusjana aw 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih?”",
        "signCode": "واستبقا الباب وقدت قميصه من دبر وألفيا سيدها لدا الباب قالت ما جزاء من أراد بأهلك سوءا إلا أن يسجن أو عذاب أليم"
      },
      {
        "id": 1622,
        "surah": 12,
        "nomor": 26,
        "ar": "قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ",
        "tr": "q<u>aa</u>la hiya r<u>aa</u>wadatnii 'an nafsii wasyahida sy<u>aa</u>hidun min ahlih<u>aa</u> in k<u>aa</u>na qamii<u>sh</u>uhu qudda min qubulin fa<u>sh</u>adaqat wahuwa mina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>",
        "idn": "Dia (Yusuf) berkata, “Dia yang menggodaku dan merayu diriku.”  Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika baju gamisnya koyak di bagian depan, maka perempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta.",
        "signCode": "قال هي رودتني عن نفسي وشهد شاهد من أهلها إن كان قميصه قد من قبل فصدقت وهو من الكذبين"
      },
      {
        "id": 1623,
        "surah": 12,
        "nomor": 27,
        "ar": "وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ",
        "tr": "wa-in k<u>aa</u>na qamii<u>sh</u>uhu qudda min duburin faka<u>dz</u>abat wahuwa mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
        "idn": "Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar.”",
        "signCode": "وإن كان قميصه قد من دبر فكذبت وهو من الصدقين"
      },
      {
        "id": 1624,
        "surah": 12,
        "nomor": 28,
        "ar": "فَلَمَّا رَاٰى قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّ ۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ ",
        "tr": "falamm<u>aa</u> ra<u>aa</u> qamii<u>sh</u>ahu qudda min duburin q<u>aa</u>la innahu min kaydikunna inna kaydakunna 'a<u>zh</u>iim<strong>un</strong>",
        "idn": "Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, “Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat.”",
        "signCode": "فلما رءا قميصه قد من دبر قال إنه من كيدكن إن كيدكن عظيم"
      },
      {
        "id": 1625,
        "surah": 12,
        "nomor": 29,
        "ar": "يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ",
        "tr": "yuusufu a'ri<u>dh</u> 'an h<u>aadzaa</u> wa<strong>i</strong>staghfirii li<u>dz</u>anbiki innaki kunti mina <strong>a</strong>lkh<u>aath</u>i-iin<strong>a</strong>",
        "idn": "Wahai Yusuf! ”Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah.”",
        "signCode": "يوسف أعرض عن هذا واستغفري لذنبك إنك كنت من الخاطءين"
      },
      {
        "id": 1626,
        "surah": 12,
        "nomor": 30,
        "ar": "۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَاَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ اِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ ",
        "tr": "waq<u>aa</u>la niswatun fii <strong>a</strong>lmadiinati imra-atu <strong>a</strong>l'aziizi tur<u>aa</u>widu fat<u>aa</u>h<u>aa</u> 'an nafsihi qad syaghafah<u>aa</u> <u>h</u>ubban inn<u>aa</u> lanar<u>aa</u>h<u>aa</u> fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
        "idn": "Dan perempuan-perempuan di kota berkata, “Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata.”",
        "signCode": "وقال نسوة في المدينة امرأت العزيز ترود فتىها عن نفسه قد شغفها حبا إنا لنرىها في ضلل مبين"
      },
      {
        "id": 1627,
        "surah": 12,
        "nomor": 31,
        "ar": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ اَرْسَلَتْ اِلَيْهِنَّ وَاَعْتَدَتْ لَهُنَّ مُتَّكَاً وَّاٰتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيْنًا وَّقَالَتِ اخْرُجْ عَلَيْهِنَّ ۚ فَلَمَّا رَاَيْنَهٗٓ اَكْبَرْنَهٗ وَقَطَّعْنَ اَيْدِيَهُنَّۖ وَقُلْنَ حَاشَ لِلّٰهِ مَا ",
        "tr": "falamm<u>aa</u> sami'at bimakrihinna arsalat ilayhinna wa-a'tadat lahunna muttaka-an wa<u>aa</u>tat kulla w<u>aah</u>idatin minhunna sikkiinan waq<u>aa</u>lati ukhruj 'alayhinna falamm<u>aa</u> ra-aynahu akbarnahu waqa<u>ththh</u>a'na aydiyahunna waqulna <u>haa</u>sya lill<u>aa</u>hi m<u>aa</u> h<u>aadzaa</u> basyaran in h<u>aadzaa</u> ill<u>aa</u> malakun kariim<strong>un</strong>",
        "idn": "Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebuah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), “Keluarlah (tampakkanlah dirimu) kepada mereka.” Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, “Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia.”",
        "signCode": "فلما سمعت بمكرهن أرسلت إليهن وأعتدت لهن متكءا وءاتت كل وحدة منهن سكينا وقالت اخرج عليهن فلما رأينه أكبرنه وقطعن أيديهن وقلن حش لله ما هذا بشرا إن هذا إلا ملك كريم"
      },
      {
        "id": 1628,
        "surah": 12,
        "nomor": 32,
        "ar": "قَالَتْ فَذٰلِكُنَّ الَّذِيْ لُمْتُنَّنِيْ فِيْهِ ۗوَلَقَدْ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ فَاسْتَعْصَمَ ۗوَلَىِٕنْ لَّمْ يَفْعَلْ مَآ اٰمُرُهٗ لَيُسْجَنَنَّ وَلَيَكُوْنًا مِّنَ الصّٰغِرِيْنَ ",
        "tr": "q<u>aa</u>lat fa<u>dzaa</u>likunna <strong>al</strong>la<u>dz</u>ii lumtunnanii fiihi walaqad r<u>aa</u>wadtuhu 'an nafsihi fa<strong>i</strong>st'<u>sh</u>ama wala-in lam yaf'al m<u>aa</u> <u>aa</u>muruhu layusjananna walayakuunan mina <strong>al</strong><u>shshaa</u>ghiriin<strong>a</strong>",
        "idn": "Dia (istri Al-Aziz) berkata, “Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya, dan sungguh, aku telah menggoda untuk menundukkan dirinya tetapi dia menolak. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina.”",
        "signCode": "قالت فذلكن الذي لمتنني فيه ولقد رودته عن نفسه فاستعصم ولئن لم يفعل ما ءامره ليسجنن وليكونا من الصغرين"
      },
      {
        "id": 1629,
        "surah": 12,
        "nomor": 33,
        "ar": "قَالَ رَبِّ السِّجْنُ اَحَبُّ اِلَيَّ مِمَّا يَدْعُوْنَنِيْٓ اِلَيْهِ ۚوَاِلَّا تَصْرِفْ عَنِّيْ كَيْدَهُنَّ اَصْبُ اِلَيْهِنَّ وَاَكُنْ مِّنَ الْجٰهِلِيْنَ ",
        "tr": "q<u>aa</u>la rabbi <strong>al</strong>ssijnu a<u>h</u>abbu ilayya mimm<u>aa</u> yad'uunanii ilayhi wa-ill<u>aa</u> ta<u>sh</u>rif 'annii kaydahunna a<u>sh</u>bu ilayhinna wa-akun mina <strong>a</strong>lj<u>aa</u>hiliin<strong>a</strong>",
        "idn": "Yusuf berkata, “Wahai Tuhanku! Penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika aku tidak Engkau hindarkan dari tipu daya mereka, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang yang bodoh.”",
        "signCode": "قال رب السجن أحب إلي مما يدعونني إليه وإلا تصرف عني كيدهن أصب إليهن وأكن من الجهلين"
      },
      {
        "id": 1630,
        "surah": 12,
        "nomor": 34,
        "ar": "فَاسْتَجَابَ لَهٗ رَبُّهٗ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
        "tr": "fa<strong>i</strong>staj<u>aa</u>ba lahu rabbuhu fa<u>sh</u>arafa 'anhu kaydahunna innahu huwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>",
        "idn": "Maka Tuhan memperkenankan doa Yusuf, dan Dia menghindarkan Yusuf dari tipu daya mereka. Dialah Yang Maha Mendengar, Maha Mengetahui.",
        "signCode": "فاستجاب له ربه فصرف عنه كيدهن إنه هو السميع العليم"
      },
      {
        "id": 1631,
        "surah": 12,
        "nomor": 35,
        "ar": "ثُمَّ بَدَا لَهُمْ مِّنْۢ بَعْدِ مَا رَاَوُا الْاٰيٰتِ لَيَسْجُنُنَّهٗ حَتّٰى حِيْنٍ ",
        "tr": "tsumma bad<u>aa</u> lahum min ba'di m<u>aa</u> ra-awuu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti layasjununnahu <u>h</u>att<u>aa</u> <u>h</u>iin<strong>in</strong>",
        "idn": "Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.",
        "signCode": "ثم بدا لهم من بعد ما رأوا الءايت ليسجننه حتى حين"
      },
      {
        "id": 1632,
        "surah": 12,
        "nomor": 36,
        "ar": "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيٰنِ ۗقَالَ اَحَدُهُمَآ اِنِّيْٓ اَرٰىنِيْٓ اَعْصِرُ خَمْرًا ۚوَقَالَ الْاٰخَرُ اِنِّيْٓ اَرٰىنِيْٓ اَحْمِلُ فَوْقَ رَأْسِيْ خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ ۗنَبِّئْنَا بِتَأْوِيْلِهٖ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
        "tr": "wadakhala ma'ahu <strong>al</strong>ssijna fatay<u>aa</u>ni q<u>aa</u>la a<u>h</u>aduhum<u>aa</u> innii ar<u>aa</u>nii a'<u>sh</u>iru khamran waq<u>aa</u>la <strong>a</strong>l-<u>aa</u>kharu innii ar<u>aa</u>nii a<u>h</u>milu fawqa ra/sii khubzan ta/kulu <strong>al</strong><u>ththh</u>ayru minhu nabbi/n<u>aa</u> bita/wiilihi inn<u>aa</u> nar<u>aa</u>ka mina <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Dan bersama dia masuk pula dua orang pemuda ke dalam penjara. Salah satunya berkata, “Sesungguhnya aku bermimpi memeras anggur,” dan yang lainnya berkata, “Aku bermimpi, membawa roti di atas kepalaku, sebagiannya dimakan burung.” Berikanlah kepada kami takwilnya. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik.",
        "signCode": "ودخل معه السجن فتيان قال أحدهما إني أرىني أعصر خمرا وقال الءاخر إني أرىني أحمل فوق رأسي خبزا تأكل الطير منه نبئنا بتأويله إنا نرىك من المحسنين"
      },
      {
        "id": 1633,
        "surah": 12,
        "nomor": 37,
        "ar": "قَالَ لَا يَأْتِيْكُمَا طَعَامٌ تُرْزَقٰنِهٖٓ اِلَّا نَبَّأْتُكُمَا بِتَأْوِيْلِهٖ قَبْلَ اَنْ يَّأْتِيَكُمَا ۗذٰلِكُمَا مِمَّا عَلَّمَنِيْ رَبِّيْۗ اِنِّيْ تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُوْنَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَۙ ",
        "tr": "q<u>aa</u>la l<u>aa</u> ya/tiikum<u>aa</u> <u>th</u>a'<u>aa</u>mun turzaq<u>aa</u>nihi ill<u>aa</u> nabba/tukum<u>aa</u> bita/wiilihi qabla an ya/tiyakum<u>aa</u> <u>dzaa</u>likum<u>aa</u> mimm<u>aa</u> 'allamanii rabbii innii taraktu millata qawmin l<u>aa</u> yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wahum bi<strong>a</strong>l-<u>aa</u>khirati hum k<u>aa</u>firuun<strong>a</strong>",
        "idn": "Dia (Yusuf) berkata, “Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, bahkan mereka tidak percaya kepada hari akhirat.",
        "signCode": "قال لا يأتيكما طعام ترزقانه إلا نبأتكما بتأويله قبل أن يأتيكما ذلكما مما علمني ربي إني تركت ملة قوم لا يؤمنون بالله وهم بالءاخرة هم كفرون"
      },
      {
        "id": 1634,
        "surah": 12,
        "nomor": 38,
        "ar": "وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
        "tr": "wa<strong>i</strong>ttaba'tu millata <u>aa</u>b<u>aa</u>-ii ibr<u>aa</u>hiima wa-is<u>haa</u>qa waya'quuba m<u>aa</u> k<u>aa</u>na lan<u>aa</u> an nusyrika bi<strong>al</strong>l<u>aa</u>hi min syay-in <u>dzaa</u>lika min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi 'alayn<u>aa</u> wa'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yasykuruun<strong>a</strong>",
        "idn": "Dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah dari karunia Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur.",
        "signCode": "واتبعت ملة ءاباءي إبرهيم وإسحق ويعقوب ما كان لنا أن نشرك بالله من شيء ذلك من فضل الله علينا وعلى الناس ولكن أكثر الناس لا يشكرون"
      },
      {
        "id": 1635,
        "surah": 12,
        "nomor": 39,
        "ar": "يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ",
        "tr": "y<u>aa</u> <u>shaah</u>ibayi <strong>al</strong>ssijni a-arb<u>aa</u>bun mutafarriquuna khayrun ami <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lw<u>aah</u>idu <strong>a</strong>lqahh<u>aa</u>r<strong>u</strong>",
        "idn": "Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa?",
        "signCode": "يصىحبي السجن ءأرباب متفرقون خير أم الله الوحد القهار"
      },
      {
        "id": 1636,
        "surah": 12,
        "nomor": 40,
        "ar": "مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْ",
        "tr": "m<u>aa</u> ta'buduuna min duunihi ill<u>aa</u> asm<u>aa</u>-an sammaytumuuh<u>aa</u> antum wa<u>aa</u>b<u>aa</u>ukum m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu bih<u>aa</u> min sul<u>th</u><u>aa</u>nin ini <strong>a</strong>l<u>h</u>ukmu ill<u>aa</u> lill<u>aa</u>hi amara <strong>al</strong>l<u>aa</u> ta'buduu ill<u>aa</u> iyy<u>aa</u>hu <u>dzaa</u>lika <strong>al</strong>ddiinu <strong>a</strong>lqayyimu wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>",
        "idn": "Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
        "signCode": "ما تعبدون من دونه إلا أسماء سميتموها أنتم وءاباؤكم ما أنزل الله بها من سلطن إن الحكم إلا لله أمر ألا تعبدوا إلا إياه ذلك الدين القيم ولكن أكثر الناس لا يعلمون"
      },
      {
        "id": 1637,
        "surah": 12,
        "nomor": 41,
        "ar": "يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ",
        "tr": "y<u>aa</u> <u>shaah</u>ibayi <strong>al</strong>ssijni amm<u>aa</u> a<u>h</u>adukum<u>aa</u> fayasqii rabbahu khamran wa-amm<u>aa</u> <strong>a</strong>l-<u>aa</u>kharu fayu<u>sh</u>labu fata/kulu <strong>al</strong><u>ththh</u>ayru min ra/sihi qu<u>dh</u>iya <strong>a</strong>l-amru <strong>al</strong>la<u>dz</u>ii fiihi tastaftiy<u>aa</u>n<strong>i</strong>",
        "idn": "Wahai kedua penghuni penjara, “Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku).”",
        "signCode": "يصىحبي السجن أما أحدكما فيسقي ربه خمرا وأما الءاخر فيصلب فتأكل الطير من رأسه قضي الأمر الذي فيه تستفتيان"
      },
      {
        "id": 1638,
        "surah": 12,
        "nomor": 42,
        "ar": "وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ",
        "tr": "waq<u>aa</u>la lilla<u>dz</u>ii <u>zh</u>anna annahu n<u>aa</u>jin minhum<u>aa</u> u<u>dz</u>kurnii 'inda rabbika fa-ans<u>aa</u>hu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu <u>dz</u>ikra rabbihi falabitsa fii <strong>al</strong>ssijni bi<u>dh</u>'a siniin<strong>a</strong>",
        "idn": "Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Terangkanlah keadaanku kepada tuanmu.” Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.",
        "signCode": "وقال للذي ظن أنه ناج منهما اذكرني عند ربك فأنسىه الشيطن ذكر ربه فلبث في السجن بضع سنين"
      },
      {
        "id": 1639,
        "surah": 12,
        "nomor": 43,
        "ar": "وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُؤْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ",
        "tr": "waq<u>aa</u>la <strong>a</strong>lmaliku innii ar<u>aa</u> sab'a baqar<u>aa</u>tin sim<u>aa</u>nin ya/kuluhunna sab'un 'ij<u>aa</u>fun wasab'a sunbul<u>aa</u>tin khu<u>dh</u>rin waukhara y<u>aa</u>bis<u>aa</u>tin y<u>aa</u> ayyuh<u>aa</u> <strong>a</strong>lmalau aftuunii fii ru/y<u>aa</u>ya in kuntum li<strong>l</strong>rru/y<u>aa</u> ta'buruun<strong>a</strong>",
        "idn": "Dan raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.” ",
        "signCode": "وقال الملك إني أرى سبع بقرت سمان يأكلهن سبع عجاف وسبع سنبلت خضر وأخر يابست يأيها الملأ أفتوني في رءيي إن كنتم للرءيا تعبرون"
      },
      {
        "id": 1640,
        "surah": 12,
        "nomor": 44,
        "ar": "قَالُوْٓا اَضْغَاثُ اَحْلَامٍ ۚوَمَا نَحْنُ بِتَأْوِيْلِ الْاَحْلَامِ بِعٰلِمِيْنَ ",
        "tr": "q<u>aa</u>luu a<u>dh</u>gh<u>aa</u>tsu a<u>h</u>l<u>aa</u>min wam<u>aa</u> na<u>h</u>nu bita/wiili <strong>a</strong>l-a<u>h</u>l<u>aa</u>mi bi'<u>aa</u>limiin<strong>a</strong>",
        "idn": "Mereka menjawab, “(Itu) mimpi-mimpi yang kosong dan kami tidak mampu menakwilkan mimpi itu.”",
        "signCode": "قالوا أضغث أحلم وما نحن بتأويل الأحلم بعلمين"
      },
      {
        "id": 1641,
        "surah": 12,
        "nomor": 45,
        "ar": "وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا۠ اُنَبِّئُكُمْ بِتَأْوِيْلِهٖ فَاَرْسِلُوْنِ ",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>ii naj<u>aa</u> minhum<u>aa</u> wa<strong>i</strong>ddakara ba'da ummatin an<u>aa</u> unabbi-ukum bita/wiilihi fa-arsiluun<strong>i</strong>",
        "idn": "Dan berkatalah orang yang selamat di antara mereka berdua dan teringat (kepada Yusuf) setelah beberapa waktu lamanya, “Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu, maka utuslah aku (kepadanya).”",
        "signCode": "وقال الذي نجا منهما وادكر بعد أمة أنا أنبئكم بتأويله فأرسلون"
      },
      {
        "id": 1642,
        "surah": 12,
        "nomor": 46,
        "ar": "يُوْسُفُ اَيُّهَا الصِّدِّيْقُ اَفْتِنَا فِيْ سَبْعِ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعِ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۙ  لَّعَلِّيْٓ اَرْجِعُ اِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُوْنَ ",
        "tr": "yuusufu ayyuh<u>aa</u> <strong>al</strong><u>shsh</u>iddiiqu aftin<u>aa</u> fii sab'i baqar<u>aa</u>tin sim<u>aa</u>nin ya/kuluhunna sab'un 'ij<u>aa</u>fun wasab'i sunbul<u>aa</u>tin khu<u>dh</u>rin waukhara y<u>aa</u>bis<u>aa</u>tin la'allii arji'u il<u>aa</u> <strong>al</strong>nn<u>aa</u>si la'allahum ya'lamuun<strong>a</strong>",
        "idn": "”Yusuf, wahai orang yang sangat dipercaya! Terangkanlah kepada kami (takwil mimpi) tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh (ekor sapi betina) yang kurus, tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahui.”",
        "signCode": "يوسف أيها الصديق أفتنا في سبع بقرت سمان يأكلهن سبع عجاف وسبع سنبلت خضر وأخر يابست لعلي أرجع إلى الناس لعلهم يعلمون"
      },
      {
        "id": 1643,
        "surah": 12,
        "nomor": 47,
        "ar": "قَالَ تَزْرَعُوْنَ سَبْعَ سِنِيْنَ دَاَبًاۚ فَمَا حَصَدْتُّمْ فَذَرُوْهُ فِيْ سُنْۢبُلِهٖٓ اِلَّا قَلِيْلًا مِّمَّا تَأْكُلُوْنَ ",
        "tr": "q<u>aa</u>la tazra'uuna sab'a siniina da-aban fam<u>aa</u> <u>h</u>a<u>sh</u>adtum fa<u>dz</u>aruuhu fii sunbulihi ill<u>aa</u> qaliilan mimm<u>aa</u> ta/kuluun<strong>a</strong>",
        "idn": "Dia (Yusuf) berkata, “Agar kamu bercocok tanam tujuh tahun (berturut-turut) sebagaimana biasa; kemudian apa yang kamu tuai hendaklah kamu biarkan di tangkainya kecuali sedikit untuk kamu makan.",
        "signCode": "قال تزرعون سبع سنين دأبا فما حصدتم فذروه في سنبله إلا قليلا مما تأكلون"
      },
      {
        "id": 1644,
        "surah": 12,
        "nomor": 48,
        "ar": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَّأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ اِلَّا قَلِيْلًا مِّمَّا تُحْصِنُوْنَ",
        "tr": "tsumma ya/tii min ba'di <u>dzaa</u>lika sab'un syid<u>aa</u>dun ya/kulna m<u>aa</u> qaddamtum lahunna ill<u>aa</u> qaliilan mimm<u>aa</u> tu<u>hs</u>inuun<strong>a</strong>",
        "idn": "Kemudian setelah  itu akan datang tujuh (tahun) yang sangat sulit, yang menghabiskan apa yang kamu simpan untuk menghadapinya (tahun sulit), kecuali sedikit dari apa (bibit gandum) yang kamu simpan. ",
        "signCode": "ثم يأتي من بعد ذلك سبع شداد يأكلن ما قدمتم لهن إلا قليلا مما تحصنون"
      },
      {
        "id": 1645,
        "surah": 12,
        "nomor": 49,
        "ar": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ عَامٌ فِيْهِ يُغَاثُ النَّاسُ وَفِيْهِ يَعْصِرُوْنَ",
        "tr": "tsumma ya/tii min ba'di <u>dzaa</u>lika '<u>aa</u>mun fiihi yugh<u>aa</u>tsu <strong>al</strong>nn<u>aa</u>su wafiihi ya'<u>sh</u>iruun<strong>a</strong>",
        "idn": "Setelah itu akan datang tahun, di mana manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).”",
        "signCode": "ثم يأتي من بعد ذلك عام فيه يغاث الناس وفيه يعصرون"
      },
      {
        "id": 1646,
        "surah": 12,
        "nomor": 50,
        "ar": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ ۚفَلَمَّا جَاۤءَهُ الرَّسُوْلُ قَالَ ارْجِعْ اِلٰى رَبِّكَ فَسْـَٔلْهُ مَا بَالُ النِّسْوَةِ الّٰتِيْ قَطَّعْنَ اَيْدِيَهُنَّ ۗاِنَّ رَبِّيْ بِكَيْدِهِنَّ عَلِيْمٌ ",
        "tr": "waq<u>aa</u>la <strong>a</strong>lmaliku i/tuunii bihi falamm<u>aa</u> j<u>aa</u>-ahu <strong>al</strong>rrasuulu q<u>aa</u>la irji' il<u>aa</u> rabbika fa<strong>i</strong>s-alhu m<u>aa</u> b<u>aa</u>lu <strong>al</strong>nniswati <strong>al</strong>l<u>aa</u>tii qa<u>ththh</u>a'na aydiyahunna inna rabbii bikaydihinna 'aliim<strong>un</strong>",
        "idn": "Dan raja berkata, “Bawalah dia kepadaku.” Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, “Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya. Sungguh, Tuhanku Maha Mengetahui tipu daya mereka.”",
        "signCode": "وقال الملك ائتوني به فلما جاءه الرسول قال ارجع إلى ربك فسءله ما بال النسوة التي قطعن أيديهن إن ربي بكيدهن عليم"
      },
      {
        "id": 1647,
        "surah": 12,
        "nomor": 51,
        "ar": "قَالَ مَا خَطْبُكُنَّ اِذْ رَاوَدْتُّنَّ يُوْسُفَ عَنْ نَّفْسِهٖۗ  قُلْنَ حَاشَ لِلّٰهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوْۤءٍ ۗقَالَتِ امْرَاَتُ الْعَزِيْزِ الْـٰٔنَ حَصْحَصَ الْحَقُّۖ اَنَا۠ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ وَاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ ",
        "tr": "q<u>aa</u>la m<u>aa</u> kha<u>th</u>bukunna i<u>dz</u> r<u>aa</u>wadtunna yuusufa 'an nafsihi qulna <u>haa</u>sya lill<u>aa</u>hi m<u>aa</u> 'alimn<u>aa</u> 'alayhi min suu-in q<u>aa</u>lati imra-atu <strong>a</strong>l'aziizi <strong>a</strong>l-<u>aa</u>na <u>h</u>a<u>sy</u>a<u>sh</u>a <strong>a</strong>l<u>h</u>aqqu an<u>aa</u> r<u>aa</u>wadtuhu 'an nafsihi wa-innahu lamina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
        "idn": "Dia (raja) berkata (kepada perempuan-perempuan itu), “Bagaimana keadaanmu ketika kamu menggoda Yusuf untuk menundukkan dirinya?” Mereka berkata, “Mahasempurna Allah, kami tidak mengetahui sesuatu keburukan darinya.” Istri Al-Aziz berkata, “Sekarang jelaslah kebenaran itu, akulah yang menggoda dan merayunya, dan sesungguhnya dia termasuk orang yang benar.”",
        "signCode": "قال ما خطبكن إذ رودتن يوسف عن نفسه قلن حش لله ما علمنا عليه من سوء قالت امرأت العزيز الءن حصحص الحق أنا رودته عن نفسه وإنه لمن الصدقين"
      },
      {
        "id": 1648,
        "surah": 12,
        "nomor": 52,
        "ar": "ذٰلِكَ لِيَعْلَمَ اَنِّيْ لَمْ اَخُنْهُ بِالْغَيْبِ وَاَنَّ اللّٰهَ لَا يَهْدِيْ كَيْدَ الْخَاۤىِٕنِيْنَ  ۔",
        "tr": "<u>dzaa</u>lika liya'lama annii lam akhunhu bi<strong>a</strong>lghaybi wa-anna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii kayda <strong>a</strong>lkh<u>aa</u>-iniin<strong>a</strong>",
        "idn": "(Yusuf berkata), “Yang demikian itu agar dia (Al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah), dan bahwa Allah tidak meridai tipu daya orang-orang yang berkhianat. ",
        "signCode": "ذلك ليعلم أني لم أخنه بالغيب وأن الله لا يهدي كيد الخائنين"
      }
    ]
  }
]