[
  {
    "status": true,
    "nomor": 12,
    "nama": "يوسف",
    "nama_latin": "Yusuf",
    "jumlah_ayat": 111,
    "tempat_turun": "mekah",
    "arti": "Yusuf",
    "deskripsi": " Surat Yusuf ini terdiri atas 111 ayat, termasuk golongan surat-surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamakan <i>surat Yusuf</i> adalah karena titik berat dari isinya mengenai riwayat Nabi Yusuf a.s.  Riwayat tersebut salah satu di antara cerita-cerita ghaib yang diwahyukan kepada Nabi Muhammad s.a.w. sebagai mukjizat bagi beliau, sedang beliau sebelum diturunkan surat ini tidak mengetahuinya.  Menurut riwayat Al Baihaqi dalam kitab <i>Ad Dalail</i> bahwa segolongan orang Yahudi masuk agama Islam sesudah mereka mendengar cerita Yusuf a.s. ini, karena sesuai dengan cerita-cerita yang mereka ketahui. Dari cerita Yusuf a.s. ini, Nabi Muhammad s.a.w. mengambil pelajaran-pelajaran yang banyak dan merupakan penghibur terhadap beliau dalam menjalankan tugasnya.",
    "audio": "https://santrikoding.com/storage/audio/012.mp3",
    "ayat": [
      {
        "id": 1649,
        "surah": 12,
        "nomor": 53,
        "ar": "۞ وَمَآ اُبَرِّئُ نَفْسِيْۚ اِنَّ النَّفْسَ لَاَمَّارَةٌ ۢ بِالسُّوْۤءِ اِلَّا مَا رَحِمَ رَبِّيْۗ اِنَّ رَبِّيْ غَفُوْرٌ رَّحِيْمٌ",
        "tr": "wam<u>aa</u> ubarri-u nafsii inna <strong>al</strong>nnafsa la-amm<u>aa</u>ratun bi<strong>al</strong>ssuu-i ill<u>aa</u> m<u>aa</u> ra<u>h</u>ima rabbii inna rabbii ghafuurun ra<u>h</u>iim<strong>un </strong>",
        "idn": "Dan aku tidak (menyatakan) diriku bebas (dari kesalahan), karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang.",
        "signCode": "وما أبرئ نفسي إن النفس لأمارة بالسوء إلا ما رحم ربي إن ربي غفور رحيم"
      },
      {
        "id": 1650,
        "surah": 12,
        "nomor": 54,
        "ar": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖٓ اَسْتَخْلِصْهُ لِنَفْسِيْۚ فَلَمَّا كَلَّمَهٗ قَالَ اِنَّكَ الْيَوْمَ لَدَيْنَا مَكِيْنٌ اَمِيْنٌ",
        "tr": "waq<u>aa</u>la <strong>a</strong>lmaliku i/tuunii bihi astakhli<u>sh</u>hu linafsii falamm<u>aa</u> kallamahu q<u>aa</u>la innaka <strong>a</strong>lyawma ladayn<u>aa</u> makiinun amiin<strong>un</strong>",
        "idn": "Dan raja berkata, “Bawalah dia (Yusuf) kepadaku, agar aku memilih dia (sebagai orang yang dekat) kepadaku.”  Ketika dia (raja) telah bercakap-cakap dengan dia, dia (raja) berkata, “Sesungguhnya kamu (mulai) hari ini menjadi seorang yang berkedudukan tinggi di lingkungan kami dan dipercaya.”",
        "signCode": "وقال الملك ائتوني به أستخلصه لنفسي فلما كلمه قال إنك اليوم لدينا مكين أمين"
      },
      {
        "id": 1651,
        "surah": 12,
        "nomor": 55,
        "ar": "قَالَ اجْعَلْنِيْ عَلٰى خَزَاۤىِٕنِ الْاَرْضِۚ اِنِّيْ حَفِيْظٌ عَلِيْمٌ",
        "tr": "q<u>aa</u>la ij'alnii 'al<u>aa</u> khaz<u>aa</u>-ini <strong>a</strong>l-ar<u>dh</u>i innii <u>h</u>afii<u>zh</u>un 'aliim<strong>un</strong>",
        "idn": "Dia (Yusuf) berkata, “Jadikanlah aku bendaharawan negeri (Mesir); karena sesungguhnya aku adalah orang yang pandai menjaga, dan berpengetahuan.”",
        "signCode": "قال اجعلني على خزائن الأرض إني حفيظ عليم"
      },
      {
        "id": 1652,
        "surah": 12,
        "nomor": 56,
        "ar": "وَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِ يَتَبَوَّاُ مِنْهَا حَيْثُ يَشَاۤءُۗ نُصِيْبُ بِرَحْمَتِنَا مَنْ نَّشَاۤءُ وَلَا نُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
        "tr": "waka<u>dzaa</u>lika makann<u>aa</u> liyuusufa fii <strong>a</strong>l-ar<u>dh</u>i yatabawwau minh<u>aa</u> <u>h</u>aytsu yasy<u>aa</u>u nu<u>sh</u>iibu bira<u>h</u>matin<u>aa</u> man nasy<u>aa</u>u wal<u>aa</u> nu<u>dh</u>ii'u ajra <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir); untuk tinggal di mana saja yang dia kehendaki. Kami melimpahkan rahmat kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang yang berbuat baik.",
        "signCode": "وكذلك مكنا ليوسف في الأرض يتبوأ منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع أجر المحسنين"
      },
      {
        "id": 1653,
        "surah": 12,
        "nomor": 57,
        "ar": "وَلَاَجْرُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ",
        "tr": "wala-ajru <strong>a</strong>l-<u>aa</u>khirati khayrun lilla<u>dz</u>iina <u>aa</u>manuu wak<u>aa</u>nuu yattaquun<strong>a</strong>",
        "idn": "Dan sungguh, pahala akhirat itu lebih baik bagi orang-orang yang beriman dan selalu bertakwa.",
        "signCode": "ولأجر الءاخرة خير للذين ءامنوا وكانوا يتقون"
      },
      {
        "id": 1654,
        "surah": 12,
        "nomor": 58,
        "ar": "وَجَاۤءَ اِخْوَةُ يُوْسُفَ فَدَخَلُوْا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهٗ مُنْكِرُوْنَ",
        "tr": "waj<u>aa</u>-a ikhwatu yuusufa fadakhaluu 'alayhi fa'arafahum wahum lahu munkiruun<strong>a</strong>",
        "idn": "Dan saudara-saudara Yusuf datang (ke Mesir) lalu mereka masuk ke (tempat)nya. Maka dia (Yusuf) mengenal mereka, sedang mereka tidak mengenalinya (lagi) kepadanya.",
        "signCode": "وجاء إخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون"
      },
      {
        "id": 1655,
        "surah": 12,
        "nomor": 59,
        "ar": "وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُوْنِيْ بِاَخٍ لَّكُمْ مِّنْ اَبِيْكُمْ ۚ اَلَا تَرَوْنَ اَنِّيْٓ اُوْفِى الْكَيْلَ وَاَنَا۠ خَيْرُ الْمُنْزِلِيْنَ ",
        "tr": "walamm<u>aa</u> jahhazahum bijah<u>aa</u>zihim q<u>aa</u>la i/tuunii bi-akhin lakum min abiikum <strong>a</strong>l<u>aa</u> tarawna annii uufii <strong>a</strong>lkayla wa-an<u>aa</u> khayru <strong>a</strong>lmunziliin<strong>a</strong>",
        "idn": "Dan ketika dia (Yusuf) menyiapkan bahan makanan untuk mereka, dia berkata, “Bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin), tidakkah kamu melihat bahwa aku menyempurnakan takaran dan aku adalah penerima tamu yang terbaik?",
        "signCode": "ولما جهزهم بجهازهم قال ائتوني بأخ لكم من أبيكم ألا ترون أني أوفي الكيل وأنا خير المنزلين"
      },
      {
        "id": 1656,
        "surah": 12,
        "nomor": 60,
        "ar": "فَاِنْ لَّمْ تَأْتُوْنِيْ بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدِيْ وَلَا تَقْرَبُوْنِ",
        "tr": "fa-in lam ta/tuunii bihi fal<u>aa</u> kayla lakum 'indii wal<u>aa</u> taqrabuun<strong>i</strong>",
        "idn": "Maka jika kamu tidak membawanya kepadaku, maka kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.”",
        "signCode": "فإن لم تأتوني به فلا كيل لكم عندي ولا تقربون"
      },
      {
        "id": 1657,
        "surah": 12,
        "nomor": 61,
        "ar": "قَالُوْا سَنُرَاوِدُ عَنْهُ اَبَاهُ وَاِنَّا لَفَاعِلُوْنَ",
        "tr": "q<u>aa</u>luu sanur<u>aa</u>widu 'anhu ab<u>aa</u>hu wa-inn<u>aa</u> laf<u>aa</u>'iluun<strong>a</strong>",
        "idn": "Mereka berkata, “Kami akan membujuk ayahnya (untuk membawanya) dan kami benar-benar akan melaksanakannya.”",
        "signCode": "قالوا سنرود عنه أباه وإنا لفعلون"
      },
      {
        "id": 1658,
        "surah": 12,
        "nomor": 62,
        "ar": "وَقَالَ لِفِتْيٰنِهِ اجْعَلُوْا بِضَاعَتَهُمْ فِيْ رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُوْنَهَآ اِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُوْنَ",
        "tr": "waq<u>aa</u>la lifity<u>aa</u>nihi ij'aluu bi<u>daa</u>'atahum fii ri<u>haa</u>lihim la'allahum ya'rifuunah<u>aa</u> i<u>dzaa</u> inqalabuu il<u>aa</u> ahlihim la'allahum yarji'uun<strong>a</strong>",
        "idn": "Dan dia (Yusuf) berkata kepada pelayan-pelayannya, “Masukkanlah barang-barang (penukar) mereka ke dalam karung-karungnya, agar mereka mengetahuinya apabila telah kembali kepada keluarganya, mudah-mudahan mereka kembali lagi.”",
        "signCode": "وقال لفتينه اجعلوا بضعتهم في رحالهم لعلهم يعرفونها إذا انقلبوا إلى أهلهم لعلهم يرجعون"
      },
      {
        "id": 1659,
        "surah": 12,
        "nomor": 63,
        "ar": "فَلَمَّا رَجَعُوْٓا اِلٰٓى اَبِيْهِمْ قَالُوْا يٰٓاَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَاَرْسِلْ مَعَنَآ اَخَانَا نَكْتَلْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
        "tr": "falamm<u>aa</u> raja'uu il<u>aa</u> abiihim q<u>aa</u>luu y<u>aa</u> ab<u>aa</u>n<u>aa</u> muni'a minn<u>aa</u> <strong>a</strong>lkaylu fa-arsil ma'an<u>aa</u> akh<u>aa</u>n<u>aa</u> naktal wa-inn<u>aa</u> lahu la<u>haa</u>fi<u>zh</u>uun<strong>a</strong>",
        "idn": "Maka ketika mereka telah kembali kepada ayahnya (Yakub) mereka berkata, “Wahai ayah kami! Kami tidak akan mendapat jatah (gandum) lagi, (jika tidak membawa saudara kami), sebab itu biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah, dan kami benar-benar akan menjaganya.”",
        "signCode": "فلما رجعوا إلى أبيهم قالوا يأبانا منع منا الكيل فأرسل معنا أخانا نكتل وإنا له لحفظون"
      },
      {
        "id": 1660,
        "surah": 12,
        "nomor": 64,
        "ar": "قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَآ اَمِنْتُكُمْ عَلٰٓى اَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
        "tr": "q<u>aa</u>la hal <u>aa</u>manukum 'alayhi ill<u>aa</u> kam<u>aa</u> amintukum 'al<u>aa</u> akhiihi min qablu fa<strong>al</strong>l<u>aa</u>hu khayrun <u>haa</u>fi<u>zh</u>an wahuwa ar<u>h</u>amu <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>",
        "idn": "Dia (Yakub) berkata, “Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?” Maka Allah adalah penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.",
        "signCode": "قال هل ءامنكم عليه إلا كما أمنتكم على أخيه من قبل فالله خير حفظا وهو أرحم الرحمين"
      },
      {
        "id": 1661,
        "surah": 12,
        "nomor": 65,
        "ar": "وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْۗ قَالُوْا يٰٓاَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَا وَنَمِيْرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ",
        "tr": "walamm<u>aa</u> fata<u>h</u>uu mat<u>aa</u>'ahum wajaduu bi<u>daa</u>'atahum ruddat ilayhim q<u>aa</u>luu y<u>aa</u> ab<u>aa</u>n<u>aa</u> m<u>aa</u> nabghii h<u>aadz</u>ihi bi<u>daa</u>'atun<u>aa</u> ruddat ilayn<u>aa</u> wanamiiru ahlan<u>aa</u> wana<u>h</u>fa<u>zh</u>u akh<u>aa</u>n<u>aa</u> wanazd<u>aa</u>du kayla ba'iirin <u>dzaa</u>lika kaylun yasiir<strong>un</strong>",
        "idn": "Dan ketika mereka membuka barang-barangnya, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, “Wahai ayah kami! Apalagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kita akan dapat memberi makan keluarga kita, dan kami akan memelihara saudara kami, dan kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu suatu hal yang mudah (bagi raja Mesir).”",
        "signCode": "ولما فتحوا متعهم وجدوا بضعتهم ردت إليهم قالوا يأبانا ما نبغي هذه بضعتنا ردت إلينا ونمير أهلنا ونحفظ أخانا ونزداد كيل بعير ذلك كيل يسير"
      },
      {
        "id": 1662,
        "surah": 12,
        "nomor": 66,
        "ar": "قَالَ لَنْ اُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ اِلَّآ اَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ",
        "tr": "q<u>aa</u>la lan ursilahu ma'akum <u>h</u>att<u>aa</u> tu/tuuni mawtsiqan mina <strong>al</strong>l<u>aa</u>hi lata/tunnanii bihi ill<u>aa</u> an yu<u>hath</u>a bikum falamm<u>aa</u> <u>aa</u>tawhu mawtsiqahum q<u>aa</u>la <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> m<u>aa</u> naquulu wakiil<strong>un</strong>",
        "idn": "Dia (Yakub) berkata, “Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung (musuh).” Setelah mereka mengucapkan sumpah, dia (Yakub) berkata, “Allah adalah saksi terhadap apa yang kita ucapkan.”",
        "signCode": "قال لن أرسله معكم حتى تؤتون موثقا من الله لتأتنني به إلا أن يحاط بكم فلما ءاتوه موثقهم قال الله على ما نقول وكيل"
      },
      {
        "id": 1663,
        "surah": 12,
        "nomor": 67,
        "ar": "وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ اَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ اُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ",
        "tr": "waq<u>aa</u>la y<u>aa</u> baniyya l<u>aa</u> tadkhuluu min b<u>aa</u>bin w<u>aah</u>idin wa<strong>u</strong>dkhuluu min abw<u>aa</u>bin mutafarriqatin wam<u>aa</u> ughnii 'ankum mina <strong>al</strong>l<u>aa</u>hi min syay-in ini <strong>a</strong>l<u>h</u>ukmu ill<u>aa</u> lill<u>aa</u>hi 'alayhi tawakkaltu wa'alayhi falyatawakkali <strong>a</strong>lmutawakkiluun<strong>a</strong>",
        "idn": "Dan dia (Yakub) berkata, “Wahai anak-anakku! Janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda; namun demikian aku tidak dapat mempertahankan kamu sedikit pun dari (takdir) Allah. Keputusan itu hanyalah bagi Allah. Kepada-Nya aku bertawakal dan kepada-Nya pula bertawakallah orang-orang yang bertawakal.”",
        "signCode": "وقال يبني لا تدخلوا من باب وحد وادخلوا من أبوب متفرقة وما أغني عنكم من الله من شيء إن الحكم إلا لله عليه توكلت وعليه فليتوكل المتوكلون"
      },
      {
        "id": 1664,
        "surah": 12,
        "nomor": 68,
        "ar": "وَلَمَّا دَخَلُوْا مِنْ حَيْثُ اَمَرَهُمْ اَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَاِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
        "tr": "walamm<u>aa</u> dakhaluu min <u>h</u>aytsu amarahum abuuhum m<u>aa</u> k<u>aa</u>na yughnii 'anhum mina <strong>al</strong>l<u>aa</u>hi min syay-in ill<u>aa</u> <u>haa</u>jatan fii nafsi ya'quuba qa<u>daa</u>h<u>aa</u> wa-innahu la<u>dz</u>uu 'ilmin lim<u>aa</u> 'allamn<u>aa</u>hu wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>",
        "idn": "Dan ketika mereka masuk sesuai dengan perintah ayah mereka, (masuknya mereka itu) tidak dapat menolak sedikit pun keputusan Allah, (tetapi itu) hanya suatu keinginan pada diri Yakub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Tetapi kebanyakan manusia tidak mengetahui.",
        "signCode": "ولما دخلوا من حيث أمرهم أبوهم ما كان يغني عنهم من الله من شيء إلا حاجة في نفس يعقوب قضىها وإنه لذو علم لما علمنه ولكن أكثر الناس لا يعلمون"
      },
      {
        "id": 1665,
        "surah": 12,
        "nomor": 69,
        "ar": "وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنِّيْٓ اَنَا۠ اَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ",
        "tr": "walamm<u>aa</u> dakhaluu 'al<u>aa</u> yuusufa <u>aa</u>w<u>aa</u> ilayhi akh<u>aa</u>hu q<u>aa</u>la innii an<u>aa</u> akhuuka fal<u>aa</u> tabta-is bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "idn": "Dan ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, “Sesungguhnya aku adalah  saudaramu, jangan engkau bersedih hati terhadap apa yang telah mereka kerjakan.”",
        "signCode": "ولما دخلوا على يوسف ءاوى إليه أخاه قال إني أنا أخوك فلا تبتئس بما كانوا يعملون"
      },
      {
        "id": 1666,
        "surah": 12,
        "nomor": 70,
        "ar": "فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ اَخِيْهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعِيْرُ اِنَّكُمْ لَسَارِقُوْنَ",
        "tr": "falamm<u>aa</u> jahhazahum bijah<u>aa</u>zihim ja'ala <strong>al</strong>ssiq<u>aa</u>yata fii ra<u>h</u>li akhiihi tsumma a<u>dzdz</u>ana mu-a<u>dzdz</u>inun ayyatuh<u>aa</u> <strong>a</strong>l'iiru innakum las<u>aa</u>riquun<strong>a</strong>",
        "idn": "Maka ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan piala ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan, “Wahai kafilah! Sesungguhnya kamu pasti pencuri.” ",
        "signCode": "فلما جهزهم بجهازهم جعل السقاية في رحل أخيه ثم أذن مؤذن أيتها العير إنكم لسرقون"
      },
      {
        "id": 1667,
        "surah": 12,
        "nomor": 71,
        "ar": "قَالُوْا وَاَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ",
        "tr": "q<u>aa</u>luu wa-aqbaluu 'alayhim m<u>aatsaa</u> tafqiduun<strong>a</strong>",
        "idn": "Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), “Kamu kehilangan apa?”",
        "signCode": "قالوا وأقبلوا عليهم ماذا تفقدون"
      },
      {
        "id": 1668,
        "surah": 12,
        "nomor": 72,
        "ar": "قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ",
        "tr": "q<u>aa</u>luu nafqidu <u>sh</u>uw<u>aa</u>'a <strong>a</strong>lmaliki waliman j<u>aa</u>-a bihi <u>h</u>imlu ba'iirin wa-an<u>aa</u> bihi za'iim<strong>un</strong>",
        "idn": "Mereka menjawab, “Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta, dan aku jamin itu.”",
        "signCode": "قالوا نفقد صواع الملك ولمن جاء به حمل بعير وأنا به زعيم"
      },
      {
        "id": 1669,
        "surah": 12,
        "nomor": 73,
        "ar": "قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْاَرْضِ وَمَا كُنَّا سَارِقِيْنَ",
        "tr": "q<u>aa</u>luu ta<strong>al</strong>l<u>aa</u>hi laqad 'alimtum m<u>aa</u> ji/n<u>aa</u> linufsida fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> kunn<u>aa</u> s<u>aa</u>riqiin<strong>a</strong>",
        "idn": "Mereka (saudara-saudara Yusuf) menjawab, “Demi Allah, sungguh, kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.”",
        "signCode": "قالوا تالله لقد علمتم ما جئنا لنفسد في الأرض وما كنا سرقين"
      },
      {
        "id": 1670,
        "surah": 12,
        "nomor": 74,
        "ar": "قَالُوْا فَمَا جَزَاۤؤُهٗٓ اِنْ كُنْتُمْ كٰذِبِيْنَ",
        "tr": "q<u>aa</u>luu fam<u>aa</u> jaz<u>aa</u>uhu in kuntum k<u>aadz</u>ibiin<strong>a</strong>",
        "idn": "Mereka berkata, “Tetapi apa hukumannya jika kamu dusta?”",
        "signCode": "قالوا فما جزؤه إن كنتم كذبين"
      },
      {
        "id": 1671,
        "surah": 12,
        "nomor": 75,
        "ar": "قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗ ۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
        "tr": "q<u>aa</u>luu jaz<u>aa</u>uhu man wujida fii ra<u>h</u>lihi fahuwa jaz<u>aa</u>uhu ka<u>dzaa</u>lika najzii <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Mereka menjawab, “Hukumannya ialah pada siapa ditemukan dalam karungnya (barang yang hilang itu), maka dia sendirilah menerima hukumannya. Demikianlah kami memberi hukuman kepada orang-orang zalim.”",
        "signCode": "قالوا جزؤه من وجد في رحله فهو جزؤه كذلك نجزي الظلمين"
      },
      {
        "id": 1672,
        "surah": 12,
        "nomor": 76,
        "ar": "فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ اَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ اَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ اَخَاهُ فِيْ دِيْنِ الْمَلِكِ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗنَرْفَعُ دَرَجَاتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ ",
        "tr": "fabada-a bi-aw'iyatihim qabla wi'<u>aa</u>-i akhiihi tsumma istakhrajah<u>aa</u> min wi'<u>aa</u>-i akhiihi ka<u>dzaa</u>lika kidn<u>aa</u> liyuusufa m<u>aa</u> k<u>aa</u>na liya/khu<u>dz</u>a akh<u>aa</u>hu fii diini <strong>a</strong>lmaliki ill<u>aa</u> an yasy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu narfa'u daraj<u>aa</u>tin man nasy<u>aa</u>u wafawqa kulli <u>dz</u>ii 'ilmin 'aliim<strong>un</strong>",
        "idn": "Maka mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan (piala raja) itu dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.",
        "signCode": "فبدأ بأوعيتهم قبل وعاء أخيه ثم استخرجها من وعاء أخيه كذلك كدنا ليوسف ما كان ليأخذ أخاه في دين الملك إلا أن يشاء الله نرفع درجت من نشاء وفوق كل ذي علم عليم"
      },
      {
        "id": 1673,
        "surah": 12,
        "nomor": 77,
        "ar": "۞ قَالُوْٓا اِنْ يَّسْرِقْ فَقَدْ سَرَقَ اَخٌ لَّهٗ مِنْ قَبْلُۚ فَاَسَرَّهَا يُوْسُفُ فِيْ نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْۚ قَالَ اَنْتُمْ شَرٌّ مَّكَانًا ۚوَاللّٰهُ اَعْلَمُ بِمَا تَصِفُوْنَ",
        "tr": "q<u>aa</u>luu in yasriq faqad saraqa akhun lahu min qablu fa-asarrah<u>aa</u> yuusufu fii nafsihi walam yubdih<u>aa</u> lahum q<u>aa</u>la antum syarrun mak<u>aa</u>nan wa<strong>al</strong>l<u>aa</u>hu a'lamu bim<u>aa</u> ta<u>sh</u>ifuun<strong>a</strong>",
        "idn": "Mereka berkata, “Jika dia mencuri, maka sungguh sebelum itu saudaranya pun pernah pula mencuri.” Maka Yusuf menyembunyikan (kejengkelan) dalam hatinya dan tidak ditampakkannya kepada mereka. Dia berkata (dalam hatinya), “Kedudukanmu justru lebih buruk. Dan Allah Maha Mengetahui apa yang kamu terangkan.”",
        "signCode": "قالوا إن يسرق فقد سرق أخ له من قبل فأسرها يوسف في نفسه ولم يبدها لهم قال أنتم شر مكانا والله أعلم بما تصفون"
      },
      {
        "id": 1674,
        "surah": 12,
        "nomor": 78,
        "ar": "قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ اِنَّ لَهٗٓ اَبًا شَيْخًا كَبِيْرًا فَخُذْ اَحَدَنَا مَكَانَهٗ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
        "tr": "q<u>aa</u>luu y<u>aa</u> ayyuh<u>aa</u> <strong>a</strong>l'aziizu inna lahu aban syaykhan kabiiran fakhu<u>dz</u> a<u>h</u>adan<u>aa</u> mak<u>aa</u>nahu inn<u>aa</u> nar<u>aa</u>ka mina <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Mereka berkata, “Wahai Al-Aziz! Dia mempunyai ayah yang sudah lanjut usia, karena itu ambillah salah seorang di antara kami sebagai gantinya, sesungguhnya kami melihat engkau termasuk orang-orang yang berbuat baik.”",
        "signCode": "قالوا يأيها العزيز إن له أبا شيخا كبيرا فخذ أحدنا مكانه إنا نرىك من المحسنين"
      },
      {
        "id": 1675,
        "surah": 12,
        "nomor": 79,
        "ar": "قَالَ مَعَاذَ اللّٰهِ اَنْ نَّأْخُذَ اِلَّا مَنْ وَّجَدْنَا مَتَاعَنَا عِنْدَهٗٓ  ۙاِنَّآ اِذًا لَّظٰلِمُوْنَ",
        "tr": "q<u>aa</u>la ma'<u>aadz</u>a <strong>al</strong>l<u>aa</u>hi an na/khu<u>dz</u>a ill<u>aa</u> man wajadn<u>aa</u> mat<u>aa</u>'an<u>aa</u> 'indahu inn<u>aa</u> i<u>dz</u>an la<u>zhaa</u>limuun<strong>a</strong>",
        "idn": "Dia (Yusuf) berkata, “Aku memohon perlindungan kepada Allah dari menahan (seseorang), kecuali orang yang kami temukan harta kami padanya, jika kami (berbuat) demikian, berarti kami orang yang zalim.”",
        "signCode": "قال معاذ الله أن نأخذ إلا من وجدنا متعنا عنده إنا إذا لظلمون"
      },
      {
        "id": 1676,
        "surah": 12,
        "nomor": 80,
        "ar": "فَلَمَّا اسْتَا۟يْـَٔسُوْا مِنْهُ خَلَصُوْا نَجِيًّاۗ قَالَ كَبِيْرُهُمْ اَلَمْ تَعْلَمُوْٓا اَنَّ اَبَاكُمْ قَدْ اَخَذَ عَلَيْكُمْ مَّوْثِقًا مِّنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُّمْ فِيْ يُوْسُفَ فَلَنْ اَبْرَحَ الْاَرْضَ حَتّٰى يَأْذَنَ لِيْٓ اَبِي",
        "tr": "falamm<u>aa</u> istay-asuu minhu khala<u>sh</u>uu najiyyan q<u>aa</u>la kabiiruhum alam ta'lamuu anna ab<u>aa</u>kum qad akha<u>dz</u>a 'alaykum mawtsiqan mina <strong>al</strong>l<u>aa</u>hi wamin qablu m<u>aa</u> farra<u>th</u>tum fii yuusufa falan abra<u>h</u>a al-ar<u>dh</u>a <u>h</u>att<u>aa</u> ya/<u>dz</u>ana lii abii aw ya<u>h</u>kuma <strong>al</strong>l<u>aa</u>hu lii wahuwa khayru al<u>haa</u>kimiin<strong>a</strong>",
        "idn": "Maka ketika mereka berputus asa darinya (putusan Yusuf) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, “Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan (nama) Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf? Sebab itu aku tidak akan meninggalkan negeri ini (Mesir), sampai ayahku mengizinkan (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah hakim yang terbaik.”",
        "signCode": "فلما استيءسوا منه خلصوا نجيا قال كبيرهم ألم تعلموا أن أباكم قد أخذ عليكم موثقا من الله ومن قبل ما فرطتم في يوسف فلن أبرح الأرض حتى يأذن لي أبي أو يحكم الله لي وهو خير الحكمين"
      },
      {
        "id": 1677,
        "surah": 12,
        "nomor": 81,
        "ar": "اِرْجِعُوْٓا اِلٰٓى اَبِيْكُمْ فَقُوْلُوْا يٰٓاَبَانَآ اِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَآ اِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حٰفِظِيْنَ",
        "tr": "irji'uu il<u>aa</u> abiikum faquuluu y<u>aa</u> ab<u>aa</u>n<u>aa</u> inna ibnaka saraqa wam<u>aa</u> syahidn<u>aa</u> ill<u>aa</u> bim<u>aa</u> 'alimn<u>aa</u> wam<u>aa</u> kunn<u>aa</u> lilghaybi <u>haa</u>fi<u>zh</u>iin<strong>a</strong>",
        "idn": "Kembalilah kepada ayahmu dan katakanlah, “Wahai ayah kami! Sesungguhnya anakmu telah mencuri dan kami hanya menyaksikan apa yang kami ketahui dan kami tidak mengetahui apa yang di balik itu.",
        "signCode": "ارجعوا إلى أبيكم فقولوا يأبانا إن ابنك سرق وما شهدنا إلا بما علمنا وما كنا للغيب حفظين"
      },
      {
        "id": 1678,
        "surah": 12,
        "nomor": 82,
        "ar": "وَسْـَٔلِ الْقَرْيَةَ الَّتِيْ كُنَّا فِيْهَا وَالْعِيْرَ الَّتِيْٓ اَقْبَلْنَا فِيْهَاۗ وَاِنَّا لَصٰدِقُوْنَ",
        "tr": "wa<strong>i</strong>s-ali <strong>a</strong>lqaryata <strong>al</strong>latii kunn<u>aa</u> fiih<u>aa</u> wa<strong>a</strong>l'iira <strong>al</strong>latii aqbaln<u>aa</u> fiih<u>aa</u> wa-inn<u>aa</u> la<u>shaa</u>diquun<strong>a</strong>",
        "idn": "Dan tanyalah (penduduk) negeri tempat kami berada, dan kafilah yang datang bersama kami. Dan kami adalah orang yang benar.”",
        "signCode": "وسءل القرية التي كنا فيها والعير التي أقبلنا فيها وإنا لصدقون"
      },
      {
        "id": 1679,
        "surah": 12,
        "nomor": 83,
        "ar": "قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗعَسَى اللّٰهُ اَنْ يَّأْتِيَنِيْ بِهِمْ جَمِيْعًاۗ اِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
        "tr": "q<u>aa</u>la bal sawwalat lakum anfusukum amran fa<u>sh</u>abrun jamiilun 'as<u>aa</u> <strong>al</strong>l<u>aa</u>hu an ya/tiyanii bihim jamii'an innahu huwa <strong>a</strong>l'aliimu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. Maka (kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku. Sungguh, Dialah Yang Maha Mengetahui, Mahabijaksana.”",
        "signCode": "قال بل سولت لكم أنفسكم أمرا فصبر جميل عسى الله أن يأتيني بهم جميعا إنه هو العليم الحكيم"
      },
      {
        "id": 1680,
        "surah": 12,
        "nomor": 84,
        "ar": "وَتَوَلّٰى عَنْهُمْ وَقَالَ يٰٓاَسَفٰى عَلٰى يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ ",
        "tr": "watawall<u>aa</u> 'anhum waq<u>aa</u>la y<u>aa</u> asaf<u>aa</u> 'al<u>aa</u> yuusufa wa<strong>i</strong>bya<u>dhdh</u>at 'ayn<u>aa</u>hu mina <strong>a</strong>l<u>h</u>uzni fahuwa ka<u>zh</u>iim<strong>un</strong>",
        "idn": "Dan dia (Yakub) berpaling dari mereka (anak-anaknya) seraya berkata, “Aduhai dukacitaku terhadap Yusuf,” dan kedua matanya menjadi putih karena sedih. Dia diam menahan amarah (terhadap anak-anaknya).",
        "signCode": "وتولى عنهم وقال يأسفى على يوسف وابيضت عيناه من الحزن فهو كظيم"
      },
      {
        "id": 1681,
        "surah": 12,
        "nomor": 85,
        "ar": "قَالُوْا تَاللّٰهِ تَفْتَؤُا تَذْكُرُ يُوْسُفَ حَتّٰى تَكُوْنَ حَرَضًا اَوْ تَكُوْنَ مِنَ الْهَالِكِيْنَ",
        "tr": "q<u>aa</u>luu ta<strong>al</strong>l<u>aa</u>hi taftau ta<u>dz</u>kuru yuusufa <u>h</u>att<u>aa</u> takuuna <u>h</u>ara<u>dh</u>an aw takuuna mina <strong>a</strong>lh<u>aa</u>likiin<strong>a</strong>",
        "idn": "Mereka berkata, “Demi Allah, engkau tidak henti-hentinya mengingat Yusuf, sehingga engkau (mengidap) penyakit berat atau engkau termasuk orang-orang yang akan binasa.”",
        "signCode": "قالوا تالله تفتؤا تذكر يوسف حتى تكون حرضا أو تكون من الهلكين"
      },
      {
        "id": 1682,
        "surah": 12,
        "nomor": 86,
        "ar": "قَالَ اِنَّمَآ اَشْكُوْا بَثِّيْ وَحُزْنِيْٓ اِلَى اللّٰهِ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
        "tr": "q<u>aa</u>la innam<u>aa</u> asykuu batstsii wa<u>h</u>uznii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa-a'lamu mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>",
        "idn": "Dia (Yakub) menjawab, “Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Dan aku mengetahui dari Allah apa yang tidak kamu ketahui.",
        "signCode": "قال إنما أشكوا بثي وحزني إلى الله وأعلم من الله ما لا تعلمون"
      },
      {
        "id": 1683,
        "surah": 12,
        "nomor": 87,
        "ar": "يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَاَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِ ۗاِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكٰفِرُوْنَ",
        "tr": "y<u>aa</u> baniyya i<u>dz</u>habuu fata<u>h</u>assasuu min yuusufa wa-akhiihi wal<u>aa</u> tay-asuu min raw<u>h</u>i <strong>al</strong>l<u>aa</u>hi innahu l<u>aa</u> yay-asu min raw<u>h</u>i <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> <strong>a</strong>lqawmu <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>",
        "idn": "Wahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.”",
        "signCode": "يبني اذهبوا فتحسسوا من يوسف وأخيه ولا تايءسوا من روح الله إنه لا يايءس من روح الله إلا القوم الكفرون"
      },
      {
        "id": 1684,
        "surah": 12,
        "nomor": 88,
        "ar": "فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ اِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ",
        "tr": "falamm<u>aa</u> dakhaluu 'alayhi q<u>aa</u>luu y<u>aa</u> ayyuh<u>aa</u> <strong>a</strong>l'aziizu massan<u>aa</u> wa-ahlan<u>aa</u> <strong>al</strong><u>dhdh</u>urru waji/n<u>aa</u> bibi<u>daa</u>'atin muzj<u>aa</u>tin fa-awfi lan<u>aa</u> <strong>a</strong>lkayla wata<u>sh</u>addaq 'alayn<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha yajzii <strong>a</strong>lmuta<u>sh</u>addiqiin<strong>a</strong>",
        "idn": "Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata, “Wahai Al-Aziz! Kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah jatah (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang yang bersedekah.”",
        "signCode": "فلما دخلوا عليه قالوا يأيها العزيز مسنا وأهلنا الضر وجئنا ببضعة مزجىة فأوف لنا الكيل وتصدق علينا إن الله يجزي المتصدقين"
      },
      {
        "id": 1685,
        "surah": 12,
        "nomor": 89,
        "ar": "قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَاَخِيْهِ اِذْ اَنْتُمْ جَاهِلُوْنَ",
        "tr": "q<u>aa</u>la hal 'alimtum m<u>aa</u> fa'altum biyuusufa wa-akhiihi i<u>dz</u> antum j<u>aa</u>hiluun<strong>a</strong>",
        "idn": "Dia (Yusuf) berkata, “Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak menyadari (akibat) perbuatanmu itu?”",
        "signCode": "قال هل علمتم ما فعلتم بيوسف وأخيه إذ أنتم جهلون"
      },
      {
        "id": 1686,
        "surah": 12,
        "nomor": 90,
        "ar": "قَالُوْٓا ءَاِنَّكَ لَاَنْتَ يُوْسُفُۗ قَالَ اَنَا۠ يُوْسُفُ وَهٰذَآ اَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ اِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
        "tr": "q<u>aa</u>luu a-innaka la-anta yuusufa q<u>aa</u>la an<u>aa</u> yuusufu wah<u>aadzaa</u> akhii qad manna <strong>al</strong>l<u>aa</u>hu 'alayn<u>aa</u> innahu man yattaqi waya<u>sh</u>bir fa-inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>dh</u>ii'u ajra <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Mereka berkata, “Apakah engkau benar-benar Yusuf?” Dia (Yusuf) menjawab, “Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami. Sesungguhnya barangsiapa bertakwa dan bersabar, maka Sungguh, Allah tidak menyia-nyiakan pahala orang yang berbuat baik.”",
        "signCode": "قالوا أءنك لأنت يوسف قال أنا يوسف وهذا أخي قد من الله علينا إنه من يتق ويصبر فإن الله لا يضيع أجر المحسنين"
      },
      {
        "id": 1687,
        "surah": 12,
        "nomor": 91,
        "ar": "قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخٰطِـِٕيْنَ",
        "tr": "q<u>aa</u>luu ta<strong>al</strong>l<u>aa</u>hi laqad <u>aa</u>tsaraka <strong>al</strong>l<u>aa</u>hu 'alayn<u>aa</u> wa-in kunn<u>aa</u> lakh<u>aath</u>i-iin<strong>a</strong>",
        "idn": "Mereka berkata, “Demi Allah, sungguh Allah telah melebihkan engkau di atas kami, dan sesungguhnya kami adalah orang yang bersalah (berdosa).”",
        "signCode": "قالوا تالله لقد ءاثرك الله علينا وإن كنا لخطءين"
      },
      {
        "id": 1688,
        "surah": 12,
        "nomor": 92,
        "ar": "قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْ ۖوَهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
        "tr": "q<u>aa</u>la l<u>aa</u> tatsriiba 'alaykumu <strong>a</strong>lyawma yaghfiru <strong>al</strong>l<u>aa</u>hu lakum wahuwa ar<u>h</u>amu <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>",
        "idn": "Dia (Yusuf) berkata, “Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dan Dia Maha Penyayang di antara para penyayang.",
        "signCode": "قال لا تثريب عليكم اليوم يغفر الله لكم وهو أرحم الرحمين"
      },
      {
        "id": 1689,
        "surah": 12,
        "nomor": 93,
        "ar": "اِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَاَلْقُوْهُ عَلٰى وَجْهِ اَبِيْ يَأْتِ بَصِيْرًا ۚوَأْتُوْنِيْ بِاَهْلِكُمْ اَجْمَعِيْنَ",
        "tr": "i<u>dz</u>habuu biqamii<u>sh</u>ii h<u>aadzaa</u> fa-alquuhu 'al<u>aa</u> wajhi abii ya/ti ba<u>sh</u>iiran wa/tuunii bi-ahlikum ajma'iin<strong>a</strong>",
        "idn": "Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat kembali; dan bawalah seluruh keluargamu kepadaku.”",
        "signCode": "اذهبوا بقميصي هذا فألقوه على وجه أبي يأت بصيرا وأتوني بأهلكم أجمعين"
      },
      {
        "id": 1690,
        "surah": 12,
        "nomor": 94,
        "ar": "وَلَمَّا فَصَلَتِ الْعِيْرُ قَالَ اَبُوْهُمْ اِنِّيْ لَاَجِدُ رِيْحَ يُوْسُفَ لَوْلَآ اَنْ تُفَنِّدُوْنِ",
        "tr": "walamm<u>aa</u> fa<u>sh</u>alati <strong>a</strong>l'iiru q<u>aa</u>la abuuhum innii la-ajidu rii<u>h</u>a yuusufa lawl<u>aa</u> an tufanniduun<strong>i</strong>",
        "idn": "Dan ketika kafilah itu telah keluar (dari negeri Mesir), ayah mereka berkata, “Sesungguhnya Aku mencium bau Yusuf, sekiranya kamu tidak menuduhku lemah akal (tentu kamu membenarkan aku).”",
        "signCode": "ولما فصلت العير قال أبوهم إني لأجد ريح يوسف لولا أن تفندون"
      },
      {
        "id": 1691,
        "surah": 12,
        "nomor": 95,
        "ar": "قَالُوْا تَاللّٰهِ اِنَّكَ لَفِيْ ضَلٰلِكَ الْقَدِيْمِ",
        "tr": "q<u>aa</u>luu ta<strong>al</strong>l<u>aa</u>hi innaka lafii <u>dh</u>al<u>aa</u>lika <strong>a</strong>lqadiim<strong>i</strong>",
        "idn": "Mereka (keluarganya) berkata, “Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu yang dahulu.”",
        "signCode": "قالوا تالله إنك لفي ضللك القديم"
      },
      {
        "id": 1692,
        "surah": 12,
        "nomor": 96,
        "ar": "فَلَمَّآ اَنْ جَاۤءَ الْبَشِيْرُ اَلْقٰىهُ عَلٰى وَجْهِهٖ فَارْتَدَّ بَصِيْرًاۗ قَالَ اَلَمْ اَقُلْ لَّكُمْۙ اِنِّيْٓ اَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
        "tr": "falamm<u>aa</u> an j<u>aa</u>-a albasyiiru alq<u>aa</u>hu 'al<u>aa</u> wajhihi fa<strong>i</strong>rtadda ba<u>sh</u>iiran q<u>aa</u>la alam aqul lakum innii a'lamu mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>",
        "idn": "Maka ketika telah tiba pembawa kabar gembira itu, maka diusapkannya (baju itu) ke wajahnya (Yakub), lalu dia dapat melihat kembali. Dia (Yakub) berkata, “Bukankah telah aku katakan kepadamu, bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui.”",
        "signCode": "فلما أن جاء البشير ألقىه على وجهه فارتد بصيرا قال ألم أقل لكم إني أعلم من الله ما لا تعلمون"
      },
      {
        "id": 1693,
        "surah": 12,
        "nomor": 97,
        "ar": "قَالُوْا يٰٓاَبَانَا اسْتَغْفِرْ لَنَا ذُنُوْبَنَآ اِنَّا كُنَّا خٰطِـِٕيْنَ",
        "tr": "q<u>aa</u>la sawfa astaghfiru lakum rabbii innahu huwa <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>",
        "idn": "Mereka berkata, “Wahai ayah kami! Mohonkanlah ampunan untuk kami atas dosa-dosa kami, sesungguhnya kami adalah orang yang bersalah (berdosa).” ",
        "signCode": "قالوا يأبانا استغفر لنا ذنوبنا إنا كنا خطءين"
      },
      {
        "id": 1694,
        "surah": 12,
        "nomor": 98,
        "ar": "قَالَ سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبِّيْ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
        "tr": "falamm<u>aa</u> dakhaluu 'al<u>aa</u> yuusufa <u>aa</u>w<u>aa</u> ilayhi abawayhi waq<u>aa</u>la udkhuluu mi<u>sh</u>ra in sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu <u>aa</u>miniin<strong>a</strong>",
        "idn": "Dia (Yakub) berkata, “Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sungguh, Dia Yang Maha Pengampun, Maha Penyayang.”",
        "signCode": "قال سوف أستغفر لكم ربي إنه هو الغفور الرحيم"
      },
      {
        "id": 1695,
        "surah": 12,
        "nomor": 99,
        "ar": "فَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَبَوَيْهِ وَقَالَ ادْخُلُوْا مِصْرَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَ ۗ ",
        "tr": "warafa'a abawayhi 'al<u>aa</u> <strong>a</strong>l'arsyi wakharruu lahu sujjadan waq<u>aa</u>la y<u>aa</u> abati h<u>aadzaa</u> ta/wiilu ru/y<u>aa</u>ya min qablu qad ja'alah<u>aa</u> rabbii <u>h</u>aqqan waqad a<u>h</u>sana bii i<u>dz</u> akhrajanii mina <strong>al</strong>ssijni waj<u>aa</u>-a bikum mina <strong>a</strong>lbadwi min ba'di an nazagha <strong>al</strong>sysyay<u>th</u><u>aa</u>nu baynii wabayna ikhwatii inna rabbii la<u>th</u>iifun lim<u>aa</u> yasy<u>aa</u>u innahu huwa <strong>a</strong>l'aliimu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul (dan menyiapkan tempat untuk) kedua orang tuanya seraya berkata, “Masuklah kamu ke negeri Mesir, insya Allah dalam keadaan aman.”",
        "signCode": "فلما دخلوا على يوسف ءاوى إليه أبويه وقال ادخلوا مصر إن شاء الله ءامنين"
      },
      {
        "id": 1696,
        "surah": 12,
        "nomor": 100,
        "ar": "وَرَفَعَ اَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوْا لَهٗ سُجَّدًاۚ وَقَالَ يٰٓاَبَتِ هٰذَا تَأْوِيْلُ رُءْيَايَ مِنْ قَبْلُ  ۖقَدْ جَعَلَهَا رَبِّيْ حَقًّاۗ وَقَدْ اَحْسَنَ بِيْٓ اِذْ اَخْرَجَنِيْ مِنَ السِّجْنِ وَجَاۤءَ بِكُمْ مِّنَ الْبَدْوِ مِنْۢ بَعْدِ اَن",
        "tr": "rabbi qad <u>aa</u>taytanii mina <strong>a</strong>lmulki wa'allamtanii min ta/wiili <strong>a</strong>l-a<u>haa</u>diitsi f<u>aath</u>ira <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i anta waliyyii fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati tawaffanii musliman wa-al<u>h</u>iqnii bi<strong>al</strong><u>shshaa</u>li<u>h</u>iin",
        "idn": "Dan dia menaikkan kedua orang tuanya ke atas singgasana. Dan mereka (semua) tunduk bersujud kepadanya (Yusuf). Dan dia (Yusuf) berkata, “Wahai ayahku! Inilah takwil mimpiku yang dahulu itu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.",
        "signCode": "ورفع أبويه على العرش وخروا له سجدا وقال يأبت هذا تأويل رءيي من قبل قد جعلها ربي حقا وقد أحسن بي إذ أخرجني من السجن وجاء بكم من البدو من بعد أن نزغ الشيطن بيني وبين إخوتي إن ربي لطيف لما يشاء إنه هو العليم الحكيم"
      },
      {
        "id": 1697,
        "surah": 12,
        "nomor": 101,
        "ar": "۞ رَبِّ قَدْ اٰتَيْتَنِيْ مِنَ الْمُلْكِ وَعَلَّمْتَنِيْ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۚ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِۗ اَنْتَ وَلِيّٖ فِى الدُّنْيَا وَالْاٰخِرَةِۚ تَوَفَّنِيْ مُسْلِمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ",
        "tr": "rabbi qad <u>aa</u>taytanii mina <strong>a</strong>lmulki wa'allamtanii min ta/wiili <strong>a</strong>l-a<u>haa</u>diitsi f<u>aath</u>ira <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i anta waliyyii fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati tawaffanii musliman wa-al<u>h</u>iqnii bi<strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Tuhanku, sesungguhnya Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat, wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang yang saleh.” ",
        "signCode": "رب قد ءاتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السموت والأرض أنت ولي في الدنيا والءاخرة توفني مسلما وألحقني بالصلحين"
      },
      {
        "id": 1698,
        "surah": 12,
        "nomor": 102,
        "ar": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَۚ وَمَا كُنْتَ لَدَيْهِمْ اِذْ اَجْمَعُوْٓا اَمْرَهُمْ وَهُمْ يَمْكُرُوْنَ",
        "tr": "<u>dzaa</u>lika min anb<u>aa</u>-i <strong>a</strong>lghaybi nuu<u>h</u>iihi ilayka wam<u>aa</u> kunta ladayhim i<u>dz</u> ajma'uu amrahum wahum yamkuruun<strong>a</strong>",
        "idn": "Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Muhammad); padahal engkau tidak berada di samping mereka, ketika mereka bersepakat mengatur tipu muslihat (untuk memasukkan Yusuf ke dalam sumur).",
        "signCode": "ذلك من أنباء الغيب نوحيه إليك وما كنت لديهم إذ أجمعوا أمرهم وهم يمكرون"
      },
      {
        "id": 1699,
        "surah": 12,
        "nomor": 103,
        "ar": "وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ",
        "tr": "wam<u>aa</u> aktsaru <strong>al</strong>nn<u>aa</u>si walaw <u>h</u>ara<u>sh</u>ta bimu/miniin<strong>a</strong>",
        "idn": "Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat           menginginkannya.",
        "signCode": "وما أكثر الناس ولو حرصت بمؤمنين"
      },
      {
        "id": 1700,
        "surah": 12,
        "nomor": 104,
        "ar": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ اَجْرٍۗ اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ",
        "tr": "wam<u>aa</u> tas-aluhum 'alayhi min ajrin in huwa ill<u>aa</u> <u>dz</u>ikrun lil'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Dan engkau tidak meminta imbalan apa pun kepada mereka (terhadap seruanmu ini), sebab (seruan) itu adalah pengajaran bagi seluruh alam.",
        "signCode": "وما تسءلهم عليه من أجر إن هو إلا ذكر للعلمين"
      },
      {
        "id": 1701,
        "surah": 12,
        "nomor": 105,
        "ar": "وَكَاَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْاَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ",
        "tr": "waka-ayyin min <u>aa</u>yatin fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yamurruuna 'alayh<u>aa</u> wahum 'anh<u>aa</u> mu'ri<u>dh</u>uun<strong>a</strong>",
        "idn": "Dan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling daripadanya.",
        "signCode": "وكأين من ءاية في السموت والأرض يمرون عليها وهم عنها معرضون"
      },
      {
        "id": 1702,
        "surah": 12,
        "nomor": 106,
        "ar": "وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ",
        "tr": "wam<u>aa</u> yu/minu aktsaruhum bi<strong>al</strong>l<u>aa</u>hi ill<u>aa</u> wahum musyrikuun<strong>a</strong>",
        "idn": "Dan kebanyakan mereka tidak beriman kepada Allah, bahkan mereka mempersekutukan-Nya.",
        "signCode": "وما يؤمن أكثرهم بالله إلا وهم مشركون"
      },
      {
        "id": 1703,
        "surah": 12,
        "nomor": 107,
        "ar": "اَفَاَمِنُوْٓا اَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّٰهِ اَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
        "tr": "afa-aminuu an ta/tiyahum gh<u>aa</u>syiyatun min 'a<u>dzaa</u>bi <strong>al</strong>l<u>aa</u>hi aw ta/tiyahumu <strong>al</strong>ss<u>aa</u>'atu baghtatan wahum l<u>aa</u> yasy'uruun<strong>a</strong>",
        "idn": "Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan Kiamat kepada mereka secara mendadak, sedang mereka tidak menyadarinya?",
        "signCode": "أفأمنوا أن تأتيهم غشية من عذاب الله أو تأتيهم الساعة بغتة وهم لا يشعرون"
      },
      {
        "id": 1704,
        "surah": 12,
        "nomor": 108,
        "ar": "قُلْ هٰذِهٖ سَبِيْلِيْٓ اَدْعُوْٓا اِلَى اللّٰهِ ۗعَلٰى بَصِيْرَةٍ اَنَا۠ وَمَنِ اتَّبَعَنِيْ ۗوَسُبْحٰنَ اللّٰهِ وَمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَ",
        "tr": "qul h<u>aadz</u>ihi sabiilii ad'uu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> ba<u>sh</u>iiratin an<u>aa</u> wamani ittaba'anii wasub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> an<u>aa</u> mina <strong>a</strong>lmusyrikiin<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (kamu) kepada Allah dengan yakin, Mahasuci Allah, dan aku tidak termasuk orang-orang musyrik.”",
        "signCode": "قل هذه سبيلي أدعوا إلى الله على بصيرة أنا ومن اتبعني وسبحن الله وما أنا من المشركين"
      },
      {
        "id": 1705,
        "surah": 12,
        "nomor": 109,
        "ar": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ مِّنْ اَهْلِ الْقُرٰىۗ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اتَّقَوْاۗ اَفَلَا ",
        "tr": "wam<u>aa</u> arsaln<u>aa</u> min qablika ill<u>aa</u> rij<u>aa</u>lan nuu<u>h</u>ii ilayhim min ahli <strong>a</strong>lqur<u>aa</u> afalam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina min qablihim walad<u>aa</u>ru <strong>a</strong>l-<u>aa</u>khirati khayrun lilla<u>dz</u>iina ittaqaw afal<u>aa</u> ta'qiluun<strong>a</strong>",
        "idn": "Dan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul). Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa. Tidakkah kamu mengerti?",
        "signCode": "وما أرسلنا من قبلك إلا رجالا نوحي إليهم من أهل القرى أفلم يسيروا في الأرض فينظروا كيف كان عقبة الذين من قبلهم ولدار الءاخرة خير للذين اتقوا أفلا تعقلون"
      },
      {
        "id": 1706,
        "surah": 12,
        "nomor": 110,
        "ar": "حَتّٰٓى اِذَا اسْتَا۟يْـَٔسَ الرُّسُلُ وَظَنُّوْٓا اَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُ ۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ",
        "tr": "<u>h</u>att<u>aa</u> i<u>dzaa</u> istay-asa <strong>al</strong>rrusulu wa<u>zh</u>annuu annahum qad ku<u>dz</u>ibuu j<u>aa</u>-ahum na<u>sh</u>run<u>aa</u> fanujjiya man nasy<u>aa</u>u wal<u>aa</u> yuraddu ba/sun<u>aa</u> 'ani <strong>a</strong>lqawmi <strong>a</strong>lmujrimiin<strong>a</strong>",
        "idn": "Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa.",
        "signCode": "حتى إذا استيءس الرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين"
      },
      {
        "id": 1707,
        "surah": 12,
        "nomor": 111,
        "ar": "لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّاُولِى الْاَلْبَابِۗ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ",
        "tr": "laqad k<u>aa</u>na fii qa<u>sh</u>a<u>sh</u>ihim 'ibratun li-ulii <strong>a</strong>l-alb<u>aa</u>bi m<u>aa</u> k<u>aa</u>na <u>h</u>adiitsan yuftar<u>aa</u> wal<u>aa</u>kin ta<u>sh</u>diiqa <strong>al</strong>la<u>dz</u>ii bayna yadayhi wataf<u>sh</u>iila kulli syay-in wahudan wara<u>h</u>matan liqawmin yu/minuun<strong>a</strong>",
        "idn": "Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Al-Qur'an) itu bukanlah cerita yang dibuat-buat, tetapi membenarkan (kitab-kitab) yang sebelumnya, menjelaskan segala sesuatu, dan (sebagai) petunjuk dan rahmat bagi orang-orang yang beriman.",
        "signCode": "لقد كان في قصصهم عبرة لأولي الألبب ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شيء وهدى ورحمة لقوم يؤمنون"
      }
    ]
  },
  {
    "status": true,
    "nomor": 13,
    "nama": "الرّعد",
    "nama_latin": "Ar-Ra'd",
    "jumlah_ayat": 43,
    "tempat_turun": "madinah",
    "arti": "Guruh",
    "deskripsi": "Surat Ar Ra'd ini terdiri atas 43 ayat termasuk golongan surat-surat Makkiyyah. Surat ini dinamakan <i>Ar Ra'd</i> yang berarti <i>guruh</i> karena dalam ayat 13 Allah berfirman yang artinya <i>Dan guruh itu bertasbih sambil memuji-Nya</i>, menunjukkan sifat kesucian dan kesempurnaan Allah s.w.t.  Dan lagi sesuai dengan sifat Al Quran yang mengandung ancaman dan harapan, maka demikian pulalah halnya bunyi guruh itu menimbulkan kecemasan dan harapan kepada manusia. Isi yang terpenting dari surat ini ialah bahwa bimbingan Allah kepada makhluk-Nya bertalian erat dengan hukum sebab dan akibat. Bagi Allah s.w.t. tidak ada pilih kasih dalam menetapkan hukuman. Balasan atau hukuman adalah akibat dan ketaatan atau keingkaran terhadap hukum Allah.",
    "audio": "https://santrikoding.com/storage/audio/013.mp3",
    "ayat": [
      {
        "id": 1708,
        "surah": 13,
        "nomor": 1,
        "ar": "الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ ",
        "tr": "alif-l<u>aa</u>m-miim-r<u>aa</u> tilka <u>aa</u>y<u>aa</u>tu <strong>a</strong>lkit<u>aa</u>bi wa<strong>a</strong>lla<u>dz</u>ii unzila ilayka min rabbika <strong>a</strong>l<u>h</u>aqqu wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yu/minuun<strong>a</strong>",
        "idn": "Alif Lam Mim Ra. Ini adalah ayat-ayat Kitab (Al-Qur'an). Dan (Kitab) yang diturunkan kepadamu (Muhammad) dari Tuhanmu itu adalah benar; tetapi kebanyakan manusia tidak beriman (kepadanya).",
        "signCode": "المر تلك ءايت الكتب والذي أنزل إليك من ربك الحق ولكن أكثر الناس لا يؤمنون"
      },
      {
        "id": 1709,
        "surah": 13,
        "nomor": 2,
        "ar": "اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ ",
        "tr": "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii rafa'a <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti bighayri 'amadin tarawnah<u>aa</u> tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii li-ajalin musamman yudabbiru <strong>a</strong>l-amra yufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum biliq<u>aa</u>-i rabbikum tuuqinuun<strong>a</strong>",
        "idn": "Allah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas ‘Arsy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu.",
        "signCode": "الله الذي رفع السموت بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجري لأجل مسمى يدبر الأمر يفصل الءايت لعلكم بلقاء ربكم توقنون"
      },
      {
        "id": 1710,
        "surah": 13,
        "nomor": 3,
        "ar": "وَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii madda <strong>a</strong>l-ar<u>dh</u>a waja'ala fiih<u>aa</u> raw<u>aa</u>siya wa-anh<u>aa</u>ran wamin kulli <strong>al</strong>tstsamar<u>aa</u>ti ja'ala fiih<u>aa</u> zawjayni itsnayni yughsyii <strong>al</strong>layla <strong>al</strong>nnah<u>aa</u>ra inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yatafakkaruun<strong>a</strong>",
        "idn": "Dan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir.",
        "signCode": "وهو الذي مد الأرض وجعل فيها روسي وأنهرا ومن كل الثمرت جعل فيها زوجين اثنين يغشي اليل النهار إن في ذلك لءايت لقوم يتفكرون"
      },
      {
        "id": 1711,
        "surah": 13,
        "nomor": 4,
        "ar": "وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
        "tr": "wafii <strong>a</strong>l-ar<u>dh</u>i qi<u>th</u>a'un mutaj<u>aa</u>wir<u>aa</u>tun wajann<u>aa</u>tun min a'n<u>aa</u>bin wazar'un wanakhiilun <u>sh</u>inw<u>aa</u>nun waghayru <u>sh</u>inw<u>aa</u>nin yusq<u>aa</u> bim<u>aa</u>-in w<u>aah</u>idin wanufa<u>dhdh</u>ilu ba'<u>dh</u>ah<u>aa</u> 'al<u>aa</u> ba'<u>dh</u>in fii <strong>a</strong>lukuli inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin ya'qiluun<strong>a</strong>",
        "idn": "Dan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
        "signCode": "وفي الأرض قطع متجورت وجنت من أعنب وزرع ونخيل صنوان وغير صنوان يسقى بماء وحد ونفضل بعضها على بعض في الأكل إن في ذلك لءايت لقوم يعقلون"
      },
      {
        "id": 1712,
        "surah": 13,
        "nomor": 5,
        "ar": "۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرَابًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
        "tr": "wa-in ta'jab fa'ajabun qawluhum a-i<u>dzaa</u> kunn<u>aa</u> tur<u>aa</u>ban a-inn<u>aa</u> lafii khalqin jadiidin ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina kafaruu birabbihim waul<u>aa</u>-ika <strong>a</strong>l-aghl<u>aa</u>lu fii a'n<u>aa</u>qihim waul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
        "idn": "Dan jika engkau merasa heran, maka yang mengherankan adalah ucapan mereka, “Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah yang ingkar kepada Tuhannya; dan mereka itulah (yang dilekatkan) belenggu di lehernya. Mereka adalah penghuni neraka, mereka kekal di dalamnya.",
        "signCode": "وإن تعجب فعجب قولهم أءذا كنا تربا أءنا لفي خلق جديد أولئك الذين كفروا بربهم وأولئك الأغلل في أعناقهم وأولئك أصحب النار هم فيها خلدون"
      },
      {
        "id": 1713,
        "surah": 13,
        "nomor": 6,
        "ar": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
        "tr": "wayasta'jiluunaka bi<strong>al</strong>ssayyi-ati qabla <strong>a</strong>l<u>h</u>asanati waqad khalat min qablihimu <strong>a</strong>lmatsul<u>aa</u>tu wa-inna rabbaka la<u>dz</u>uu maghfiratin li<strong>l</strong>nn<u>aa</u>si 'al<u>aa</u> <u>zh</u>ulmihim wa-inna rabbaka lasyadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>",
        "idn": "Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.",
        "signCode": "ويستعجلونك بالسيئة قبل الحسنة وقد خلت من قبلهم المثلت وإن ربك لذو مغفرة للناس على ظلمهم وإن ربك لشديد العقاب"
      },
      {
        "id": 1714,
        "surah": 13,
        "nomor": 7,
        "ar": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ",
        "tr": "wayaquulu <strong>al</strong>la<u>dz</u>iina kafaruu lawl<u>aa</u> unzila 'alayhi <u>aa</u>yatun min rabbihi innam<u>aa</u> anta mun<u>dz</u>irun walikulli qawmin h<u>aa</u>d<strong>in</strong>",
        "idn": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk.",
        "signCode": "ويقول الذين كفروا لولا أنزل عليه ءاية من ربه إنما أنت منذر ولكل قوم هاد"
      },
      {
        "id": 1715,
        "surah": 13,
        "nomor": 8,
        "ar": "اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ",
        "tr": "<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> ta<u>h</u>milu kullu unts<u>aa</u> wam<u>aa</u> taghii<u>dh</u>u <strong>a</strong>l-ar<u>haa</u>mu wam<u>aa</u> tazd<u>aa</u>du wakullu syay-in 'indahu bimiqd<u>aa</u>r<strong>in</strong>",
        "idn": "Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.",
        "signCode": "الله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد وكل شيء عنده بمقدار"
      },
      {
        "id": 1716,
        "surah": 13,
        "nomor": 9,
        "ar": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ",
        "tr": "'<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati <strong>a</strong>lkabiiru <strong>a</strong>lmuta'<u>aa</u>l<strong>i</strong>",
        "idn": "(Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi.",
        "signCode": "علم الغيب والشهدة الكبير المتعال"
      },
      {
        "id": 1717,
        "surah": 13,
        "nomor": 10,
        "ar": "سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ",
        "tr": "saw<u>aa</u>un minkum man asarra <strong>a</strong>lqawla waman jahara bihi waman huwa mustakhfin bi<strong>a</strong>llayli was<u>aa</u>ribun bi<strong>al</strong>nnah<u>aa</u>r<strong>i</strong>",
        "idn": "Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari.",
        "signCode": "سواء منكم من أسر القول ومن جهر به ومن هو مستخف باليل وسارب بالنهار"
      },
      {
        "id": 1718,
        "surah": 13,
        "nomor": 11,
        "ar": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ ",
        "tr": "lahu mu'aqqib<u>aa</u>tun min bayni yadayhi wamin khalfihi ya<u>h</u>fa<u>zh</u>uunahu min amri <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yughayyiru m<u>aa</u> biqawmin <u>h</u>att<u>aa</u> yughayyiruu m<u>aa</u> bi-anfusihim wa-i<u>dzaa</u> ar<u>aa</u>da <strong>al</strong>l<u>aa</u>hu biqawmin suu-an fal<u>aa</u> maradda lahu wam<u>aa</u> lahum min duunihi min w<u>aa</u>l<strong>in</strong>",
        "idn": "Baginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia.",
        "signCode": "له معقبت من بين يديه ومن خلفه يحفظونه من أمر الله إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم وإذا أراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال"
      },
      {
        "id": 1719,
        "surah": 13,
        "nomor": 12,
        "ar": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii yuriikumu <strong>a</strong>lbarqa khawfan wa<u>th</u>ama'an wayunsyi-u <strong>al</strong>ssa<u>haa</u>ba <strong>al</strong>tstsiq<u>aa</u>l<strong>a</strong>",
        "idn": "Dialah yang memperlihatkan kilat kepadamu, yang menimbulkan ketakutan dan harapan, dan Dia menjadikan mendung. ",
        "signCode": "هو الذي يريكم البرق خوفا وطمعا وينشئ السحاب الثقال"
      },
      {
        "id": 1720,
        "surah": 13,
        "nomor": 13,
        "ar": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ",
        "tr": "wayusabbi<u>h</u>u <strong>al</strong>rra'du bi<u>h</u>amdihi wa<strong>a</strong>lmal<u>aa</u>-ikatu min khiifatihi wayursilu <strong>al</strong><u>shsh</u>aw<u>aa</u>'iqa fayu<u>sh</u>iibu bih<u>aa</u> man yasy<u>aa</u>u wahum yuj<u>aa</u>diluuna fii <strong>al</strong>l<u>aa</u>hi wahuwa syadiidu <strong>a</strong>lmi<u>haa</u>l<strong>i</strong>",
        "idn": "Dan guruh bertasbih memuji-Nya, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, sementara mereka berbantah-bantahan tentang Allah, dan Dia Mahakeras siksaan-Nya.",
        "signCode": "ويسبح الرعد بحمده والملئكة من خيفته ويرسل الصوعق فيصيب بها من يشاء وهم يجدلون في الله وهو شديد المحال"
      },
      {
        "id": 1721,
        "surah": 13,
        "nomor": 14,
        "ar": "لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ",
        "tr": "lahu da'watu <strong>a</strong>l<u>h</u>aqqi wa<strong>a</strong>lla<u>dz</u>iina yad'uuna min duunihi l<u>aa</u> yastajiibuuna lahum bisyay-in ill<u>aa</u> kab<u>aa</u>si<u>th</u>i kaffayhi il<u>aa</u> <strong>a</strong>lm<u>aa</u>-i liyablugha f<u>aa</u>hu wam<u>aa</u> huwa bib<u>aa</u>lighihi wam<u>aa</u> du'<u>aa</u>u <strong>a</strong>lk<u>aa</u>firiina ill<u>aa</u> fii <u>dh</u>al<u>aa</u>l<strong>in</strong>",
        "idn": "Hanya kepada Allah doa yang benar. Berhala-berhala yang mereka sembah selain Allah tidak dapat mengabulkan apa pun bagi mereka, tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya. Padahal air itu tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu, hanyalah sia-sia belaka.",
        "signCode": "له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشيء إلا كبسط كفيه إلى الماء ليبلغ فاه وما هو ببلغه وما دعاء الكفرين إلا في ضلل"
      },
      {
        "id": 1722,
        "surah": 13,
        "nomor": 15,
        "ar": "وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩",
        "tr": "walill<u>aa</u>hi yasjudu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <u>th</u>aw'an wakarhan wa<u>zh</u>il<u>aa</u>luhum bi<strong>a</strong>lghuduwwi wa<strong>a</strong>l-<u>aasaa</u>l<strong>i</strong>",
        "idn": "Dan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari.",
        "signCode": "ولله يسجد من في السموت والأرض طوعا وكرها وظللهم بالغدو والءاصال"
      },
      {
        "id": 1723,
        "surah": 13,
        "nomor": 16,
        "ar": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۗقُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ اَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ە",
        "tr": "qul man rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i quli <strong>al</strong>l<u>aa</u>hu qul afa<strong>i</strong>ttakha<u>dz</u>tum min duunihi awliy<u>aa</u>-a l<u>aa</u> yamlikuuna li-anfusihim naf'an wal<u>aa</u> <u>dh</u>arran qul hal yastawii <strong>a</strong>l-a'm<u>aa</u> wa<strong>a</strong>lba<u>sh</u>iiru am hal tastawii <strong>al</strong><u>zhzh</u>ulum<u>aa</u>tu wa<strong>al</strong>nnuuru am ja'aluu lill<u>aa</u>hi syurak<u>aa</u>-a khalaquu kakhalqihi fatasy<u>aa</u>baha <strong>a</strong>lkhalqu 'alayhim quli <strong>al</strong>l<u>aa</u>hu kh<u>aa</u>liqu kulli syay-in wahuwa <strong>a</strong>lw<u>aah</u>idu <strong>a</strong>lqahh<u>aa</u>r<strong>u</strong>",
        "idn": "Katakanlah (Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.”  Katakanlah, “Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?”  Katakanlah, “Samakah orang yang buta dengan yang dapat melihat? Atau samakah yang gelap dengan yang terang? Apakah mereka menjadikan sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah adalah Pencipta segala sesuatu dan Dia Tuhan Yang Maha Esa, Mahaperkasa.”",
        "signCode": "قل من رب السموت والأرض قل الله قل أفاتخذتم من دونه أولياء لا يملكون لأنفسهم نفعا ولا ضرا قل هل يستوي الأعمى والبصير أم هل تستوي الظلمت والنور أم جعلوا لله شركاء خلقوا كخلقه فتشبه الخلق عليهم قل الله خلق كل شيء وهو الوحد القهر"
      },
      {
        "id": 1724,
        "surah": 13,
        "nomor": 17,
        "ar": "اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ اَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ",
        "tr": "anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fas<u>aa</u>lat awdiyatun biqadarih<u>aa</u> fa<strong>i</strong><u>h</u>tamala <strong>al</strong>ssaylu zabadan r<u>aa</u>biyan wamimm<u>aa</u> yuuqiduuna 'alayhi fii <strong>al</strong>nn<u>aa</u>ri ibtigh<u>aa</u>-a <u>h</u>ilyatin aw mat<u>aa</u>'in zabadun mitsluhu ka<u>dzaa</u>lika ya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l<u>h</u>aqqa wa<strong>a</strong>lb<u>aath</u>ila fa-amm<u>aa</u> <strong>al</strong>zzabadu faya<u>dz</u>habu juf<u>aa</u>-an wa-amm<u>aa</u> m<u>aa</u> yanfa'u <strong>al</strong>nn<u>aa</u>sa fayamkutsu fii <strong>a</strong>l-ar<u>dh</u>i ka<u>dzaa</u>lika ya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l-amts<u>aa</u>l<strong>a</strong>",
        "idn": "Allah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan.",
        "signCode": "أنزل من السماء ماء فسالت أودية بقدرها فاحتمل السيل زبدا رابيا ومما يوقدون عليه في النار ابتغاء حلية أو متع زبد مثله كذلك يضرب الله الحق والبطل فأما الزبد فيذهب جفاء وأما ما ينفع الناس فيمكث في الأرض كذلك يضرب الله الأمثال"
      },
      {
        "id": 1725,
        "surah": 13,
        "nomor": 18,
        "ar": "لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ اُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِ",
        "tr": "lilla<u>dz</u>iina istaj<u>aa</u>buu lirabbihimu <strong>a</strong>l<u>h</u>usn<u>aa</u> wa<strong>a</strong>lla<u>dz</u>iina lam yastajiibuu lahu law anna lahum m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an wamitslahu ma'ahu la<strong>i</strong>ftadaw bihi ul<u>aa</u>-ika lahum suu-u <strong>a</strong>l<u>h</u>is<u>aa</u>bi wama/w<u>aa</u>hum jahannamu wabi/sa <strong>a</strong>lmih<u>aa</u>d<strong>u</strong>",
        "idn": "Bagi orang-orang yang memenuhi seruan Tuhan, mereka (disediakan) balasan yang baik. Dan orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya dengan itu. Orang-orang itu mendapat hisab (perhitungan) yang buruk dan tempat kediaman mereka Jahanam, dan itulah seburuk-buruk tempat kediaman.",
        "signCode": "للذين استجابوا لربهم الحسنى والذين لم يستجيبوا له لو أن لهم ما في الأرض جميعا ومثله معه لافتدوا به أولئك لهم سوء الحساب ومأوىهم جهنم وبئس المهاد"
      },
      {
        "id": 1726,
        "surah": 13,
        "nomor": 19,
        "ar": "۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰىۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِۙ  ",
        "tr": "afaman ya'lamu annam<u>aa</u> unzila ilayka min rabbika <strong>a</strong>l<u>h</u>aqqu kaman huwa a'm<u>aa</u> innam<u>aa</u> yata<u>dz</u>akkaru uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>",
        "idn": "Maka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran,",
        "signCode": "أفمن يعلم أنما أنزل إليك من ربك الحق كمن هو أعمى إنما يتذكر أولوا الألبب"
      },
      {
        "id": 1727,
        "surah": 13,
        "nomor": 20,
        "ar": "الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ  ",
        "tr": "<strong>al</strong>la<u>dz</u>iina yuufuuna bi'ahdi <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> yanqu<u>dh</u>uuna <strong>a</strong>lmiits<u>aa</u>q<strong>a</strong>",
        "idn": "(yaitu) orang yang memenuhi janji Allah dan tidak melanggar perjanjian,",
        "signCode": "الذين يوفون بعهد الله ولا ينقضون الميثق"
      },
      {
        "id": 1728,
        "surah": 13,
        "nomor": 21,
        "ar": "وَالَّذِيْنَ يَصِلُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ   ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina ya<u>sh</u>iluuna m<u>aa</u> amara <strong>al</strong>l<u>aa</u>hu bihi an yuu<u>sh</u>ala wayakhsyawna rabbahum wayakh<u>aa</u>fuuna suu-a <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>",
        "idn": "dan orang-orang yang menghubungkan apa yang diperintahkan Allah agar dihubungkan, dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.",
        "signCode": "والذين يصلون ما أمر الله به أن يوصل ويخشون ربهم ويخافون سوء الحساب"
      },
      {
        "id": 1729,
        "surah": 13,
        "nomor": 22,
        "ar": "وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ اُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ  ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina <u>sh</u>abaruu ibtigh<u>aa</u>-a wajhi rabbihim wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa-anfaquu mimm<u>aa</u> razaqn<u>aa</u>hum sirran wa'al<u>aa</u>niyatan wayadrauuna bi<strong>a</strong>l<u>h</u>asanati <strong>al</strong>ssayyi-ata ul<u>aa</u>-ika lahum 'uqb<u>aa</u> <strong>al</strong>dd<u>aa</u>r<strong>i</strong>",
        "idn": "Dan orang yang sabar karena mengharap keridaan Tuhannya, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang itulah yang men-dapat tempat kesudahan (yang baik),",
        "signCode": "والذين صبروا ابتغاء وجه ربهم وأقاموا الصلوة وأنفقوا مما رزقنهم سرا وعلانية ويدرءون بالحسنة السيئة أولئك لهم عقبى الدار"
      },
      {
        "id": 1730,
        "surah": 13,
        "nomor": 23,
        "ar": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ ",
        "tr": "jann<u>aa</u>tu 'adnin yadkhuluunah<u>aa</u> waman <u>sh</u>ala<u>h</u>a min <u>aa</u>b<u>aa</u>-ihim wa-azw<u>aa</u>jihim wa<u>dz</u>urriyy<u>aa</u>tihim wa<strong>a</strong>lmal<u>aa</u>-ikatu yadkhuluuna 'alayhim min kulli b<u>aa</u>b<strong>in</strong>",
        "idn": "(yaitu) surga-surga ‘Adn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasangan-pasangannya, dan anak cucunya, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu;",
        "signCode": "جنت عدن يدخلونها ومن صلح من ءابائهم وأزوجهم وذريتهم والملئكة يدخلون عليهم من كل باب"
      },
      {
        "id": 1731,
        "surah": 13,
        "nomor": 24,
        "ar": "سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ   ",
        "tr": "sal<u>aa</u>mun 'alaykum bim<u>aa</u> <u>sh</u>abartum fani'ma 'uqb<u>aa</u> <strong>al</strong>dd<u>aa</u>r<strong>i</strong>",
        "idn": "(sambil mengucapkan), “Selamat sejahtera atasmu karena kesabaranmu.” Maka alangkah nikmatnya tempat kesudahan itu.",
        "signCode": "سلم عليكم بما صبرتم فنعم عقبى الدار"
      },
      {
        "id": 1732,
        "surah": 13,
        "nomor": 25,
        "ar": "وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۙ اُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yanqu<u>dh</u>uuna 'ahda <strong>al</strong>l<u>aa</u>hi min ba'di miits<u>aa</u>qihi wayaq<u>th</u>a'uuna m<u>aa</u> amara <strong>al</strong>l<u>aa</u>hu bihi an yuu<u>sh</u>ala wayufsiduuna fii <strong>a</strong>l-ar<u>dh</u>i ul<u>aa</u>-ika lahumu <strong>al</strong>la'natu walahum suu-u <strong>al</strong>dd<u>aa</u>r<strong>i</strong>",
        "idn": "Dan orang-orang yang melanggar janji Allah setelah diikrarkannya, dan memutuskan apa yang diperintahkan Allah agar disambungkan dan berbuat kerusakan di bumi; mereka itu memperoleh kutukan dan tempat kediaman yang buruk (Jahanam).",
        "signCode": "والذين ينقضون عهد الله من بعد ميثقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك لهم اللعنة ولهم سوء الدار"
      },
      {
        "id": 1733,
        "surah": 13,
        "nomor": 26,
        "ar": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا مَتَاعٌ   ",
        "tr": "<strong>al</strong>l<u>aa</u>hu yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru wafari<u>h</u>uu bi<strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> fii <strong>a</strong>l-<u>aa</u>khirati ill<u>aa</u> mat<u>aa</u>'<strong>un</strong>",
        "idn": "Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan (yang sedikit) dibanding kehidupan akhirat.",
        "signCode": "الله يبسط الرزق لمن يشاء ويقدر وفرحوا بالحيوة الدنيا وما الحيوة الدنيا في الءاخرة إلا متع"
      },
      {
        "id": 1734,
        "surah": 13,
        "nomor": 27,
        "ar": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ اِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ اَنَابَۖ  ",
        "tr": "wayaquulu <strong>al</strong>la<u>dz</u>iina kafaruu lawl<u>aa</u> unzila 'alayhi <u>aa</u>yatun min rabbihi qul inna <strong>al</strong>l<u>aa</u>ha yu<u>dh</u>illu man yasy<u>aa</u>u wayahdii ilayhi man an<u>aa</u>b<strong>a</strong>",
        "idn": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Muhammad), “Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk orang yang bertobat kepada-Nya,”",
        "signCode": "ويقول الذين كفروا لولا أنزل عليه ءاية من ربه قل إن الله يضل من يشاء ويهدي إليه من أناب"
      },
      {
        "id": 1735,
        "surah": 13,
        "nomor": 28,
        "ar": "الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ اَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ   ",
        "tr": "<strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wata<u>th</u>ma-innu quluubuhum bi<u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> bi<u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi ta<u>th</u>ma-innu <strong>a</strong>lquluub<strong>u</strong>",
        "idn": "(yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram.",
        "signCode": "الذين ءامنوا وتطمئن قلوبهم بذكر الله ألا بذكر الله تطمئن القلوب"
      },
      {
        "id": 1736,
        "surah": 13,
        "nomor": 29,
        "ar": "اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ",
        "tr": "<strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti <u>th</u>uub<u>aa</u> lahum wa<u>h</u>usnu ma<u>aa</u>b<strong>in</strong>",
        "idn": "Orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat kebahagiaan dan tempat kembali yang baik.",
        "signCode": "الذين ءامنوا وعملوا الصلحت طوبى لهم وحسن مءاب"
      },
      {
        "id": 1737,
        "surah": 13,
        "nomor": 30,
        "ar": "كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ ",
        "tr": "ka<u>dzaa</u>lika arsaln<u>aa</u>ka fii ummatin qad khalat min qablih<u>aa</u> umamun litatluwa 'alayhimu <strong>al</strong>la<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka wahum yakfuruuna bi<strong>al</strong>rra<u>h</u>m<u>aa</u>ni qul huwa rabbii l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa 'alayhi tawakkaltu wa-ilayhi mat<u>aa</u>b<strong>i</strong>",
        "idn": "Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”",
        "signCode": "كذلك أرسلنك في أمة قد خلت من قبلها أمم لتتلوا عليهم الذي أوحينا إليك وهم يكفرون بالرحمن قل هو ربي لا إله إلا هو عليه توكلت وإليه متاب"
      },
      {
        "id": 1738,
        "surah": 13,
        "nomor": 31,
        "ar": "وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَال",
        "tr": "walaw anna qur-<u>aa</u>nan suyyirat bihi <strong>a</strong>ljib<u>aa</u>lu aw qu<u>ththh</u>i'at bihi <strong>a</strong>l-ar<u>dh</u>u aw kullima bihi <strong>a</strong>lmawt<u>aa</u> bal lill<u>aa</u>hi <strong>a</strong>l-amru jamii'an afalam yay-asi <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu an law yasy<u>aa</u>u <strong>al</strong>l<u>aa</u>hu lahad<u>aa</u> <strong>al</strong>nn<u>aa</u>sa jamii'an wal<u>aa</u> yaz<u>aa</u>lu <strong>al</strong>la<u>dz</u>iina kafaruu tu<u>sh</u>iibuhum bim<u>aa</u> <u>sh</u>ana'uu q<u>aa</u>ri'atun aw ta<u>h</u>ullu qariiban min d<u>aa</u>rihim <u>h</u>att<u>aa</u> ya/tiya wa'du <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yukhlifu <strong>a</strong>lmii'<u>aa</u>d<strong>a</strong>",
        "idn": "Dan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat digoncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). Sebenarnya segala urusan itu milik Allah. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sampai datang janji Allah (penaklukkan Mekah). Sungguh, Allah tidak menyalahi janji.",
        "signCode": "ولو أن قرءانا سيرت به الجبال أو قطعت به الأرض أو كلم به الموتى بل لله الأمر جميعا أفلم يايءس الذين ءامنوا أن لو يشاء الله لهدى الناس جميعا ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة أو تحل قريبا من دارهم حتى يأتي وعد الله إن الله لا يخلف الميعاد"
      },
      {
        "id": 1739,
        "surah": 13,
        "nomor": 32,
        "ar": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ اَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ ",
        "tr": "walaqadi istuhzi-a birusulin min qablika fa-amlaytu lilla<u>dz</u>iina kafaruu tsumma akha<u>dz</u>tuhum fakayfa k<u>aa</u>na 'iq<u>aa</u>b<strong>i</strong>",
        "idn": "Dan sesungguhnya beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, maka Aku beri tenggang waktu kepada orang-orang kafir itu, kemudian Aku binasakan mereka. Maka alangkah hebatnya siksaan-Ku itu! ",
        "signCode": "ولقد استهزئ برسل من قبلك فأمليت للذين كفروا ثم أخذتهم فكيف كان عقاب"
      },
      {
        "id": 1740,
        "surah": 13,
        "nomor": 33,
        "ar": "اَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ اَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْاَرْضِ اَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا ",
        "tr": "afaman huwa q<u>aa</u>-imun 'al<u>aa</u> kulli nafsin bim<u>aa</u> kasabat waja'aluu lill<u>aa</u>hi syurak<u>aa</u>-a qul sammuuhum am tunabbi-uunahu bim<u>aa</u> l<u>aa</u> ya'lamu fii <strong>a</strong>l-ar<u>dh</u>i am bi<u>zhaa</u>hirin mina <strong>a</strong>lqawli bal zuyyina lilla<u>dz</u>iina kafaruu makruhum wa<u>sh</u>udduu 'ani <strong>al</strong>ssabiili waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min h<u>aa</u>d<strong>in</strong>",
        "idn": "Maka apakah Tuhan yang menjaga setiap jiwa terhadap apa yang diperbuatnya (sama dengan yang lain)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah, “Sebutkanlah sifat-sifat mereka itu.” Atau apakah kamu hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi, atau (mengatakan tentang hal itu) sekedar perkataan pada lahirnya saja. Sebenarnya bagi orang kafir, tipu daya mereka itu dijadikan terasa indah, dan mereka dihalangi dari jalan (yang benar). Dan barangsiapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya.",
        "signCode": "أفمن هو قائم على كل نفس بما كسبت وجعلوا لله شركاء قل سموهم أم تنبءونه بما لا يعلم في الأرض أم بظهر من القول بل زين للذين كفروا مكرهم وصدوا عن السبيل ومن يضلل الله فما له من هاد"
      },
      {
        "id": 1741,
        "surah": 13,
        "nomor": 34,
        "ar": "لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ ",
        "tr": "lahum 'a<u>dzaa</u>bun fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati asyaqqu wam<u>aa</u> lahum mina <strong>al</strong>l<u>aa</u>hi min w<u>aa</u>q<strong>in</strong>",
        "idn": "Mereka mendapat siksaan dalam kehidupan dunia, dan azab akhirat pasti lebih keras. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah.",
        "signCode": "لهم عذاب في الحيوة الدنيا ولعذاب الءاخرة أشق وما لهم من الله من واق"
      },
      {
        "id": 1742,
        "surah": 13,
        "nomor": 35,
        "ar": "۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ ",
        "tr": "matsalu <strong>a</strong>ljannati <strong>al</strong>latii wu'ida <strong>a</strong>lmuttaquuna tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru ukuluh<u>aa</u> d<u>aa</u>-imun wa<u>zh</u>illuh<u>aa</u> tilka 'uqb<u>aa</u> <strong>al</strong>la<u>dz</u>iina ittaqaw wa'uqb<u>aa</u> <strong>a</strong>lk<u>aa</u>firiina <strong>al</strong>nn<u>aa</u>r<strong>u</strong>",
        "idn": "Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang yang bertakwa; sedang tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka.",
        "signCode": "مثل الجنة التي وعد المتقون تجري من تحتها الأنهر أكلها دائم وظلها تلك عقبى الذين اتقوا وعقبى الكفرين النار"
      },
      {
        "id": 1743,
        "surah": 13,
        "nomor": 36,
        "ar": "وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۗاِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>tayn<u>aa</u>humu <strong>a</strong>lkit<u>aa</u>ba yafra<u>h</u>uuna bim<u>aa</u> unzila ilayka wamina <strong>a</strong>l-a<u>h</u>z<u>aa</u>bi man yunkiru ba'<u>dh</u>ahu qul innam<u>aa</u> umirtu an a'buda <strong>al</strong>l<u>aa</u>ha wal<u>aa</u> usyrika bihi ilayhi ad'uu wa-ilayhi ma<u>aa</u>b<strong>i</strong>",
        "idn": "Dan orang yang telah Kami berikan kitab kepada mereka bergembira dengan apa (kitab) yang diturunkan kepadamu (Muhammad), dan ada di antara golongan (Yahudi dan Nasrani), yang mengingkari sebagiannya. Katakanlah, “Aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”",
        "signCode": "والذين ءاتينهم الكتب يفرحون بما أنزل إليك ومن الأحزاب من ينكر بعضه قل إنما أمرت أن أعبد الله ولا أشرك به إليه أدعوا وإليه مءاب"
      },
      {
        "id": 1744,
        "surah": 13,
        "nomor": 37,
        "ar": "وَكَذٰلِكَ اَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ",
        "tr": "waka<u>dzaa</u>lika anzaln<u>aa</u>hu <u>h</u>ukman 'arabiyyan wala-ini ittaba'ta ahw<u>aa</u>-ahum ba'da m<u>aa</u> j<u>aa</u>-aka mina <strong>a</strong>l'ilmi m<u>aa</u> laka mina <strong>al</strong>l<u>aa</u>hi min waliyyin wal<u>aa</u> w<u>aa</u>q<strong>in</strong>",
        "idn": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) sebagai peraturan (yang benar) dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, maka tidak ada yang melindungi dan yang menolong engkau dari (siksaan) Allah.",
        "signCode": "وكذلك أنزلنه حكما عربيا ولئن اتبعت أهواءهم بعدما جاءك من العلم ما لك من الله من ولي ولا واق"
      },
      {
        "id": 1745,
        "surah": 13,
        "nomor": 38,
        "ar": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗلِكُلِّ اَجَلٍ كِتَابٌ ",
        "tr": "walaqad arsaln<u>aa</u> rusulan min qablika waja'aln<u>aa</u> lahum azw<u>aa</u>jan wa<u>dz</u>urriyyatan wam<u>aa</u> k<u>aa</u>na lirasuulin an ya/tiya bi-<u>aa</u>yatin ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi likulli ajalin kit<u>aa</u>b<strong>un</strong>",
        "idn": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada Kitab (tertentu).",
        "signCode": "ولقد أرسلنا رسلا من قبلك وجعلنا لهم أزوجا وذرية وما كان لرسول أن يأتي بءاية إلا بإذن الله لكل أجل كتاب"
      },
      {
        "id": 1746,
        "surah": 13,
        "nomor": 39,
        "ar": "يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ ",
        "tr": "yam<u>h</u>uu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yasy<u>aa</u>u wayutsbitu wa'indahu ummu <strong>a</strong>lkit<u>aa</u>b<strong>i</strong>",
        "idn": "Allah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul-Kitab (Lauh Mahfuzh).",
        "signCode": "يمحوا الله ما يشاء ويثبت وعنده أم الكتب"
      },
      {
        "id": 1747,
        "surah": 13,
        "nomor": 40,
        "ar": "وَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ ",
        "tr": "wa-in m<u>aa</u> nuriyannaka ba'<u>dh</u>a <strong>al</strong>la<u>dz</u>ii na'iduhum aw natawaffayannaka fa-innam<u>aa</u> 'alayka <strong>a</strong>lbal<u>aa</u>ghu wa'alayn<u>aa</u> <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>u</strong>",
        "idn": "Dan sungguh jika Kami perlihatkan kepadamu (Muhammad) sebagian (siksaan) yang Kami ancamkan kepada mereka atau Kami wafatkan engkau, maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka).",
        "signCode": "وإن ما نرينك بعض الذي نعدهم أو نتوفينك فإنما عليك البلغ وعلينا الحساب"
      },
      {
        "id": 1748,
        "surah": 13,
        "nomor": 41,
        "ar": "اَوَلَمْ يَرَوْا اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ ",
        "tr": "awa lam yaraw ann<u>aa</u> na/tii <strong>a</strong>l-ar<u>dh</u>a nanqu<u>sh</u>uh<u>aa</u> min a<u>th</u>r<u>aa</u>fih<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu ya<u>h</u>kumu l<u>aa</u> mu'aqqiba li<u>h</u>ukmihi wahuwa sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>",
        "idn": "Dan apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya.",
        "signCode": "أولم يروا أنا نأتي الأرض ننقصها من أطرافها والله يحكم لا معقب لحكمه وهو سريع الحساب"
      },
      {
        "id": 1749,
        "surah": 13,
        "nomor": 42,
        "ar": "وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ ",
        "tr": "waqad makara <strong>al</strong>la<u>dz</u>iina min qablihim falill<u>aa</u>hi <strong>a</strong>lmakru jamii'an ya'lamu m<u>aa</u> taksibu kullu nafsin wasaya'lamu <strong>a</strong>lkuff<u>aa</u>ru liman 'uqb<u>aa</u> <strong>al</strong>dd<u>aa</u>r<strong>i</strong>",
        "idn": "Dan sungguh, orang sebelum mereka (kafir Mekah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang, dan orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan (yang baik).",
        "signCode": "وقد مكر الذين من قبلهم فلله المكر جميعا يعلم ما تكسب كل نفس وسيعلم الكفر لمن عقبى الدار"
      },
      {
        "id": 1750,
        "surah": 13,
        "nomor": 43,
        "ar": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ",
        "tr": "wayaquulu <strong>al</strong>la<u>dz</u>iina kafaruu lasta mursalan qul kaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi syahiidan baynii wabaynakum waman 'indahu 'ilmu <strong>a</strong>lkit<u>aa</u>b<strong>i</strong>",
        "idn": " Dan orang-orang kafir berkata, “Engkau (Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab menjadi saksi antara aku dan kamu.” ",
        "signCode": "ويقول الذين كفروا لست مرسلا قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتب"
      }
    ]
  },
  {
    "status": true,
    "nomor": 14,
    "nama": "ابرٰهيم",
    "nama_latin": "Ibrahim",
    "jumlah_ayat": 52,
    "tempat_turun": "mekah",
    "arti": "Ibrahim",
    "deskripsi": "Surat Ibrahim ini terdiri atas 52 ayat, termasuk golongan surat-surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan <i>Ibrahim</i>, karena surat ini mengandung doa Nabi Ibrahim a.s. yaitu ayat 35 sampai dengan 41. Do'a ini isinya antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala-berhala dan agar Mekah dan daerah sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim a.s. ini telah diperkenankan oleh Allah s.w.t. sebagaimana telah terbukti keamanannya sejak dahulu sampai sekarang. Do'a tersebut dipanjatkan beliau ke hadirat Allah s.w.t. sesudah selesai membina Ka'bah bersama puteranya Ismail a.s., di dataran tanah Mekah yang tandus.",
    "audio": "https://santrikoding.com/storage/audio/014.mp3",
    "ayat": [
      {
        "id": 1751,
        "surah": 14,
        "nomor": 1,
        "ar": "الۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ",
        "tr": "alif-l<u>aa</u>m-r<u>aa</u> kit<u>aa</u>bun anzaln<u>aa</u>hu ilayka litukhrija <strong>al</strong>nn<u>aa</u>sa mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri bi-i<u>dz</u>ni rabbihim il<u>aa</u> <u>sh</u>ir<u>aath</u>i <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>amiid<strong>i</strong>",
        "idn": "Alif Lam Ra. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji.",
        "signCode": "الر كتب أنزلنه إليك لتخرج الناس من الظلمت إلى النور بإذن ربهم إلى صرط العزيز الحميد"
      },
      {
        "id": 1752,
        "surah": 14,
        "nomor": 2,
        "ar": "اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ  ",
        "tr": "<strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wawaylun lilk<u>aa</u>firiina min 'a<u>dzaa</u>bin syadiid<strong>in</strong>",
        "idn": "Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi. Celakalah bagi orang yang ingkar kepada Tuhan karena siksaan yang sangat berat, ",
        "signCode": "الله الذي له ما في السموت وما في الأرض وويل للكفرين من عذاب شديد"
      },
      {
        "id": 1753,
        "surah": 14,
        "nomor": 3,
        "ar": " ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ",
        "tr": "<strong>al</strong>la<u>dz</u>iina yasta<u>h</u>ibbuuna <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-<u>aa</u>khirati waya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wayabghuunah<u>aa</u> 'iwajan ul<u>aa</u>-ika fii <u>dh</u>al<u>aa</u>lin ba'iid<strong>in</strong>",
        "idn": "(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh.",
        "signCode": "الذين يستحبون الحيوة الدنيا على الءاخرة ويصدون عن سبيل الله ويبغونها عوجا أولئك في ضلل بعيد"
      },
      {
        "id": 1754,
        "surah": 14,
        "nomor": 4,
        "ar": "وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
        "tr": "wam<u>aa</u> arsaln<u>aa</u> min rasuulin ill<u>aa</u> bilis<u>aa</u>ni qawmihi liyubayyina lahum fayu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu man yasy<u>aa</u>u wayahdii man yasy<u>aa</u>u wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana.",
        "signCode": "وما أرسلنا من رسول إلا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدي من يشاء وهو العزيز الحكيم"
      },
      {
        "id": 1755,
        "surah": 14,
        "nomor": 5,
        "ar": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ",
        "tr": "walaqad arsaln<u>aa</u> muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> an akhrij qawmaka mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wa<u>dz</u>akkirhum bi-ayy<u>aa</u>mi <strong>al</strong>l<u>aa</u>hi inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin likulli <u>sh</u>abb<u>aa</u>rin syakuur<strong>in</strong>",
        "idn": "Dan sungguh, Kami telah mengutus Musa dengan membawa tanda-tanda (kekuasaan) Kami, (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari kegelapan kepada cahaya terang-benderang dan ingatkanlah mereka kepada hari-hari Allah.” Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur.",
        "signCode": "ولقد أرسلنا موسى بءايتنا أن أخرج قومك من الظلمت إلى النور وذكرهم بأيىم الله إن في ذلك لءايت لكل صبار شكور"
      },
      {
        "id": 1756,
        "surah": 14,
        "nomor": 6,
        "ar": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِي",
        "tr": "wa-i<u>dz</u> q<u>aa</u>la muus<u>aa</u> liqawmihi u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum i<u>dz</u> anj<u>aa</u>kum min <u>aa</u>li fir'awna yasuumuunakum suu-a <strong>a</strong>l'a<u>dzaa</u>bi wayu<u>dz</u>abbi<u>h</u>uuna abn<u>aa</u>-akum wayasta<u>h</u>yuuna nis<u>aa</u>-akum wafii <u>dzaa</u>likum bal<u>aa</u>un min rabbikum 'a<u>zh</u>iim<strong>un</strong>",
        "idn": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu suatu cobaan yang besar dari Tuhanmu.",
        "signCode": "وإذ قال موسى لقومه اذكروا نعمة الله عليكم إذ أنجىكم من ءال فرعون يسومونكم سوء العذاب ويذبحون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم"
      },
      {
        "id": 1757,
        "surah": 14,
        "nomor": 7,
        "ar": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ",
        "tr": "wa-i<u>dz</u> ta-a<u>dzdz</u>ana rabbukum la-in syakartum la-aziidannakum wala-in kafartum inna 'a<u>dzaa</u>bii lasyadiid<strong>un</strong>",
        "idn": "Dan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.”",
        "signCode": "وإذ تأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم إن عذابي لشديد"
      },
      {
        "id": 1758,
        "surah": 14,
        "nomor": 8,
        "ar": "وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ",
        "tr": "waq<u>aa</u>la muus<u>aa</u> in takfuruu antum waman fii <strong>a</strong>l-ar<u>dh</u>i jamii'an fa-inna <strong>al</strong>l<u>aa</u>ha laghaniyyun <u>h</u>amiid<strong>un</strong>",
        "idn": "Dan Musa berkata, “Jika kamu dan orang yang ada di bumi semuanya  mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.",
        "signCode": "وقال موسى إن تكفروا أنتم ومن في الأرض جميعا فإن الله لغني حميد"
      },
      {
        "id": 1759,
        "surah": 14,
        "nomor": 9,
        "ar": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِ",
        "tr": "alam ya/tikum nabau <strong>al</strong>la<u>dz</u>iina min qablikum qawmi nuu<u>h</u>in wa'<u>aa</u>din watsamuuda wa<strong>a</strong>lla<u>dz</u>iina min ba'dihim l<u>aa</u> ya'lamuhum ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti faradduu aydiyahum fii afw<u>aa</u>hihim waq<u>aa</u>luu inn<u>aa</u> kafarn<u>aa</u> bim<u>aa</u> ursiltum bihi wa-inn<u>aa</u> lafii syakkin mimm<u>aa</u> tad'uunan<u>aa</u> ilayhi muriib<strong>un</strong>",
        "idn": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, “Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.”",
        "signCode": "ألم يأتكم نبؤا الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم إلا الله جاءتهم رسلهم بالبينت فردوا أيديهم في أفوههم وقالوا إنا كفرنا بما أرسلتم به وإنا لفي شك مما تدعوننا إليه مريب"
      },
      {
        "id": 1760,
        "surah": 14,
        "nomor": 10,
        "ar": "۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا ك",
        "tr": "q<u>aa</u>lat rusuluhum afii <strong>al</strong>l<u>aa</u>hi syakkun f<u>aath</u>iri <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yad'uukum liyaghfira lakum min <u>dz</u>unuubikum wayu-akhkhirakum il<u>aa</u> ajalin musamman q<u>aa</u>luu in antum ill<u>aa</u> basyarun mitslun<u>aa</u> turiiduuna an ta<u>sh</u>udduun<u>aa</u> 'amm<u>aa</u> k<u>aa</u>na ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> fa/tuun<u>aa</u> bisul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>",
        "idn": "Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?” Mereka berkata, “Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”",
        "signCode": "قالت رسلهم أفي الله شك فاطر السموت والأرض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى قالوا إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد ءاباؤنا فأتونا بسلطن مبين"
      },
      {
        "id": 1761,
        "surah": 14,
        "nomor": 11,
        "ar": "قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
        "tr": "q<u>aa</u>lat lahum rusuluhum in na<u>h</u>nu ill<u>aa</u> basyarun mitslukum wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yamunnu 'al<u>aa</u> man yasy<u>aa</u>u min 'ib<u>aa</u>dihi wam<u>aa</u> k<u>aa</u>na lan<u>aa</u> an na/tiyakum bisul<u>th</u><u>aa</u>nin ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>",
        "idn": "Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman bertawakal.",
        "signCode": "قالت لهم رسلهم إن نحن إلا بشر مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا أن نأتيكم بسلطن إلا بإذن الله وعلى الله فليتوكل المؤمنون"
      },
      {
        "id": 1762,
        "surah": 14,
        "nomor": 12,
        "ar": "وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ",
        "tr": "wam<u>aa</u> lan<u>aa</u> <strong>al</strong>l<u>aa</u> natawakkala 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi waqad had<u>aa</u>n<u>aa</u> subulan<u>aa</u> walana<u>sh</u>biranna 'al<u>aa</u> m<u>aa</u> <u>aadz</u>aytumuun<u>aa</u> wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmutawakkiluun<strong>a</strong>",
        "idn": "Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal berserah diri.”",
        "signCode": "وما لنا ألا نتوكل على الله وقد هدىنا سبلنا ولنصبرن على ما ءاذيتمونا وعلى الله فليتوكل المتوكلون"
      },
      {
        "id": 1763,
        "surah": 14,
        "nomor": 13,
        "ar": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lirusulihim lanukhrijannakum min ar<u>dh</u>in<u>aa</u> aw lata'uudunna fii millatin<u>aa</u> fa-aw<u>haa</u> ilayhim rabbuhum lanuhlikanna <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.” Maka Tuhan mewahyukan kepada mereka, “Kami pasti akan membinasakan orang yang zalim itu.",
        "signCode": "وقال الذين كفروا لرسلهم لنخرجنكم من أرضنا أو لتعودن في ملتنا فأوحى إليهم ربهم لنهلكن الظلمين"
      },
      {
        "id": 1764,
        "surah": 14,
        "nomor": 14,
        "ar": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ",
        "tr": "walanuskinannakumu <strong>a</strong>l-ar<u>dh</u>a min ba'dihim <u>dzaa</u>lika liman kh<u>aa</u>fa maq<u>aa</u>mii wakh<u>aa</u>fa wa'iid<strong>i</strong>",
        "idn": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.”",
        "signCode": "ولنسكننكم الأرض من بعدهم ذلك لمن خاف مقامي وخاف وعيد"
      },
      {
        "id": 1765,
        "surah": 14,
        "nomor": 15,
        "ar": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ",
        "tr": "wa<strong>i</strong>stafta<u>h</u>uu wakh<u>aa</u>ba kullu jabb<u>aa</u>rin 'aniid<strong>in</strong>",
        "idn": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala, ",
        "signCode": "واستفتحوا وخاب كل جبار عنيد"
      },
      {
        "id": 1766,
        "surah": 14,
        "nomor": 16,
        "ar": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ",
        "tr": "min war<u>aa</u>-ihi jahannamu wayusq<u>aa</u> min m<u>aa</u>-in <u>sh</u>adiid<strong>in</strong>",
        "idn": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,",
        "signCode": "من ورائه جهنم ويسقى من ماء صديد"
      },
      {
        "id": 1767,
        "surah": 14,
        "nomor": 17,
        "ar": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ",
        "tr": "yatajarra'uhu wal<u>aa</u> yak<u>aa</u>du yusiighuhu waya/tiihi <strong>a</strong>lmawtu min kulli mak<u>aa</u>nin wam<u>aa</u> huwa bimayyitin wamin war<u>aa</u>-ihi 'a<u>dzaa</u>bun ghalii<u>zh</u><strong>un</strong>",
        "idn": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat.",
        "signCode": "يتجرعه ولا يكاد يسيغه ويأتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ"
      },
      {
        "id": 1768,
        "surah": 14,
        "nomor": 18,
        "ar": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ",
        "tr": "matsalu <strong>al</strong>la<u>dz</u>iina kafaruu birabbihim a'm<u>aa</u>luhum karam<u>aa</u>din isytaddat bihi <strong>al</strong>rrii<u>h</u>u fii yawmin '<u>aas</u>ifin l<u>aa</u> yaqdiruuna mimm<u>aa</u> kasabuu 'al<u>aa</u> syay-in <u>dzaa</u>lika huwa <strong>al</strong><u>dhdh</u>al<u>aa</u>lu <strong>a</strong>lba'iid<strong>u</strong>",
        "idn": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.",
        "signCode": "مثل الذين كفروا بربهم أعملهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شيء ذلك هو الضلل البعيد"
      },
      {
        "id": 1769,
        "surah": 14,
        "nomor": 19,
        "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ",
        "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi in yasya/ yu<u>dz</u>hibkum waya/ti bikhalqin jadiid<strong>in </strong>",
        "idn": "Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu),",
        "signCode": "ألم تر أن الله خلق السموت والأرض بالحق إن يشأ يذهبكم ويأت بخلق جديد"
      },
      {
        "id": 1770,
        "surah": 14,
        "nomor": 20,
        "ar": "وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ",
        "tr": "wam<u>aa</u> <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi'aziiz<strong>in</strong>",
        "idn": "dan yang demikian itu tidak sukar bagi Allah.",
        "signCode": "وما ذلك على الله بعزيز"
      },
      {
        "id": 1771,
        "surah": 14,
        "nomor": 21,
        "ar": "وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَ",
        "tr": "wabarazuu lill<u>aa</u>hi jamii'an faq<u>aa</u>la <strong>al</strong><u>dhdh</u>u'af<u>aa</u>u lilla<u>dz</u>iina istakbaruu inn<u>aa</u> kunn<u>aa</u> lakum taba'an fahal antum mughnuuna 'ann<u>aa</u> min 'a<u>dzaa</u>bi <strong>al</strong>l<u>aa</u>hi min syay-in q<u>aa</u>luu law had<u>aa</u>n<u>aa</u> <strong>al</strong>l<u>aa</u>hu lahadayn<u>aa</u>kum saw<u>aa</u>un 'alayn<u>aa</u> ajazi'n<u>aa</u> am <u>sh</u>abarn<u>aa</u> m<u>aa</u> lan<u>aa</u> min ma<u>h</u>ii<u>sh</u><strong>in</strong>",
        "idn": "Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.”",
        "signCode": "وبرزوا لله جميعا فقال الضعفؤا للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا من عذاب الله من شيء قالوا لو هدىنا الله لهدينكم سواء علينا أجزعنا أم صبرنا ما لنا من محيص"
      },
      {
        "id": 1772,
        "surah": 14,
        "nomor": 22,
        "ar": "وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُم",
        "tr": "waq<u>aa</u>la <strong>al</strong>sysyay<u>th</u><u>aa</u>nu lamm<u>aa</u> qu<u>dh</u>iya <strong>a</strong>l-amru inna <strong>al</strong>l<u>aa</u>ha wa'adakum wa'da <strong>a</strong>l<u>h</u>aqqi wawa'adtukum fa-akhlaftukum wam<u>aa</u> k<u>aa</u>na liya 'alaykum min sul<u>th</u><u>aa</u>nin ill<u>aa</u> an da'awtukum fa<strong>i</strong>stajabtum lii fal<u>aa</u> taluumuunii waluumuu anfusakum m<u>aa</u> an<u>aa</u> bimu<u>sh</u>rikhikum wam<u>aa</u> antum bimu<u>sh</u>rikhiyya innii kafartu bim<u>aa</u> asyraktumuuni min qablu inna <strong>al</strong><u>zhzhaa</u>limiina lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Dan setan berkata ketika perkara (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih.",
        "signCode": "وقال الشيطن لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطن إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتمون من قبل إن الظلمين لهم عذاب أليم"
      },
      {
        "id": 1773,
        "surah": 14,
        "nomor": 23,
        "ar": "وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ",
        "tr": "waudkhila <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> bi-i<u>dz</u>ni rabbihim ta<u>h</u>iyyatuhum fiih<u>aa</u> sal<u>aa</u>m<strong>un</strong>",
        "idn": "Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salam.",
        "signCode": "وأدخل الذين ءامنوا وعملوا الصلحت جنت تجري من تحتها الأنهر خلدين فيها بإذن ربهم تحيتهم فيها سلم"
      },
      {
        "id": 1774,
        "surah": 14,
        "nomor": 24,
        "ar": "اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ",
        "tr": "alam tara kayfa <u>dh</u>araba <strong>al</strong>l<u>aa</u>hu matsalan kalimatan <u>th</u>ayyibatan kasyajaratin <u>th</u>ayyibatin a<u>sh</u>luh<u>aa</u> ts<u>aa</u>bitun wafar'uh<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>/-<strong>i</strong>",
        "idn": "Tidakkah kamu memperhatikan bagai-mana Allah telah membuat perumpamaan kalimat yang baik seperti pohon yang baik, akarnya kuat dan cabangnya (menjulang) ke langit,",
        "signCode": "ألم تر كيف ضرب الله مثلا كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء"
      },
      {
        "id": 1775,
        "surah": 14,
        "nomor": 25,
        "ar": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
        "tr": "tu/tii ukulah<u>aa</u> kulla <u>h</u>iinin bi-i<u>dz</u>ni rabbih<u>aa</u> waya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l-amts<u>aa</u>la li<strong>l</strong>nn<u>aa</u>si la'allahum yata<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat.",
        "signCode": "تؤتي أكلها كل حين بإذن ربها ويضرب الله الأمثال للناس لعلهم يتذكرون"
      },
      {
        "id": 1776,
        "surah": 14,
        "nomor": 26,
        "ar": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ",
        "tr": "wamatsalu kalimatin khabiitsatin kasyajaratin khabiitsatin ijtutstsat min fawqi <strong>a</strong>l-ar<u>dh</u>i m<u>aa</u> lah<u>aa</u> min qar<u>aa</u>r<strong>in</strong>",
        "idn": "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun.",
        "signCode": "ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الأرض ما لها من قرار"
      },
      {
        "id": 1777,
        "surah": 14,
        "nomor": 27,
        "ar": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ   ",
        "tr": "yutsabbitu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu bi<strong>a</strong>lqawli <strong>al</strong>tsts<u>aa</u>biti fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wafii <strong>a</strong>l-<u>aa</u>khirati wayu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu <strong>al</strong><u>zhzhaa</u>limiina wayaf'alu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yasy<u>aa</u>/<strong>u</strong>",
        "idn": " Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki.",
        "signCode": "يثبت الله الذين ءامنوا بالقول الثابت في الحيوة الدنيا وفي الءاخرة ويضل الله الظلمين ويفعل الله ما يشاء"
      },
      {
        "id": 1778,
        "surah": 14,
        "nomor": 28,
        "ar": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ",
        "tr": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina baddaluu ni'mata <strong>al</strong>l<u>aa</u>hi kufran wa-a<u>h</u>alluu qawmahum d<u>aa</u>ra <strong>a</strong>lbaw<u>aa</u>r<strong>i</strong>",
        "idn": "Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?",
        "signCode": "ألم تر إلى الذين بدلوا نعمت الله كفرا وأحلوا قومهم دار البوار"
      },
      {
        "id": 1779,
        "surah": 14,
        "nomor": 29,
        "ar": "جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ",
        "tr": "jahannama ya<u>sh</u>lawnah<u>aa</u> wabi/sa <strong>a</strong>lqar<u>aa</u>r<strong>u</strong>",
        "idn": " yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman.",
        "signCode": "جهنم يصلونها وبئس القرار"
      },
      {
        "id": 1780,
        "surah": 14,
        "nomor": 30,
        "ar": "وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ",
        "tr": "waja'aluu lill<u>aa</u>hi and<u>aa</u>dan liyu<u>dh</u>illuu 'an sabiilihi qul tamatta'uu fa-inna ma<u>sh</u>iirakum il<u>aa</u> <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
        "idn": "Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), “Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.”",
        "signCode": "وجعلوا لله أندادا ليضلوا عن سبيله قل تمتعوا فإن مصيركم إلى النار"
      },
      {
        "id": 1781,
        "surah": 14,
        "nomor": 31,
        "ar": "قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ",
        "tr": "qul li'ib<u>aa</u>diya <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu yuqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wayunfiquu mimm<u>aa</u> razaqn<u>aa</u>hum sirran wa'al<u>aa</u>niyatan min qabli an ya/tiya yawmun l<u>aa</u> bay'un fiihi wal<u>aa</u> khil<u>aa</u>l<strong>un</strong>",
        "idn": "Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.” ",
        "signCode": "قل لعبادي الذين ءامنوا يقيموا الصلوة وينفقوا مما رزقنهم سرا وعلانية من قبل أن يأتي يوم لا بيع فيه ولا خلل"
      },
      {
        "id": 1782,
        "surah": 14,
        "nomor": 32,
        "ar": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ",
        "tr": "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wa-anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-akhraja bihi mina <strong>al</strong>tstsamar<u>aa</u>ti rizqan lakum wasakhkhara lakumu <strong>a</strong>lfulka litajriya fii <strong>a</strong>lba<u>h</u>ri bi-amrihi wasakhkhara lakumu <strong>a</strong>l-anh<u>aa</u>r<strong>a</strong>",
        "idn": "Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu. ",
        "signCode": "الله الذي خلق السموت والأرض وأنزل من السماء ماء فأخرج به من الثمرت رزقا لكم وسخر لكم الفلك لتجري في البحر بأمره وسخر لكم الأنهر"
      },
      {
        "id": 1783,
        "surah": 14,
        "nomor": 33,
        "ar": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ",
        "tr": "wasakhkhara lakumu <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara d<u>aa</u>-ibayni wasakhkhara lakumu <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>r<strong>a</strong>",
        "idn": "Dan Dia telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu.",
        "signCode": "وسخر لكم الشمس والقمر دائبين وسخر لكم اليل والنهار"
      },
      {
        "id": 1784,
        "surah": 14,
        "nomor": 34,
        "ar": "وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ  ",
        "tr": "wa<u>aa</u>t<u>aa</u>kum min kulli m<u>aa</u> sa-altumuuhu wa-in ta'udduu ni'mata <strong>al</strong>l<u>aa</u>hi l<u>aa</u> tu<u>hs</u>uuh<u>aa</u> inna <strong>a</strong>l-ins<u>aa</u>na la<u>zh</u>aluumun kaff<u>aa</u>r<strong>un</strong>",
        "idn": "Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah).",
        "signCode": "وءاتىكم من كل ما سألتموه وإن تعدوا نعمت الله لا تحصوها إن الإنسن لظلوم كفار"
      },
      {
        "id": 1785,
        "surah": 14,
        "nomor": 35,
        "ar": "وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ   ",
        "tr": "wa-i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu rabbi ij'al h<u>aadzaa</u> <strong>a</strong>lbalada <u>aa</u>minan wa<strong>u</strong>jnubnii wabaniyya an na'buda <strong>a</strong>l-a<u>sh</u>n<u>aa</u>m<strong>a</strong>",
        "idn": "Dan (ingatlah), ketika Ibrahim berdoa, “Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala.",
        "signCode": "وإذ قال إبرهيم رب اجعل هذا البلد ءامنا واجنبني وبني أن نعبد الأصنام"
      },
      {
        "id": 1786,
        "surah": 14,
        "nomor": 36,
        "ar": "رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ ",
        "tr": "rabbi innahunna a<u>dh</u>lalna katsiiran mina <strong>al</strong>nn<u>aa</u>si faman tabi'anii fa-innahu minnii waman 'a<u>shaa</u>nii fa-innaka ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barangsiapa mengikutiku, maka orang itu termasuk golonganku, dan barang-siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.",
        "signCode": "رب إنهن أضللن كثيرا من الناس فمن تبعني فإنه مني ومن عصاني فإنك غفور رحيم"
      },
      {
        "id": 1787,
        "surah": 14,
        "nomor": 37,
        "ar": "رَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ",
        "tr": "rabban<u>aa</u> innii askantu min <u>dz</u>urriyyatii biw<u>aa</u>din ghayri <u>dz</u>ii zar'in 'inda baytika <strong>a</strong>lmu<u>h</u>arrami rabban<u>aa</u> liyuqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta fa<strong>i</strong>j'al af-idatan mina <strong>al</strong>nn<u>aa</u>si tahwii ilayhim wa<strong>u</strong>rzuqhum mina <strong>al</strong>tstsamar<u>aa</u>ti la'allahum yasykuruun<strong>a</strong>",
        "idn": "Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur.",
        "signCode": "ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلوة فاجعل أفءدة من الناس تهوي إليهم وارزقهم من الثمرت لعلهم يشكرون"
      },
      {
        "id": 1788,
        "surah": 14,
        "nomor": 38,
        "ar": "رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
        "tr": "rabban<u>aa</u> innaka ta'lamu m<u>aa</u> nukhfii wam<u>aa</u> nu'linu wam<u>aa</u> yakhf<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi min syay-in fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>/-<strong>i</strong>",
        "idn": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan; dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.",
        "signCode": "ربنا إنك تعلم ما نخفي وما نعلن وما يخفى على الله من شيء في الأرض ولا في السماء"
      },
      {
        "id": 1789,
        "surah": 14,
        "nomor": 39,
        "ar": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ ",
        "tr": "al<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii wahaba lii 'al<u>aa</u> <strong>a</strong>lkibari ism<u>aa</u>'iila wa-is<u>haa</u>qa inna rabbii lasamii'u <strong>al</strong>ddu'<u>aa</u>/-<strong>i</strong>",
        "idn": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(ku) Ismail dan Ishak. Sungguh, Tuhanku benar-benar Maha Mendengar (memperkenankan) doa.",
        "signCode": "الحمد لله الذي وهب لي على الكبر إسمعيل وإسحق إن ربي لسميع الدعاء"
      },
      {
        "id": 1790,
        "surah": 14,
        "nomor": 40,
        "ar": "رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ ",
        "tr": "rabbi ij'alnii muqiima <strong>al</strong><u>shsh</u>al<u>aa</u>ti wamin <u>dz</u>urriyyatii rabban<u>aa</u> wtaqabbal du'<u>aa</u>/-<strong>i</strong>",
        "idn": " Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan salat, ya Tuhan kami, perkenankanlah doaku.",
        "signCode": "رب اجعلني مقيم الصلوة ومن ذريتي ربنا وتقبل دعاء"
      },
      {
        "id": 1791,
        "surah": 14,
        "nomor": 41,
        "ar": "رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ",
        "tr": "rabban<u>aa</u> ighfir lii waliw<u>aa</u>lidayya walilmu/miniina yawma yaquumu <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>u</strong>",
        "idn": " Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan semua orang yang beriman pada hari diadakan perhitungan (hari Kiamat).”",
        "signCode": "ربنا اغفر لي ولولدي وللمؤمنين يوم يقوم الحساب"
      },
      {
        "id": 1792,
        "surah": 14,
        "nomor": 42,
        "ar": "وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ",
        "tr": "wal<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>l<u>aa</u>ha gh<u>aa</u>filan 'amm<u>aa</u> ya'malu <strong>al</strong><u>zhzhaa</u>limuuna innam<u>aa</u> yu-akhkhiruhum liyawmin tasykha<u>sh</u>u fiihi <strong>a</strong>l-ab<u>shaa</u>r<strong>u</strong>",
        "idn": "Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,",
        "signCode": "ولا تحسبن الله غفلا عما يعمل الظلمون إنما يؤخرهم ليوم تشخص فيه الأبصر"
      },
      {
        "id": 1793,
        "surah": 14,
        "nomor": 43,
        "ar": "مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ  ",
        "tr": "muh<u>th</u>i'iina muqni'ii ruuusihim l<u>aa</u> yartaddu ilayhim <u>th</u>arfuhum wa-af-idatuhum haw<u>aa</u>/<strong>un</strong>",
        "idn": "mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. ",
        "signCode": "مهطعين مقنعي رءوسهم لا يرتد إليهم طرفهم وأفءدتهم هواء"
      },
      {
        "id": 1794,
        "surah": 14,
        "nomor": 44,
        "ar": "وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ  ",
        "tr": "wa-an<u>dz</u>iri <strong>al</strong>nn<u>aa</u>sa yawma ya/tiihimu <strong>a</strong>l'a<u>dzaa</u>bu fayaquulu <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu rabban<u>aa</u> akhkhirn<u>aa</u> il<u>aa</u> ajalin qariibin nujib da'wataka wanattabi'i <strong>al</strong>rrusula awa lam takuunuu aqsamtum min qablu m<u>aa</u> lakum min zaw<u>aa</u>l<strong>in</strong>",
        "idn": "Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, “Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan), “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa?",
        "signCode": "وأنذر الناس يوم يأتيهم العذاب فيقول الذين ظلموا ربنا أخرنا إلى أجل قريب نجب دعوتك ونتبع الرسل أولم تكونوا أقسمتم من قبل ما لكم من زوال"
      },
      {
        "id": 1795,
        "surah": 14,
        "nomor": 45,
        "ar": "وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ ",
        "tr": "wasakantum fii mas<u>aa</u>kini <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu anfusahum watabayyana lakum kayfa fa'aln<u>aa</u> bihim wa<u>dh</u>arabn<u>aa</u> lakumu <strong>a</strong>l-amts<u>aa</u>l<strong>a</strong>",
        "idn": "Dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan.”",
        "signCode": "وسكنتم في مسكن الذين ظلموا أنفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم الأمثال"
      },
      {
        "id": 1796,
        "surah": 14,
        "nomor": 46,
        "ar": "وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ ",
        "tr": "waqad makaruu makrahum wa'inda <strong>al</strong>l<u>aa</u>hi makruhum wa-in k<u>aa</u>na makruhum litazuula minhu <strong>a</strong>ljib<u>aa</u>l<strong>u</strong>",
        "idn": "Dan sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Dan sesungguhnya tipu daya mereka tidak mampu melenyapkan gunung-gunung.",
        "signCode": "وقد مكروا مكرهم وعند الله مكرهم وإن كان مكرهم لتزول منه الجبال"
      },
      {
        "id": 1797,
        "surah": 14,
        "nomor": 47,
        "ar": "فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ   ",
        "tr": "fal<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>l<u>aa</u>ha mukhlifa wa'dihi rusulahu inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>dz</u>uu intiq<u>aa</u>m<strong>in</strong>",
        "idn": " Maka karena itu jangan sekali-kali kamu mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sungguh, Allah Mahaperkasa dan mempunyai pembalasan.",
        "signCode": "فلا تحسبن الله مخلف وعده رسله إن الله عزيز ذو انتقام"
      },
      {
        "id": 1798,
        "surah": 14,
        "nomor": 48,
        "ar": "يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ",
        "tr": "yawma tubaddalu <strong>a</strong>l-ar<u>dh</u>u ghayra <strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wabarazuu lill<u>aa</u>hi <strong>a</strong>lw<u>aah</u>idi <strong>a</strong>lqahh<u>aa</u>r<strong>i</strong>",
        "idn": "(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. ",
        "signCode": "يوم تبدل الأرض غير الأرض والسموت وبرزوا لله الوحد القهار"
      },
      {
        "id": 1799,
        "surah": 14,
        "nomor": 49,
        "ar": "وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ  ",
        "tr": "watar<u>aa</u> <strong>a</strong>lmujrimiina yawma-i<u>dz</u>in muqarraniina fii <strong>a</strong>l-a<u>sh</u>f<u>aa</u>d<strong>i</strong>",
        "idn": "Dan pada hari itu engkau akan melihat orang yang berdosa bersama-sama diikat dengan belenggu.",
        "signCode": "وترى المجرمين يومئذ مقرنين في الأصفاد"
      },
      {
        "id": 1800,
        "surah": 14,
        "nomor": 50,
        "ar": "سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ  ",
        "tr": "sar<u>aa</u>biiluhum min qa<u>th</u>r<u>aa</u>nin wataghsy<u>aa</u> wujuuhahumu <strong>al</strong>nn<u>aa</u>r<strong>u</strong>",
        "idn": "Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka,",
        "signCode": "سرابيلهم من قطران وتغشى وجوههم النار"
      },
      {
        "id": 1801,
        "surah": 14,
        "nomor": 51,
        "ar": "لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ",
        "tr": "liyajziya <strong>al</strong>l<u>aa</u>hu kulla nafsin m<u>aa</u> kasabat inna <strong>al</strong>l<u>aa</u>ha sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>",
        "idn": "agar Allah memberi balasan kepada setiap orang terhadap apa yang dia usahakan. Sungguh, Allah Mahacepat perhitungan-Nya. ",
        "signCode": "ليجزي الله كل نفس ما كسبت إن الله سريع الحساب"
      },
      {
        "id": 1802,
        "surah": 14,
        "nomor": 52,
        "ar": "هٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ",
        "tr": "h<u>aadzaa</u> bal<u>aa</u>ghun li<strong>l</strong>nn<u>aa</u>si waliyun<u>dz</u>aruu bihi waliya'lamuu annam<u>aa</u> huwa il<u>aa</u>hun w<u>aah</u>idun waliya<u>dzdz</u>akkara uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>",
        "idn": "Dan (Al-Qur'an) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran.",
        "signCode": "هذا بلغ للناس ولينذروا به وليعلموا أنما هو إله وحد وليذكر أولوا الألبب"
      }
    ]
  }
]