[
  {
    "status": true,
    "nomor": 21,
    "nama": "الانبياۤء",
    "nama_latin": "Al-Anbiya'",
    "jumlah_ayat": 112,
    "tempat_turun": "mekah",
    "arti": "Para Nabi",
    "deskripsi": "Surat Al Anbiyaa' yang terdiri atas 112 ayat, termasuk golongan surat Makkiyyah. Dinamai surat ini dengan <i>al anbiyaa'</i>(nabi-nabi), karena surat ini mengutarakan kisah beberapa orang nabi. Permulaan surat Al Anbiyaa' menegaskan bahwa manusia lalai dalam menghadapi hari berhisab, kemudian berhubung adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad s.a.w. maka ditegaskan Allah, kendatipun nabi-nabi itu manusia biasa, akan tetapi masing-masing mereka adalah manusia yang membawa wahyu yang pokok ajarannya adalah tauhid, dan keharusan manusia menyembah Allah Tuhan Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa oleh nabi-nabi itu, akan diazab Allah didunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa orang nabi dengan umatnya. Akhirnya surat itu ditutup dengan seruan agar kaum musyrik Mekah percaya kepada ajaran yang dibawa Muhammad s.a.w supaya tidak mengalami apa yang telah dialami oleh umat-umat yang dahulu.",
    "audio": "https://santrikoding.com/storage/audio/021.mp3",
    "ayat": [
      {
        "id": 2484,
        "surah": 21,
        "nomor": 1,
        "ar": "اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ ۚ ",
        "tr": "iqtaraba li<strong>l</strong>nn<u>aa</u>si <u>h</u>is<u>aa</u>buhum wahum fii ghaflatin mu'ri<u>dh</u>uun<strong>a</strong>",
        "idn": "Telah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat).",
        "signCode": "اقترب للناس حسابهم وهم في غفلة معرضون"
      },
      {
        "id": 2485,
        "surah": 21,
        "nomor": 2,
        "ar": "مَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنْ رَّبِّهِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْهُ وَهُمْ يَلْعَبُوْنَ ۙ",
        "tr": "m<u>aa</u> ya/tiihim min <u>dz</u>ikrin min rabbihim mu<u>h</u>datsin ill<u>aa</u> istama'uuhu wahum yal'abuun<strong>a</strong>",
        "idn": "Setiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main.",
        "signCode": "ما يأتيهم من ذكر من ربهم محدث إلا استمعوه وهم يلعبون"
      },
      {
        "id": 2486,
        "surah": 21,
        "nomor": 3,
        "ar": "لَاهِيَةً قُلُوْبُهُمْۗ وَاَسَرُّوا النَّجْوَىۖ الَّذِيْنَ ظَلَمُوْاۖ هَلْ هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۚ اَفَتَأْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ ",
        "tr": "l<u>aa</u>hiyatan quluubuhum wa-asarruu <strong>al</strong>nnajw<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu hal h<u>aadzaa</u> ill<u>aa</u> basyarun mitslukum afata/tuuna <strong>al</strong>ssi<u>h</u>ra wa-antum tub<u>sh</u>iruun<strong>a</strong>",
        "idn": "Hati mereka dalam keadaan lalai. Dan orang-orang yang zalim itu merahasiakan pembicaraan mereka, “(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerima sihir itu padahal kamu menyaksikannya?”",
        "signCode": "لاهية قلوبهم وأسروا النجوى الذين ظلموا هل هذا إلا بشر مثلكم أفتأتون السحر وأنتم تبصرون"
      },
      {
        "id": 2487,
        "surah": 21,
        "nomor": 4,
        "ar": "قٰلَ رَبِّيْ يَعْلَمُ الْقَوْلَ فِى السَّمَاۤءِ وَالْاَرْضِۖ وَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
        "tr": "q<u>aa</u>la rabbii ya'lamu <strong>a</strong>lqawla fii <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>",
        "idn": "Dia (Muhammad) berkata, “Tuhanku mengetahui (semua) perkataan di langit dan di bumi, dan Dia Maha Mendengar, Maha Mengetahui!”",
        "signCode": "قال ربي يعلم القول في السماء والأرض وهو السميع العليم"
      },
      {
        "id": 2488,
        "surah": 21,
        "nomor": 5,
        "ar": "بَلْ قَالُوْٓا اَضْغَاثُ اَحْلَامٍۢ بَلِ افْتَرٰىهُ بَلْ هُوَ شَاعِرٌۚ فَلْيَأْتِنَا بِاٰيَةٍ كَمَآ اُرْسِلَ الْاَوَّلُوْنَ ",
        "tr": "bal q<u>aa</u>luu a<u>dh</u>gh<u>aa</u>tsu a<u>h</u>l<u>aa</u>min bali iftar<u>aa</u>hu bal huwa sy<u>aa</u>'irun falya/tin<u>aa</u> bi-<u>aa</u>yatin kam<u>aa</u> ursila <strong>a</strong>l-awwaluun<strong>a</strong>",
        "idn": " Bahkan mereka mengatakan, “(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair, cobalah dia datangkan kepada kita suatu tanda (bukti), seperti halnya rasul-rasul yang diutus terdahulu.”",
        "signCode": "بل قالوا أضغث أحلم بل افترىه بل هو شاعر فليأتنا بءاية كما أرسل الأولون"
      },
      {
        "id": 2489,
        "surah": 21,
        "nomor": 6,
        "ar": "مَآ اٰمَنَتْ قَبْلَهُمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَاۚ اَفَهُمْ يُؤْمِنُوْنَ ",
        "tr": "m<u>aa</u> <u>aa</u>manat qablahum min qaryatin ahlakn<u>aa</u>h<u>aa</u> afahum yu/minuun<strong>a</strong>",
        "idn": " Penduduk suatu negeri sebelum mereka, yang telah Kami binasakan, mereka itu tidak beriman (padahal telah Kami kirimkan bukti). Apakah mereka akan beriman?",
        "signCode": "ما ءامنت قبلهم من قرية أهلكنها أفهم يؤمنون"
      },
      {
        "id": 2490,
        "surah": 21,
        "nomor": 7,
        "ar": "وَمَآ اَرْسَلْنَا قَبْلَكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَ ",
        "tr": "wam<u>aa</u> arsaln<u>aa</u> qablaka ill<u>aa</u> rij<u>aa</u>lan nuu<u>h</u>ii ilayhim fa<strong>i</strong>s-aluu ahla <strong>al</strong><u>dzdz</u>ikri in kuntum l<u>aa</u> ta'lamuun<strong>a</strong>",
        "idn": "Dan Kami tidak mengutus (rasul-rasul) sebelum engkau (Muhammad), melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui.",
        "signCode": "وما أرسلنا قبلك إلا رجالا نوحي إليهم فسءلوا أهل الذكر إن كنتم لا تعلمون"
      },
      {
        "id": 2491,
        "surah": 21,
        "nomor": 8,
        "ar": "وَمَا جَعَلْنٰهُمْ جَسَدًا لَّا يَأْكُلُوْنَ الطَّعَامَ وَمَا كَانُوْا خٰلِدِيْنَ ",
        "tr": "wam<u>aa</u> ja'aln<u>aa</u>hum jasadan l<u>aa</u> ya/kuluuna <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wam<u>aa</u> k<u>aa</u>nuu kh<u>aa</u>lidiin<strong>a</strong>",
        "idn": "Dan Kami tidak menjadikan mereka (rasul-rasul) suatu tubuh yang tidak memakan makanan dan mereka tidak (pula) hidup kekal.",
        "signCode": "وما جعلنهم جسدا لا يأكلون الطعام وما كانوا خلدين"
      },
      {
        "id": 2492,
        "surah": 21,
        "nomor": 9,
        "ar": "ثُمَّ صَدَقْنٰهُمُ الْوَعْدَ فَاَنْجَيْنٰهُمْ وَمَنْ نَّشَاۤءُ وَاَهْلَكْنَا الْمُسْرِفِيْنَ ",
        "tr": "tsumma <u>sh</u>adaqn<u>aa</u>humu <strong>a</strong>lwa'da fa-anjayn<u>aa</u>hum waman nasy<u>aa</u>u wa-ahlakn<u>aa</u> <strong>a</strong>lmusrifiin<strong>a</strong>",
        "idn": "Kemudian Kami tepati janji (yang telah Kami janjikan) kepada mereka. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki, dan Kami binasakan orang-orang yang melampaui batas.",
        "signCode": "ثم صدقنهم الوعد فأنجينهم ومن نشاء وأهلكنا المسرفين"
      },
      {
        "id": 2493,
        "surah": 21,
        "nomor": 10,
        "ar": "لَقَدْ اَنْزَلْنَآ اِلَيْكُمْ كِتٰبًا فِيْهِ ذِكْرُكُمْۗ اَفَلَا تَعْقِلُوْنَ",
        "tr": "laqad anzaln<u>aa</u> ilaykum kit<u>aa</u>ban fiihi <u>dz</u>ikrukum afal<u>aa</u> ta'qiluun<strong>a</strong>",
        "idn": " Sungguh, telah Kami turunkan kepadamu sebuah Kitab (Al-Qur'an) yang di dalamnya terdapat peringatan bagimu. Maka apakah kamu tidak mengerti?",
        "signCode": "لقد أنزلنا إليكم كتبا فيه ذكركم أفلا تعقلون"
      },
      {
        "id": 2494,
        "surah": 21,
        "nomor": 11,
        "ar": "وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَّاَنْشَأْنَا بَعْدَهَا قَوْمًا اٰخَرِيْنَ ",
        "tr": "wakam qa<u>sh</u>amn<u>aa</u> min qaryatin k<u>aa</u>nat <u>zhaa</u>limatan wa-ansya/n<u>aa</u> ba'dah<u>aa</u> qawman <u>aa</u>khariin<strong>a</strong>",
        "idn": " Dan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya).",
        "signCode": "وكم قصمنا من قرية كانت ظالمة وأنشأنا بعدها قوما ءاخرين"
      },
      {
        "id": 2495,
        "surah": 21,
        "nomor": 12,
        "ar": "فَلَمَّآ اَحَسُّوْا بَأْسَنَآ اِذَا هُمْ مِّنْهَا يَرْكُضُوْنَ ۗ",
        "tr": "falamm<u>aa</u> a<u>h</u>assuu ba/san<u>aa</u> i<u>dzaa</u> hum minh<u>aa</u> yarku<u>dh</u>uun<strong>a</strong>",
        "idn": " Maka ketika mereka merasakan azab Kami, tiba-tiba mereka melarikan diri dari (negerinya) itu.",
        "signCode": "فلما أحسوا بأسنا إذا هم منها يركضون"
      },
      {
        "id": 2496,
        "surah": 21,
        "nomor": 13,
        "ar": "لَا تَرْكُضُوْا وَارْجِعُوْٓا اِلٰى مَآ اُتْرِفْتُمْ فِيْهِ وَمَسٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُوْنَ ",
        "tr": "l<u>aa</u> tarku<u>dh</u>uu wa<strong>i</strong>rji'uu il<u>aa</u> m<u>aa</u> utriftum fiihi wamas<u>aa</u>kinikum la'allakum tus-aluun<strong>a</strong>",
        "idn": "Janganlah kamu lari tergesa-gesa; kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik), agar kamu dapat ditanya.",
        "signCode": "لا تركضوا وارجعوا إلى ما أترفتم فيه ومسكنكم لعلكم تسءلون"
      },
      {
        "id": 2497,
        "surah": 21,
        "nomor": 14,
        "ar": "قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
        "tr": "q<u>aa</u>luu y<u>aa</u> waylan<u>aa</u> inn<u>aa</u> kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>",
        "idn": "Mereka berkata, “Betapa celaka kami, sungguh, kami orang-orang yang zalim.”",
        "signCode": "قالوا يويلنا إنا كنا ظلمين"
      },
      {
        "id": 2498,
        "surah": 21,
        "nomor": 15,
        "ar": "فَمَا زَالَتْ تِّلْكَ دَعْوٰىهُمْ حَتّٰى جَعَلْنٰهُمْ حَصِيْدًا خَامِدِيْنَ ",
        "tr": "fam<u>aa</u> z<u>aa</u>lat tilka da'w<u>aa</u>hum <u>h</u>att<u>aa</u> ja'aln<u>aa</u>hum <u>h</u>a<u>sh</u>iidan kh<u>aa</u>midiin<strong>a</strong>",
        "idn": " Maka demikianlah keluhan mereka berkepanjangan, sehingga mereka Kami jadikan sebagai tanaman yang telah dituai, yang tidak dapat hidup lagi.",
        "signCode": "فما زالت تلك دعوىهم حتى جعلنهم حصيدا خمدين"
      },
      {
        "id": 2499,
        "surah": 21,
        "nomor": 16,
        "ar": "وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ ",
        "tr": "wam<u>aa</u> khalaqn<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> l<u>aa</u>'ibiin<strong>a</strong>",
        "idn": "Dan Kami tidak menciptakan langit dan bumi dan segala apa yang ada di antara keduanya dengan main-main.",
        "signCode": "وما خلقنا السماء والأرض وما بينهما لعبين"
      },
      {
        "id": 2500,
        "surah": 21,
        "nomor": 17,
        "ar": "لَوْ اَرَدْنَآ اَنْ نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنٰهُ مِنْ لَّدُنَّآ  ۖاِنْ كُنَّا فٰعِلِيْنَ ",
        "tr": "law aradn<u>aa</u> an nattakhi<u>dz</u>a lahwan la<strong>i</strong>ttakha<u>dz</u>n<u>aa</u>hu min ladunn<u>aa</u> in kunn<u>aa</u> f<u>aa</u>'iliin<strong>a</strong>",
        "idn": " Seandainya Kami hendak membuat suatu permainan (istri dan anak), tentulah Kami membuatnya dari sisi Kami, jika Kami benar-benar menghendaki berbuat demikian.",
        "signCode": "لو أردنا أن نتخذ لهوا لاتخذنه من لدنا إن كنا فعلين"
      },
      {
        "id": 2501,
        "surah": 21,
        "nomor": 18,
        "ar": "بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهٗ فَاِذَا هُوَ زَاهِقٌۗ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُوْنَ ",
        "tr": "bal naq<u>dz</u>ifu bi<strong>a</strong>l<u>h</u>aqqi 'al<u>aa</u> <strong>a</strong>lb<u>aath</u>ili fayadmaghuhu fa-i<u>dzaa</u> huwa z<u>aa</u>hiqun walakumu <strong>a</strong>lwaylu mimm<u>aa</u> ta<u>sh</u>ifuun<strong>a</strong>",
        "idn": "Sebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. Dan celaka kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya).",
        "signCode": "بل نقذف بالحق على البطل فيدمغه فإذا هو زاهق ولكم الويل مما تصفون"
      },
      {
        "id": 2502,
        "surah": 21,
        "nomor": 19,
        "ar": "وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَمَنْ عِنْدَهٗ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَلَا يَسْتَحْسِرُوْنَ ۚ",
        "tr": "walahu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i waman 'indahu l<u>aa</u> yastakbiruuna 'an 'ib<u>aa</u>datihi wal<u>aa</u> yasta<u>h</u>siruun<strong>a</strong>",
        "idn": "Dan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih.",
        "signCode": "وله من في السموت والأرض ومن عنده لا يستكبرون عن عبادته ولا يستحسرون"
      },
      {
        "id": 2503,
        "surah": 21,
        "nomor": 20,
        "ar": "يُسَبِّحُوْنَ الَّيْلَ وَالنَّهَارَ لَا يَفْتُرُوْنَ ",
        "tr": "yusabbi<u>h</u>uuna <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra l<u>aa</u> yafturuun<strong>a</strong>",
        "idn": "Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang.",
        "signCode": "يسبحون اليل والنهار لا يفترون"
      },
      {
        "id": 2504,
        "surah": 21,
        "nomor": 21,
        "ar": "اَمِ اتَّخَذُوْٓا اٰلِهَةً مِّنَ الْاَرْضِ هُمْ يُنْشِرُوْنَ ",
        "tr": "ami ittakha<u>dz</u>uu <u>aa</u>lihatan mina <strong>a</strong>l-ar<u>dh</u>i hum yunsyiruun<strong>a</strong>",
        "idn": "Apakah mereka mengambil tuhan-tuhan dari bumi, yang dapat menghidupkan (orang-orang yang mati)?",
        "signCode": "أم اتخذوا ءالهة من الأرض هم ينشرون"
      },
      {
        "id": 2505,
        "surah": 21,
        "nomor": 22,
        "ar": "لَوْ كَانَ فِيْهِمَآ اٰلِهَةٌ اِلَّا اللّٰهُ لَفَسَدَتَاۚ فَسُبْحٰنَ اللّٰهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ",
        "tr": "law k<u>aa</u>na fiihim<u>aa</u> <u>aa</u>lihatun ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu lafasadat<u>aa</u> fasub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi rabbi <strong>a</strong>l'arsyi 'amm<u>aa</u> ya<u>sh</u>ifuun<strong>a</strong>",
        "idn": "Seandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki ‘Arsy, dari apa yang mereka sifatkan.",
        "signCode": "لو كان فيهما ءالهة إلا الله لفسدتا فسبحن الله رب العرش عما يصفون"
      },
      {
        "id": 2506,
        "surah": 21,
        "nomor": 23,
        "ar": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُوْنَ ",
        "tr": "l<u>aa</u> yus-alu 'amm<u>aa</u> yaf'alu wahum yus-aluun<strong>a</strong>",
        "idn": "Dia (Allah) tidak ditanya tentang apa yang dikerjakan, tetapi merekalah yang akan ditanya.",
        "signCode": "لا يسءل عما يفعل وهم يسءلون"
      },
      {
        "id": 2507,
        "surah": 21,
        "nomor": 24,
        "ar": "اَمِ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً ۗقُلْ هَاتُوْا بُرْهَانَكُمْۚ هٰذَا ذِكْرُ مَنْ مَّعِيَ وَذِكْرُ مَنْ قَبْلِيْۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَۙ الْحَقَّ فَهُمْ مُّعْرِضُوْنَ ",
        "tr": "ami ittakha<u>dz</u>uu min duunihi <u>aa</u>lihatan qul h<u>aa</u>tuu burh<u>aa</u>nakum h<u>aadzaa</u> <u>dz</u>ikru man ma'iya wa<u>dz</u>ikru man qablii bal aktsaruhum l<u>aa</u> ya'lamuuna <strong>a</strong>l<u>h</u>aqqa fahum mu'ri<u>dh</u>uun<strong>a</strong>",
        "idn": "Atau apakah mereka mengambil tuhan-tuhan selain Dia? Katakanlah (Muhammad), “Kemukakanlah alasan-alasanmu! (Al-Qur'an) ini adalah peringatan bagi orang yang bersamaku, dan peringatan bagi orang sebelumku.” Tetapi kebanyakan mereka tidak mengetahui yang hak (kebenaran), karena itu mereka berpaling.",
        "signCode": "أم اتخذوا من دونه ءالهة قل هاتوا برهنكم هذا ذكر من معي وذكر من قبلي بل أكثرهم لا يعلمون الحق فهم معرضون"
      },
      {
        "id": 2508,
        "surah": 21,
        "nomor": 25,
        "ar": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ ",
        "tr": "wam<u>aa</u> arsaln<u>aa</u> min qablika min rasuulin ill<u>aa</u> nuu<u>h</u>ii ilayhi annahu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> an<u>aa</u> fa<strong>u</strong>'buduun<strong>i</strong>",
        "idn": "Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku.",
        "signCode": "وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون"
      },
      {
        "id": 2509,
        "surah": 21,
        "nomor": 26,
        "ar": "وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا سُبْحٰنَهٗ ۗبَلْ عِبَادٌ مُّكْرَمُوْنَ ۙ",
        "tr": "waq<u>aa</u>luu ittakha<u>dz</u>a <strong>al</strong>rra<u>h</u>m<u>aa</u>nu waladan sub<u>haa</u>nahu bal 'ib<u>aa</u>dun mukramuun<strong>a</strong>",
        "idn": "Dan mereka berkata, “Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.” Mahasuci Dia. Sebenarnya mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan,",
        "signCode": "وقالوا اتخذ الرحمن ولدا سبحنه بل عباد مكرمون"
      },
      {
        "id": 2510,
        "surah": 21,
        "nomor": 27,
        "ar": "لَا يَسْبِقُوْنَهٗ بِالْقَوْلِ وَهُمْ بِاَمْرِهٖ يَعْمَلُوْنَ ",
        "tr": "l<u>aa</u> yasbiquunahu bi<strong>a</strong>lqawli wahum bi-amrihi ya'maluun<strong>a</strong>",
        "idn": "mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya.",
        "signCode": "لا يسبقونه بالقول وهم بأمره يعملون"
      },
      {
        "id": 2511,
        "surah": 21,
        "nomor": 28,
        "ar": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُوْنَۙ اِلَّا لِمَنِ ارْتَضٰى وَهُمْ مِّنْ خَشْيَتِهٖ مُشْفِقُوْنَ ",
        "tr": "ya'lamu m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum wal<u>aa</u> yasyfa'uuna ill<u>aa</u> limani irta<u>daa</u> wahum min khasyyatihi musyfiquun<strong>a</strong>",
        "idn": "Dia (Allah) mengetahui segala sesuatu yang di hadapan mereka (malaikat) dan yang di belakang mereka, dan mereka tidak memberi syafaat melainkan kepada orang yang diridai (Allah), dan mereka selalu berhati-hati karena takut kepada-Nya.",
        "signCode": "يعلم ما بين أيديهم وما خلفهم ولا يشفعون إلا لمن ارتضى وهم من خشيته مشفقون"
      },
      {
        "id": 2512,
        "surah": 21,
        "nomor": 29,
        "ar": "۞ وَمَنْ يَّقُلْ مِنْهُمْ اِنِّيْٓ اِلٰهٌ مِّنْ دُوْنِهٖ فَذٰلِكَ نَجْزِيْهِ جَهَنَّمَۗ  كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
        "tr": "waman yaqul minhum innii il<u>aa</u>hun min duunihi fa<u>dzaa</u>lika najziihi jahannama ka<u>dzaa</u>lika najzii <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan barangsiapa di antara mereka berkata, “Sungguh, aku adalah tuhan selain Allah,” maka orang itu Kami beri balasan dengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zalim.",
        "signCode": "ومن يقل منهم إني إله من دونه فذلك نجزيه جهنم كذلك نجزي الظلمين"
      },
      {
        "id": 2513,
        "surah": 21,
        "nomor": 30,
        "ar": "اَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ  اَفَلَا يُؤْمِنُوْنَ ",
        "tr": "awa lam yar<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu anna <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a k<u>aa</u>nat<u>aa</u> ratqan fafataqn<u>aa</u>hum<u>aa</u> waja'aln<u>aa</u> mina <strong>a</strong>lm<u>aa</u>-i kulla syay-in <u>h</u>ayyin afal<u>aa</u> yu/minuun<strong>a</strong>",
        "idn": "Dan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman?",
        "signCode": "أولم ير الذين كفروا أن السموت والأرض كانتا رتقا ففتقنهما وجعلنا من الماء كل شيء حي أفلا يؤمنون"
      },
      {
        "id": 2514,
        "surah": 21,
        "nomor": 31,
        "ar": "وَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ ",
        "tr": "waja'aln<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i raw<u>aa</u>siya an tamiida bihim waja'aln<u>aa</u> fiih<u>aa </u>fij<u>aa</u>jan subulan la'allahum yahtaduun<strong>a</strong>",
        "idn": "Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk.",
        "signCode": "وجعلنا في الأرض روسي أن تميد بهم وجعلنا فيها فجاجا سبلا لعلهم يهتدون"
      },
      {
        "id": 2515,
        "surah": 21,
        "nomor": 32,
        "ar": "وَجَعَلْنَا السَّمَاۤءَ سَقْفًا مَّحْفُوْظًاۚ وَهُمْ عَنْ اٰيٰتِهَا مُعْرِضُوْنَ ",
        "tr": "waja'aln<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a saqfan ma<u>h</u>fuu<u>zh</u>an wahum 'an <u>aa</u>y<u>aa</u>tih<u>aa</u> mu'ri<u>dh</u>uun<strong>a</strong>",
        "idn": "Dan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan, dan lain-lain).",
        "signCode": "وجعلنا السماء سقفا محفوظا وهم عن ءايتها معرضون"
      },
      {
        "id": 2516,
        "surah": 21,
        "nomor": 33,
        "ar": "وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ  كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ ",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra wa<strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun fii falakin yasba<u>h</u>uun<strong>a</strong>",
        "idn": "Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya.",
        "signCode": "وهو الذي خلق اليل والنهار والشمس والقمر كل في فلك يسبحون"
      },
      {
        "id": 2517,
        "surah": 21,
        "nomor": 34,
        "ar": "وَمَا جَعَلْنَا لِبَشَرٍ مِّنْ قَبْلِكَ الْخُلْدَۗ اَفَا۟ىِٕنْ مِّتَّ فَهُمُ الْخٰلِدُوْنَ ",
        "tr": "wam<u>aa</u> ja'aln<u>aa</u> libasyarin min qablika <strong>a</strong>lkhulda afa-in mitta fahumu <strong>a</strong>lkh<u>aa</u>liduun<strong>a</strong>",
        "idn": "Dan Kami tidak menjadikan hidup abadi bagi seorang manusia sebelum engkau (Muhammad); maka jika engkau wafat, apakah mereka akan kekal?",
        "signCode": "وما جعلنا لبشر من قبلك الخلد أفإين مت فهم الخلدون"
      },
      {
        "id": 2518,
        "surah": 21,
        "nomor": 35,
        "ar": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَنَبْلُوْكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۗوَاِلَيْنَا تُرْجَعُوْنَ ",
        "tr": "kullu nafsin <u>dzaa</u>-iqatu <strong>a</strong>lmawti wanabluukum bi<strong>al</strong>sysyarri wa<strong>a</strong>lkhayri fitnatan wa-ilayn<u>aa</u> turja'uun<strong>a</strong>",
        "idn": "Setiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami.",
        "signCode": "كل نفس ذائقة الموت ونبلوكم بالشر والخير فتنة وإلينا ترجعون"
      },
      {
        "id": 2519,
        "surah": 21,
        "nomor": 36,
        "ar": "وَاِذَا رَاٰكَ الَّذِيْنَ كَفَرُوْٓا اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ يَذْكُرُ اٰلِهَتَكُمْۚ وَهُمْ بِذِكْرِ الرَّحْمٰنِ هُمْ كٰفِرُوْنَ  ",
        "tr": "wa-i<u>dzaa</u> ra<u>aa</u>ka <strong>al</strong>la<u>dz</u>iina kafaruu in yattakhi<u>dz</u>uunaka ill<u>aa</u> huzuwan ah<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii ya<u>dz</u>kuru <u>aa</u>lihatakum wahum bi<u>dz</u>ikri <strong>al</strong>rra<u>h</u>m<u>aa</u>ni hum k<u>aa</u>firuun<strong>a</strong>",
        "idn": "Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), “Apakah ini orang yang mencela tuhan-tuhanmu?” Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih.",
        "signCode": "وإذا رءاك الذين كفروا إن يتخذونك إلا هزوا أهذا الذي يذكر ءالهتكم وهم بذكر الرحمن هم كفرون"
      },
      {
        "id": 2520,
        "surah": 21,
        "nomor": 37,
        "ar": "خُلِقَ الْاِنْسَانُ مِنْ عَجَلٍۗ سَاُورِيْكُمْ اٰيٰتِيْ فَلَا تَسْتَعْجِلُوْنِ ",
        "tr": "khuliqa <strong>a</strong>l-ins<u>aa</u>nu min 'ajalin sauriikum <u>aa</u>y<u>aa</u>tii fal<u>aa</u> tasta'jiluun<strong>a</strong>",
        "idn": "Manusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu meminta Aku menyegerakannya.",
        "signCode": "خلق الإنسن من عجل سأوريكم ءايتي فلا تستعجلون"
      },
      {
        "id": 2521,
        "surah": 21,
        "nomor": 38,
        "ar": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
        "tr": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>",
        "idn": "Dan mereka berkata, “Kapankah janji itu (akan datang), jika kamu orang yang benar?”",
        "signCode": "ويقولون متى هذا الوعد إن كنتم صدقين"
      },
      {
        "id": 2522,
        "surah": 21,
        "nomor": 39,
        "ar": "لَوْ يَعْلَمُ الَّذِيْنَ كَفَرُوْا حِيْنَ لَا يَكُفُّوْنَ عَنْ وُّجُوْهِهِمُ النَّارَ وَلَا عَنْ ظُهُوْرِهِمْ وَلَا هُمْ يُنْصَرُوْنَ ",
        "tr": "law ya'lamu <strong>al</strong>la<u>dz</u>iina kafaruu <u>h</u>iina l<u>aa</u> yakuffuuna 'an wujuuhihimu <strong>al</strong>nn<u>aa</u>ra wal<u>aa</u> 'an <u>zh</u>uhuurihim wal<u>aa</u> hum yun<u>sh</u>aruun<strong>a</strong>",
        "idn": "Seandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan).",
        "signCode": "لو يعلم الذين كفروا حين لا يكفون عن وجوههم النار ولا عن ظهورهم ولا هم ينصرون"
      },
      {
        "id": 2523,
        "surah": 21,
        "nomor": 40,
        "ar": "بَلْ تَأْتِيْهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيْعُوْنَ رَدَّهَا وَلَا هُمْ يُنْظَرُوْنَ ",
        "tr": "bal ta/tiihim baghtatan fatabhatuhum fal<u>aa</u> yasta<u>th</u>ii'uuna raddah<u>aa</u> wal<u>aa</u> hum yun<u>zh</u>aruun<strong>a</strong>",
        "idn": " Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu mereka menjadi panik; maka mereka tidak sanggup menolaknya dan tidak (pula) diberi penangguhan (waktu).",
        "signCode": "بل تأتيهم بغتة فتبهتهم فلا يستطيعون ردها ولا هم ينظرون"
      },
      {
        "id": 2524,
        "surah": 21,
        "nomor": 41,
        "ar": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
        "tr": "walaqadi istuhzi-a birusulin min qablika fa<u>haa</u>qa bi<strong>a</strong>lla<u>dz</u>iina sakhiruu minhum m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>",
        "idn": "Dan sungguh, rasul-rasul sebelum engkau (Muhammad) pun telah diperolok-olokkan, maka turunlah (siksaan) kepada orang-orang yang mencemoohkan apa (rasul-rasul) yang selalu mereka perolok-olokkan.",
        "signCode": "ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزءون"
      },
      {
        "id": 2525,
        "surah": 21,
        "nomor": 42,
        "ar": "قُلْ مَنْ يَّكْلَؤُكُمْ بِالَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمٰنِۗ  بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُّعْرِضُوْنَ ",
        "tr": "qul man yaklaukum bi<strong>a</strong>llayli wa<strong>al</strong>nnah<u>aa</u>ri mina <strong>al</strong>rra<u>h</u>m<u>aa</u>ni bal hum 'an <u>dz</u>ikri rabbihim mu'ri<u>dh</u>uun<strong>a</strong>",
        "idn": "Katakanlah, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?” Tetapi mereka enggan mengingat Tuhan mereka.",
        "signCode": "قل من يكلؤكم باليل والنهار من الرحمن بل هم عن ذكر ربهم معرضون"
      },
      {
        "id": 2526,
        "surah": 21,
        "nomor": 43,
        "ar": "اَمْ لَهُمْ اٰلِهَةٌ تَمْنَعُهُمْ مِّنْ دُوْنِنَاۗ  لَا يَسْتَطِيْعُوْنَ نَصْرَ اَنْفُسِهِمْ وَلَا هُمْ مِّنَّا يُصْحَبُوْنَ",
        "tr": "am lahum <u>aa</u>lihatun tamna'uhum min duunin<u>aa</u> l<u>aa</u> yasta<u>th</u>ii'uuna na<u>sh</u>ra anfusihim wal<u>aa</u> hum minn<u>aa</u> yu<u>sy</u>abuun<strong>a</strong>",
        "idn": "Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami? Tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami.",
        "signCode": "أم لهم ءالهة تمنعهم من دوننا لا يستطيعون نصر أنفسهم ولا هم منا يصحبون"
      },
      {
        "id": 2527,
        "surah": 21,
        "nomor": 44,
        "ar": "بَلْ مَتَّعْنَا هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى طَالَ عَلَيْهِمُ الْعُمُرُۗ اَفَلَا يَرَوْنَ اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ اَفَهُمُ الْغٰلِبُوْنَ ",
        "tr": "bal matta'n<u>aa</u> h<u>aa</u>ul<u>aa</u>-i wa<u>aa</u>b<u>aa</u>-ahum <u>h</u>att<u>aa</u> <u>th</u><u>aa</u>la 'alayhimu <strong>a</strong>l'umuru afal<u>aa</u> yarawna ann<u>aa</u> na/tii <strong>a</strong>l-ar<u>dh</u>a nanqu<u>sh</u>uh<u>aa</u> min a<u>th</u>r<u>aa</u>fih<u>aa</u> afahumu <strong>a</strong>lgh<u>aa</u>libuun<strong>a</strong>",
        "idn": "Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka apakah mereka tidak melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujung negeri. Apakah mereka yang menang?",
        "signCode": "بل متعنا هؤلاء وءاباءهم حتى طال عليهم العمر أفلا يرون أنا نأتي الأرض ننقصها من أطرافها أفهم الغلبون"
      },
      {
        "id": 2528,
        "surah": 21,
        "nomor": 45,
        "ar": "قُلْ اِنَّمَآ اُنْذِرُكُمْ بِالْوَحْيِۖ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاۤءَ اِذَا مَا يُنْذَرُوْنَ ",
        "tr": "qul innam<u>aa</u> un<u>dz</u>irukum bi<strong>a</strong>lwa<u>h</u>yi wal<u>aa</u> yasma'u <strong>al</strong><u>shsh</u>ummu <strong>al</strong>ddu'<u>aa</u>-a i<u>dzaa</u> m<u>aa</u> yun<u>dz</u>aruun<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Sesungguhnya aku hanya memberimu peringatan sesuai dengan wahyu.” Tetapi orang tuli tidak mendengar seruan apabila mereka diberi peringatan.",
        "signCode": "قل إنما أنذركم بالوحي ولا يسمع الصم الدعاء إذا ما ينذرون"
      },
      {
        "id": 2529,
        "surah": 21,
        "nomor": 46,
        "ar": "وَلَىِٕنْ مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُوْلُنَّ يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
        "tr": "wala-in massat-hum naf<u>h</u>atun min 'a<u>dzaa</u>bi rabbika layaquulunna y<u>aa </u>waylan<u>aa</u> inn<u>aa</u> kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>",
        "idn": "Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).”",
        "signCode": "ولئن مستهم نفحة من عذاب ربك ليقولن يويلنا إنا كنا ظلمين"
      },
      {
        "id": 2530,
        "surah": 21,
        "nomor": 47,
        "ar": "وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حَاسِبِيْنَ ",
        "tr": "wana<u>dh</u>a'u <strong>a</strong>lmaw<u>aa</u>ziina <strong>a</strong>lqis<u>th</u>a liyawmi <strong>a</strong>lqiy<u>aa</u>mati fal<u>aa</u> tu<u>zh</u>lamu nafsun syay-an wa-in k<u>aa</u>na mitsq<u>aa</u>la <u>h</u>abbatin min khardalin atayn<u>aa</u> bih<u>aa</u> wakaf<u>aa</u> bin<u>aa</u> <u>haa</u>sibiin<strong>a</strong>",
        "idn": "Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan.",
        "signCode": "ونضع الموزين القسط ليوم القيمة فلا تظلم نفس شيءا وإن كان مثقال حبة من خردل أتينا بها وكفى بنا حسبين"
      },
      {
        "id": 2531,
        "surah": 21,
        "nomor": 48,
        "ar": "وَلَقَدْ اٰتَيْنَا مُوْسٰى وَهٰرُوْنَ الْفُرْقَانَ وَضِيَاۤءً وَّذِكْرًا لِّلْمُتَّقِيْنَ ۙ",
        "tr": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> wah<u>aa</u>ruuna <strong>a</strong>lfurq<u>aa</u>na wa<u>dh</u>iy<u>aa</u>-an wa<u>dz</u>ikran lilmuttaqiin<strong>a</strong>",
        "idn": "Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa.",
        "signCode": "ولقد ءاتينا موسى وهرون الفرقان وضياء وذكرا للمتقين"
      },
      {
        "id": 2532,
        "surah": 21,
        "nomor": 49,
        "ar": "الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِّنَ السَّاعَةِ مُشْفِقُوْنَ ",
        "tr": "<strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi wahum mina <strong>al</strong>ss<u>aa</u>'ati musyfiquun<strong>a</strong>",
        "idn": "(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat.",
        "signCode": "الذين يخشون ربهم بالغيب وهم من الساعة مشفقون"
      },
      {
        "id": 2533,
        "surah": 21,
        "nomor": 50,
        "ar": "وَهٰذَا ذِكْرٌ مُّبٰرَكٌ اَنْزَلْنٰهُۗ اَفَاَنْتُمْ لَهٗ مُنْكِرُوْنَ",
        "tr": "wah<u>aadzaa</u> <u>dz</u>ikrun mub<u>aa</u>rakun anzaln<u>aa</u>hu afa-antum lahu munkiruun<strong>a</strong>",
        "idn": "Dan ini (Al-Qur'an) adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan. Maka apakah kamu mengingkarinya?",
        "signCode": "وهذا ذكر مبارك أنزلنه أفأنتم له منكرون"
      },
      {
        "id": 2534,
        "surah": 21,
        "nomor": 51,
        "ar": "۞ وَلَقَدْ اٰتَيْنَآ اِبْرٰهِيْمَ رُشْدَهٗ مِنْ قَبْلُ وَكُنَّا بِهٖ عٰلِمِيْنَ ",
        "tr": "walaqad <u>aa</u>tayn<u>aa</u> ibr<u>aa</u>hiima rusydahu min qablu wakunn<u>aa</u> bihi '<u>aa</u>limiin<strong>a</strong>",
        "idn": "Dan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia.",
        "signCode": "ولقد ءاتينا إبرهيم رشده من قبل وكنا به علمين"
      },
      {
        "id": 2535,
        "surah": 21,
        "nomor": 52,
        "ar": "اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا هٰذِهِ التَّمَاثِيْلُ الَّتِيْٓ اَنْتُمْ لَهَا عَاكِفُوْنَ ",
        "tr": "i<u>dz</u> q<u>aa</u>la li-abiihi waqawmihi m<u>aa</u> h<u>aadz</u>ihi <strong>al</strong>ttam<u>aa</u>tsiilu <strong>al</strong>latii antum lah<u>aa</u> '<u>aa</u>kifuun<strong>a</strong>",
        "idn": "(Ingatlah), ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”",
        "signCode": "إذ قال لأبيه وقومه ما هذه التماثيل التي أنتم لها عكفون"
      },
      {
        "id": 2536,
        "surah": 21,
        "nomor": 53,
        "ar": "قَالُوْا وَجَدْنَآ اٰبَاۤءَنَا لَهَا عٰبِدِيْنَ ",
        "tr": "q<u>aa</u>luu wajadn<u>aa</u> <u>aa</u>b<u>aa</u>-an<u>aa</u> lah<u>aa</u> '<u>aa</u>bidiin<strong>a</strong>",
        "idn": "Mereka menjawab, “Kami mendapati nenek moyang kami menyembahnya.”",
        "signCode": "قالوا وجدنا ءاباءنا لها عبدين"
      },
      {
        "id": 2537,
        "surah": 21,
        "nomor": 54,
        "ar": "قَالَ لَقَدْ كُنْتُمْ اَنْتُمْ وَاٰبَاۤؤُكُمْ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
        "tr": "q<u>aa</u>la laqad kuntum antum wa<u>aa</u>b<u>aa</u>ukum fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
        "idn": "Dia (Ibrahim) berkata, “Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”",
        "signCode": "قال لقد كنتم أنتم وءاباؤكم في ضلل مبين"
      },
      {
        "id": 2538,
        "surah": 21,
        "nomor": 55,
        "ar": "قَالُوْٓا اَجِئْتَنَا بِالْحَقِّ اَمْ اَنْتَ مِنَ اللّٰعِبِيْنَ ",
        "tr": "q<u>aa</u>luu aji/tan<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi am anta mina <strong>al</strong>l<u>aa</u>'ibiin<strong>a</strong>",
        "idn": "Mereka berkata, “Apakah engkau da-tang kepada kami membawa kebenaran atau engkau main-main?”",
        "signCode": "قالوا أجئتنا بالحق أم أنت من اللعبين"
      },
      {
        "id": 2539,
        "surah": 21,
        "nomor": 56,
        "ar": "قَالَ بَلْ رَّبُّكُمْ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ الَّذِيْ فَطَرَهُنَّۖ وَاَنَا۠ عَلٰى ذٰلِكُمْ مِّنَ الشّٰهِدِيْنَ ",
        "tr": "q<u>aa</u>la bal rabbukum rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <strong>al</strong>la<u>dz</u>ii fa<u>th</u>arahunna wa-an<u>aa</u> 'al<u>aa</u> <u>dzaa</u>likum mina <strong>al</strong>sysy<u>aa</u>hidiin<strong>a</strong>",
        "idn": "Dia (Ibrahim) menjawab, “Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya; dan aku termasuk orang yang dapat bersaksi atas itu.”",
        "signCode": "قال بل ربكم رب السموت والأرض الذي فطرهن وأنا على ذلكم من الشهدين"
      },
      {
        "id": 2540,
        "surah": 21,
        "nomor": 57,
        "ar": "وَتَاللّٰهِ لَاَكِيْدَنَّ اَصْنَامَكُمْ بَعْدَ اَنْ تُوَلُّوْا مُدْبِرِيْنَ ",
        "tr": "wata<strong>al</strong>l<u>aa</u>hi la-akiidanna a<u>sh</u>n<u>aa</u>makum ba'da an tuwalluu mudbiriin<strong>a</strong>",
        "idn": "Dan demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya.",
        "signCode": "وتالله لأكيدن أصنمكم بعد أن تولوا مدبرين"
      },
      {
        "id": 2541,
        "surah": 21,
        "nomor": 58,
        "ar": "فَجَعَلَهُمْ جُذَاذًا اِلَّا كَبِيْرًا لَّهُمْ لَعَلَّهُمْ اِلَيْهِ يَرْجِعُوْنَ ",
        "tr": "faja'alahum ju<u>dzats</u>an ill<u>aa</u> kabiiran lahum la'allahum ilayhi yarji'uun<strong>a</strong>",
        "idn": "Maka dia (Ibrahim) menghancurkan (berhala-berhala itu) berkeping-keping, kecuali yang terbesar (induknya); agar mereka kembali (untuk bertanya) kepadanya.",
        "signCode": "فجعلهم جذذا إلا كبيرا لهم لعلهم إليه يرجعون"
      },
      {
        "id": 2542,
        "surah": 21,
        "nomor": 59,
        "ar": "قَالُوْا مَنْ فَعَلَ هٰذَا بِاٰلِهَتِنَآ اِنَّهٗ لَمِنَ الظّٰلِمِيْنَ ",
        "tr": "q<u>aa</u>luu man fa'ala h<u>aadzaa</u> bi-<u>aa</u>lihatin<u>aa</u> innahu lamina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Mereka berkata, “Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sungguh, dia termasuk orang yang zalim.”",
        "signCode": "قالوا من فعل هذا بءالهتنا إنه لمن الظلمين"
      },
      {
        "id": 2543,
        "surah": 21,
        "nomor": 60,
        "ar": "قَالُوْا سَمِعْنَا فَتًى يَّذْكُرُهُمْ يُقَالُ لَهٗٓ اِبْرٰهِيْمُ ۗ",
        "tr": "q<u>aa</u>luu sami'n<u>aa</u> fatan ya<u>dz</u>kuruhum yuq<u>aa</u>lu lahu ibr<u>aa</u>hiim<strong>u</strong>",
        "idn": "Mereka (yang lain) berkata, “Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.”",
        "signCode": "قالوا سمعنا فتى يذكرهم يقال له إبرهيم"
      },
      {
        "id": 2544,
        "surah": 21,
        "nomor": 61,
        "ar": "قَالُوْا فَأْتُوْا بِهٖ عَلٰٓى اَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُوْنَ ",
        "tr": "q<u>aa</u>luu fa/tuu bihi 'al<u>aa</u> a'yuni <strong>al</strong>nn<u>aa</u>si la'allahum yasyhaduun<strong>a</strong>",
        "idn": "Mereka berkata, “(Kalau demikian) bawalah dia dengan diperlihatkan kepada orang banyak, agar mereka menyaksikan.”",
        "signCode": "قالوا فأتوا به على أعين الناس لعلهم يشهدون"
      },
      {
        "id": 2545,
        "surah": 21,
        "nomor": 62,
        "ar": "قَالُوْٓا ءَاَنْتَ فَعَلْتَ هٰذَا بِاٰلِهَتِنَا يٰٓاِبْرٰهِيْمُ ۗ",
        "tr": "q<u>aa</u>luu a-anta fa'alta h<u>aadzaa</u> bi-<u>aa</u>lihatin<u>aa</u> y<u>aa</u> ibr<u>aa</u>hiim<strong>u</strong>",
        "idn": " Mereka bertanya, “Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?”",
        "signCode": "قالوا ءأنت فعلت هذا بءالهتنا يإبرهيم"
      },
      {
        "id": 2546,
        "surah": 21,
        "nomor": 63,
        "ar": "قَالَ بَلْ فَعَلَهٗ كَبِيْرُهُمْ هٰذَا فَسْـَٔلُوْهُمْ اِنْ كَانُوْا يَنْطِقُوْنَ ",
        "tr": "q<u>aa</u>la bal fa'alahu kabiiruhum h<u>aadzaa</u> fa<strong>i</strong>s-aluuhum in k<u>aa</u>nuu yan<u>th</u>iquun<strong>a</strong>",
        "idn": "Dia (Ibrahim) menjawab, “Sebenarnya (patung) besar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.”",
        "signCode": "قال بل فعله كبيرهم هذا فسءلوهم إن كانوا ينطقون"
      },
      {
        "id": 2547,
        "surah": 21,
        "nomor": 64,
        "ar": "فَرَجَعُوْٓا اِلٰٓى اَنْفُسِهِمْ فَقَالُوْٓا اِنَّكُمْ اَنْتُمُ الظّٰلِمُوْنَ ۙ",
        "tr": "faraja'uu il<u>aa</u> anfusihim faq<u>aa</u>luu innakum antumu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>",
        "idn": "Maka mereka kembali kepada kesadaran mereka dan berkata, “Sesungguhnya kamulah yang menzalimi (diri sendiri).”",
        "signCode": "فرجعوا إلى أنفسهم فقالوا إنكم أنتم الظلمون"
      },
      {
        "id": 2548,
        "surah": 21,
        "nomor": 65,
        "ar": "ثُمَّ نُكِسُوْا عَلٰى رُءُوْسِهِمْۚ  لَقَدْ عَلِمْتَ مَا هٰٓؤُلَاۤءِ يَنْطِقُوْنَ ",
        "tr": "tsumma nukisuu 'al<u>aa</u> ruuusihim laqad 'alimta m<u>aa</u> h<u>aa</u>ul<u>aa</u>-i yan<u>th</u>iquun<strong>a</strong>",
        "idn": "Kemudian mereka menundukkan kepala (lalu berkata), “Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.”",
        "signCode": "ثم نكسوا على رءوسهم لقد علمت ما هؤلاء ينطقون"
      },
      {
        "id": 2549,
        "surah": 21,
        "nomor": 66,
        "ar": "قَالَ اَفَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكُمْ شَيْـًٔا وَّلَا يَضُرُّكُمْ ۗ",
        "tr": "q<u>aa</u>la afata'buduuna min duuni <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> yanfa'ukum syay-an wal<u>aa</u> ya<u>dh</u>urrukum",
        "idn": "Dia (Ibrahim) berkata, “Mengapa kamu menyembah selain Allah, sesuatu yang tidak dapat memberi manfaat sedikit pun, dan tidak (pula) mendatangkan mudarat kepada kamu?",
        "signCode": "قال أفتعبدون من دون الله ما لا ينفعكم شيءا ولا يضركم"
      },
      {
        "id": 2550,
        "surah": 21,
        "nomor": 67,
        "ar": "اُفٍّ لَّكُمْ وَلِمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَفَلَا تَعْقِلُوْنَ ",
        "tr": "uffin lakum walim<u>aa</u> ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi afal<u>aa</u> ta'qiluun<strong>a</strong>",
        "idn": "Celakalah kamu dan apa yang kamu sembah selain Allah! Tidakkah kamu mengerti?”",
        "signCode": "أف لكم ولما تعبدون من دون الله أفلا تعقلون"
      },
      {
        "id": 2551,
        "surah": 21,
        "nomor": 68,
        "ar": "قَالُوْا حَرِّقُوْهُ وَانْصُرُوْٓا اٰلِهَتَكُمْ اِنْ كُنْتُمْ فٰعِلِيْنَ ",
        "tr": "q<u>aa</u>luu <u>h</u>arriquuhu wa<strong>u</strong>n<u>sh</u>uruu <u>aa</u>lihatakum in kuntum f<u>aa</u>'iliin<strong>a</strong>",
        "idn": " Mereka berkata, “Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak berbuat.”",
        "signCode": "قالوا حرقوه وانصروا ءالهتكم إن كنتم فعلين"
      },
      {
        "id": 2552,
        "surah": 21,
        "nomor": 69,
        "ar": "قُلْنَا يَا نَارُ كُوْنِيْ بَرْدًا وَّسَلٰمًا عَلٰٓى اِبْرٰهِيْمَ ۙ",
        "tr": "quln<u>aa</u> y<u>aa</u> n<u>aa</u>ru kuunii bardan wasal<u>aa</u>man 'al<u>aa</u> ibr<u>aa</u>hiim<strong>a</strong>",
        "idn": "Kami (Allah) berfirman, “Wahai api! Jadilah kamu dingin, dan penyelamat bagi Ibrahim!”",
        "signCode": "قلنا ينار كوني بردا وسلما على إبرهيم"
      },
      {
        "id": 2553,
        "surah": 21,
        "nomor": 70,
        "ar": "وَاَرَادُوْا بِهٖ كَيْدًا فَجَعَلْنٰهُمُ الْاَخْسَرِيْنَ ۚ",
        "tr": "wa-ar<u>aa</u>duu bihi kaydan faja'aln<u>aa</u>humu <strong>a</strong>l-akhsariin<strong>a</strong>",
        "idn": "Dan mereka hendak berbuat jahat terhadap Ibrahim, maka Kami menjadikan mereka itu orang-orang yang paling rugi.",
        "signCode": "وأرادوا به كيدا فجعلنهم الأخسرين"
      },
      {
        "id": 2554,
        "surah": 21,
        "nomor": 71,
        "ar": "وَنَجَّيْنٰهُ وَلُوْطًا اِلَى الْاَرْضِ الَّتِيْ بٰرَكْناَ فِيْهَا لِلْعٰلَمِيْنَ ",
        "tr": "wanajjayn<u>aa</u>hu waluu<u>th</u>an il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i <strong>al</strong>latii b<u>aa</u>rakn<u>aa</u> fiih<u>aa</u> lil'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Dan Kami selamatkan dia (Ibrahim) dan Lut ke sebuah negeri yang telah Kami berkahi untuk seluruh alam.",
        "signCode": "ونجينه ولوطا إلى الأرض التي بركنا فيها للعلمين"
      },
      {
        "id": 2555,
        "surah": 21,
        "nomor": 72,
        "ar": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ نَافِلَةً ۗوَكُلًّا جَعَلْنَا صٰلِحِيْنَ ",
        "tr": "wawahabn<u>aa</u> lahu is<u>haa</u>qa waya'quuba n<u>aa</u>filatan wakullan ja'aln<u>aa</u> <u>shaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Dan Kami menganugerahkan kepadanya (Ibrahim) Ishak dan Yakub, sebagai suatu anugerah. Dan masing-masing Kami jadikan orang yang saleh.",
        "signCode": "ووهبنا له إسحق ويعقوب نافلة وكلا جعلنا صلحين"
      },
      {
        "id": 2556,
        "surah": 21,
        "nomor": 73,
        "ar": "وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا وَاَوْحَيْنَآ اِلَيْهِمْ فِعْلَ الْخَيْرٰتِ وَاِقَامَ الصَّلٰوةِ وَاِيْتَاۤءَ الزَّكٰوةِۚ وَكَانُوْا لَنَا عٰبِدِيْنَ ۙ",
        "tr": "waja'aln<u>aa</u>hum a-immatan yahduuna bi-amrin<u>aa</u> wa-aw<u>h</u>ayn<u>aa</u> ilayhim fi'la <strong>a</strong>lkhayr<u>aa</u>ti wa-iq<u>aa</u>ma <strong>al</strong><u>shsh</u>al<u>aa</u>ti wa-iit<u>aa</u>-a <strong>al</strong>zzak<u>aa</u>ti wak<u>aa</u>nuu lan<u>aa</u> '<u>aa</u>bidiin<strong>a</strong>",
        "idn": "Dan Kami menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami dan Kami wahyukan kepada mereka agar berbuat kebaikan, melaksanakan salat dan menunaikan zakat, dan hanya kepada Kami mereka menyembah.",
        "signCode": "وجعلنهم أئمة يهدون بأمرنا وأوحينا إليهم فعل الخيرت وإقام الصلوة وإيتاء الزكوة وكانوا لنا عبدين"
      },
      {
        "id": 2557,
        "surah": 21,
        "nomor": 74,
        "ar": "وَلُوْطًا اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا وَّنَجَّيْنٰهُ مِنَ الْقَرْيَةِ الَّتِيْ كَانَتْ تَّعْمَلُ الْخَبٰۤىِٕثَ ۗاِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فٰسِقِيْنَۙ",
        "tr": "waluu<u>th</u>an <u>aa</u>tayn<u>aa</u>hu <u>h</u>ukman wa'ilman wanajjayn<u>aa</u>hu mina <strong>a</strong>lqaryati <strong>al</strong>latii k<u>aa</u>nat ta'malu <strong>a</strong>lkhab<u>aa</u>-itsa innahum k<u>aa</u>nuu qawma saw-in f<u>aa</u>siqiin<strong>a</strong>",
        "idn": "Kepada Lut, Kami berikan hikmah dan ilmu, dan Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang melakukan perbuatan keji. Sungguh, mereka orang-orang yang jahat lagi fasik.  ",
        "signCode": "ولوطا ءاتينه حكما وعلما ونجينه من القرية التي كانت تعمل الخبئث إنهم كانوا قوم سوء فسقين"
      },
      {
        "id": 2558,
        "surah": 21,
        "nomor": 75,
        "ar": "وَاَدْخَلْنٰهُ فِيْ رَحْمَتِنَاۗ اِنَّهٗ مِنَ الصّٰلِحِيْنَ ",
        "tr": "wa-adkhaln<u>aa</u>hu fii ra<u>h</u>matin<u>aa</u> innahu mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": " Dan Kami masukkan dia ke dalam rahmat Kami; sesungguhnya dia termasuk golongan orang yang saleh.",
        "signCode": "وأدخلنه في رحمتنا إنه من الصلحين"
      },
      {
        "id": 2559,
        "surah": 21,
        "nomor": 76,
        "ar": "وَنُوْحًا اِذْ نَادٰى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهٗ فَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِ ۚ",
        "tr": "wanuu<u>h</u>an i<u>dz</u> n<u>aa</u>d<u>aa</u> min qablu fa<strong>i</strong>stajabn<u>aa</u> lahu fanajjayn<u>aa</u>hu wa-ahlahu mina <strong>a</strong>lkarbi <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
        "idn": "Dan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar.",
        "signCode": "ونوحا إذ نادى من قبل فاستجبنا له فنجينه وأهله من الكرب العظيم"
      },
      {
        "id": 2560,
        "surah": 21,
        "nomor": 77,
        "ar": "وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَ ",
        "tr": "wana<u>sh</u>arn<u>aa</u>hu mina <strong>a</strong>lqawmi <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> innahum k<u>aa</u>nuu qawma saw-in fa-aghraqn<u>aa</u>hum ajma'iin<strong>a</strong>",
        "idn": " Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya.",
        "signCode": "ونصرنه من القوم الذين كذبوا بءايتنا إنهم كانوا قوم سوء فأغرقنهم أجمعين"
      },
      {
        "id": 2561,
        "surah": 21,
        "nomor": 78,
        "ar": "وَدَاوٗدَ وَسُلَيْمٰنَ اِذْ يَحْكُمٰنِ فِى الْحَرْثِ اِذْ نَفَشَتْ فِيْهِ غَنَمُ الْقَوْمِۚ وَكُنَّا لِحُكْمِهِمْ شٰهِدِيْنَ ۖ",
        "tr": "wad<u>aa</u>wuuda wasulaym<u>aa</u>na i<u>dz</u> ya<u>h</u>kum<u>aa</u>ni fii <strong>a</strong>l<u>h</u>artsi i<u>dz</u> nafasyat fiihi ghanamu <strong>a</strong>lqawmi wakunn<u>aa</u> li<u>h</u>ukmihim sy<u>aa</u>hidiin<strong>a</strong>",
        "idn": " Dan (ingatlah kisah) Dawud dan Sulaiman, ketika keduanya memberikan keputusan mengenai ladang, karena (ladang itu) dirusak oleh kambing-kambing milik kaumnya. Dan Kami menyaksikan keputusan (yang diberikan) oleh mereka itu.",
        "signCode": "وداود وسليمن إذ يحكمان في الحرث إذ نفشت فيه غنم القوم وكنا لحكمهم شهدين"
      },
      {
        "id": 2562,
        "surah": 21,
        "nomor": 79,
        "ar": "فَفَهَّمْنٰهَا سُلَيْمٰنَۚ وَكُلًّا اٰتَيْنَا حُكْمًا وَّعِلْمًاۖ وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَۗ وَكُنَّا فٰعِلِيْنَ",
        "tr": "fafahhamn<u>aa</u>h<u>aa</u> sulaym<u>aa</u>na wakullan <u>aa</u>tayn<u>aa</u> <u>h</u>ukman wa'ilman wasakhkharn<u>aa</u> ma'a d<u>aa</u>wuuda <strong>a</strong>ljib<u>aa</u>la yusabbi<u>h</u>na wa<strong>al</strong><u>ththh</u>ayra wakunn<u>aa</u> f<u>aa</u>'iliin<strong>a</strong>",
        "idn": " Dan Kami memberikan pengertian kepada Sulaiman (tentang hukum yang lebih tepat); dan kepada masing-masing Kami berikan hikmah dan ilmu, dan Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Dawud. Dan Kamilah yang melakukannya.",
        "signCode": "ففهمنها سليمن وكلا ءاتينا حكما وعلما وسخرنا مع داود الجبال يسبحن والطير وكنا فعلين"
      },
      {
        "id": 2563,
        "surah": 21,
        "nomor": 80,
        "ar": "وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شَاكِرُوْنَ",
        "tr": "wa'allamn<u>aa</u>hu <u>sh</u>an'ata labuusin lakum litu<u>hs</u>inakum min ba/sikum fahal antum sy<u>aa</u>kiruun<strong>a</strong>",
        "idn": "Dan Kami ajarkan (pula) kepada Dawud cara membuat baju besi untukmu, guna melindungi kamu dalam peperangan. Apakah kamu bersyukur (kepada Allah)?",
        "signCode": "وعلمنه صنعة لبوس لكم لتحصنكم من بأسكم فهل أنتم شكرون"
      },
      {
        "id": 2564,
        "surah": 21,
        "nomor": 81,
        "ar": "وَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ",
        "tr": "walisulaym<u>aa</u>na <strong>al</strong>rrii<u>h</u>a '<u>aas</u>ifatan tajrii bi-amrihi il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i <strong>al</strong>latii b<u>aa</u>rakn<u>aa</u> fiih<u>aa</u> wakunn<u>aa</u> bikulli syay-in '<u>aa</u>limiin<strong>a</strong>",
        "idn": "Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu.",
        "signCode": "ولسليمن الريح عاصفة تجري بأمره إلى الأرض التي بركنا فيها وكنا بكل شيء علمين"
      },
      {
        "id": 2565,
        "surah": 21,
        "nomor": 82,
        "ar": "وَمِنَ الشَّيٰطِيْنِ مَنْ يَّغُوْصُوْنَ لَهٗ وَيَعْمَلُوْنَ عَمَلًا دُوْنَ ذٰلِكَۚ وَكُنَّا لَهُمْ حٰفِظِيْنَ ۙ",
        "tr": "wamina <strong>al</strong>sysyay<u>aath</u>iini man yaghuu<u>sh</u>uuna lahu waya'maluuna 'amalan duuna <u>dzaa</u>lika wakunn<u>aa</u> lahum <u>haa</u>fi<u>zh</u>iin<strong>a</strong>",
        "idn": "Dan (Kami tundukkan pula kepada Sulaiman) segolongan setan-setan yang menyelam (ke dalam laut) untuknya dan mereka mengerjakan pekerjaan selain  itu; dan  Kami yang memelihara mereka itu.",
        "signCode": "ومن الشيطين من يغوصون له ويعملون عملا دون ذلك وكنا لهم حفظين"
      },
      {
        "id": 2566,
        "surah": 21,
        "nomor": 83,
        "ar": "۞ وَاَيُّوْبَ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الضُّرُّ وَاَنْتَ اَرْحَمُ الرَّاحِمِيْنَ ۚ",
        "tr": "wa-ayyuuba i<u>dz</u> n<u>aa</u>d<u>aa</u> rabbahu annii massaniya <strong>al</strong><u>dhdh</u>urru wa-anta ar<u>h</u>amu <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>",
        "idn": "Dan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.”",
        "signCode": "وأيوب إذ نادى ربه أني مسني الضر وأنت أرحم الرحمين"
      },
      {
        "id": 2567,
        "surah": 21,
        "nomor": 84,
        "ar": "فَاسْتَجَبْنَا لَهٗ فَكَشَفْنَا مَا بِهٖ مِنْ ضُرٍّ وَّاٰتَيْنٰهُ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنْ عِنْدِنَا وَذِكْرٰى لِلْعٰبِدِيْنَ ۚ",
        "tr": "fa<strong>i</strong>stajabn<u>aa</u> lahu fakasyafn<u>aa</u> m<u>aa</u> bihi min <u>dh</u>urrin wa<u>aa</u>tayn<u>aa</u>hu ahlahu wamitslahum ma'ahum ra<u>h</u>matan min 'indin<u>aa</u> wa<u>dz</u>ikr<u>aa</u> lil'<u>aa</u>bidiin<strong>a</strong>",
        "idn": "Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami.",
        "signCode": "فاستجبنا له فكشفنا ما به من ضر وءاتينه أهله ومثلهم معهم رحمة من عندنا وذكرى للعبدين"
      },
      {
        "id": 2568,
        "surah": 21,
        "nomor": 85,
        "ar": "وَاِسْمٰعِيْلَ وَاِدْرِيْسَ وَذَا الْكِفْلِۗ  كُلٌّ مِّنَ الصّٰبِرِيْنَ ۙ",
        "tr": "wa-ism<u>aa</u>'iila wa-idriisa wa<u>dzaa</u> <strong>a</strong>lkifli kullun mina <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>",
        "idn": " Dan (ingatlah kisah) Ismail, Idris dan Zulkifli. Mereka semua termasuk orang-orang yang sabar.",
        "signCode": "وإسمعيل وإدريس وذا الكفل كل من الصبرين"
      },
      {
        "id": 2569,
        "surah": 21,
        "nomor": 86,
        "ar": "وَاَدْخَلْنٰهُمْ فِيْ رَحْمَتِنَاۗ اِنَّهُمْ مِّنَ الصّٰلِحِيْنَ ",
        "tr": "wa-adkhaln<u>aa</u>hum fii ra<u>h</u>matin<u>aa</u> innahum mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Dan Kami masukkan mereka ke dalam rahmat Kami. Sungguh, mereka termasuk orang-orang yang saleh.",
        "signCode": "وأدخلنهم في رحمتنا إنهم من الصلحين"
      },
      {
        "id": 2570,
        "surah": 21,
        "nomor": 87,
        "ar": "وَذَا النُّوْنِ اِذْ ذَّهَبَ مُغَاضِبًا فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَيْهِ فَنَادٰى فِى الظُّلُمٰتِ اَنْ لَّآ اِلٰهَ اِلَّآ اَنْتَ سُبْحٰنَكَ اِنِّيْ كُنْتُ مِنَ الظّٰلِمِيْنَ ۚ",
        "tr": "wa<u>dzaa</u> <strong>al</strong>nnuuni i<u>dz</u> <u>dz</u>ahaba mugh<u>aad</u>iban fa<u>zh</u>anna an lan naqdira 'alayhi fan<u>aa</u>d<u>aa</u> fii <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti an l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> anta sub<u>haa</u>naka innii kuntu mina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan (ingatlah kisah) Zun Nun (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap, ”Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku  termasuk orang-orang yang zalim.”",
        "signCode": "وذا النون إذ ذهب مغضبا فظن أن لن نقدر عليه فنادى في الظلمت أن لا إله إلا أنت سبحنك إني كنت من الظلمين"
      },
      {
        "id": 2571,
        "surah": 21,
        "nomor": 88,
        "ar": "فَاسْتَجَبْنَا لَهٗۙ وَنَجَّيْنٰهُ مِنَ الْغَمِّۗ وَكَذٰلِكَ نُـْۨجِى الْمُؤْمِنِيْنَ ",
        "tr": "fa<strong>i</strong>stajabn<u>aa</u> lahu wanajjayn<u>aa</u>hu mina <strong>a</strong>lghammi waka<u>dzaa</u>lika nunjii <strong>a</strong>lmu/miniin<strong>a</strong>",
        "idn": "Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman.",
        "signCode": "فاستجبنا له ونجينه من الغم وكذلك نجي المؤمنين"
      },
      {
        "id": 2572,
        "surah": 21,
        "nomor": 89,
        "ar": "وَزَكَرِيَّآ اِذْ نَادٰى رَبَّهٗ رَبِّ لَا تَذَرْنِيْ فَرْدًا وَّاَنْتَ خَيْرُ الْوٰرِثِيْنَ ۚ",
        "tr": "wazakariyy<u>aa</u> i<u>dz</u> n<u>aa</u>d<u>aa</u> rabbahu rabbi l<u>aa</u> ta<u>dz</u>arnii fardan wa-anta khayru <strong>a</strong>lw<u>aa</u>ritsiin<strong>a</strong>",
        "idn": " Dan (ingatlah kisah) Zakaria, ketika dia berdoa kepada Tuhannya, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan) dan Engkaulah ahli waris yang terbaik.",
        "signCode": "وزكريا إذ نادى ربه رب لا تذرني فردا وأنت خير الورثين"
      },
      {
        "id": 2573,
        "surah": 21,
        "nomor": 90,
        "ar": "فَاسْتَجَبْنَا لَهٗ  ۖوَوَهَبْنَا لَهٗ يَحْيٰى وَاَصْلَحْنَا لَهٗ زَوْجَهٗۗ اِنَّهُمْ كَانُوْا يُسٰرِعُوْنَ فِى الْخَيْرٰتِ وَيَدْعُوْنَنَا رَغَبًا وَّرَهَبًاۗ وَكَانُوْا لَنَا خٰشِعِيْنَ ",
        "tr": "fa<strong>i</strong>stajabn<u>aa</u> lahu wawahabn<u>aa</u> lahu ya<u>h</u>y<u>aa</u> wa-a<u>sh</u>la<u>h</u>n<u>aa</u> lahu zawjahu innahum k<u>aa</u>nuu yus<u>aa</u>ri'uuna fii <strong>a</strong>lkhayr<u>aa</u>ti wayad'uunan<u>aa</u> raghaban warahaban wak<u>aa</u>nuu lan<u>aa</u> kh<u>aa</u>syi'iin<strong>a</strong>",
        "idn": "Maka Kami kabulkan (doa)nya, dan Kami anugerahkan kepadanya Yahya, dan Kami jadikan istrinya (dapat mengandung). Sungguh, mereka selalu bersegera dalam (mengerjakan) kebaikan, dan mereka berdoa kepada Kami dengan penuh harap dan cemas. Dan mereka orang-orang yang khusyuk kepada Kami.",
        "signCode": "فاستجبنا له ووهبنا له يحيى وأصلحنا له زوجه إنهم كانوا يسرعون في الخيرت ويدعوننا رغبا ورهبا وكانوا لنا خشعين"
      },
      {
        "id": 2574,
        "surah": 21,
        "nomor": 91,
        "ar": "وَالَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّلْعٰلَمِيْنَ ",
        "tr": "wa<strong>a</strong>llatii a<u>hs</u>anat farjah<u>aa</u> fanafakhn<u>aa</u> fiih<u>aa</u> min ruu<u>h</u>in<u>aa</u> waja'aln<u>aa</u>h<u>aa</u> wa<strong>i</strong>bnah<u>aa</u> <u>aa</u>yatan lil'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Dan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah)  bagi seluruh alam.",
        "signCode": "والتي أحصنت فرجها فنفخنا فيها من روحنا وجعلنها وابنها ءاية للعلمين"
      },
      {
        "id": 2575,
        "surah": 21,
        "nomor": 92,
        "ar": "اِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةًۖ وَّاَنَا۠ رَبُّكُمْ فَاعْبُدُوْنِ ",
        "tr": "inna h<u>aadz</u>ihi ummatukum ummatan w<u>aah</u>idatan wa-an<u>aa</u> rabbukum fau'buduun<strong>i</strong>",
        "idn": "Sungguh, (agama tauhid) inilah agama kamu, agama yang satu, dan Aku adalah Tuhanmu, maka sembahlah Aku.",
        "signCode": "إن هذه أمتكم أمة وحدة وأنا ربكم فاعبدون"
      },
      {
        "id": 2576,
        "surah": 21,
        "nomor": 93,
        "ar": "وَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْۗ كُلٌّ اِلَيْنَا رَاجِعُوْنَ",
        "tr": "wataqa<u>ththh</u>a'uu amrahum baynahum kullun ilayn<u>aa</u> r<u>aa</u>ji'uun<strong>a</strong>",
        "idn": "Tetapi mereka terpecah belah dalam urusan (agama) mereka di antara mereka. Masing-masing (golongan itu semua) akan kembali kepada Kami.",
        "signCode": "وتقطعوا أمرهم بينهم كل إلينا رجعون"
      },
      {
        "id": 2577,
        "surah": 21,
        "nomor": 94,
        "ar": "فَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهٖۚ وَاِنَّا لَهٗ كَاتِبُوْنَ ",
        "tr": "faman ya'mal mina <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wahuwa mu/minun fal<u>aa</u> kufr<u>aa</u>na lisa'yihi wa-inn<u>aa</u> lahu k<u>aa</u>tibuun<strong>a</strong>",
        "idn": "Barangsiapa mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan), dan sungguh, Kamilah yang mencatat untuknya.",
        "signCode": "فمن يعمل من الصلحت وهو مؤمن فلا كفران لسعيه وإنا له كتبون"
      },
      {
        "id": 2578,
        "surah": 21,
        "nomor": 95,
        "ar": "وَحَرَامٌ عَلٰى قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ ",
        "tr": "wa<u>h</u>ar<u>aa</u>mun 'al<u>aa</u> qaryatin ahlakn<u>aa</u>h<u>aa</u> annahum l<u>aa</u> yarji'uun<strong>a</strong>",
        "idn": "Dan tidak mungkin bagi (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami).",
        "signCode": "وحرم على قرية أهلكنها أنهم لا يرجعون"
      },
      {
        "id": 2579,
        "surah": 21,
        "nomor": 96,
        "ar": "حَتّٰىٓ اِذَا فُتِحَتْ يَأْجُوْجُ وَمَأْجُوْجُ وَهُمْ مِّنْ كُلِّ حَدَبٍ يَّنْسِلُوْنَ ",
        "tr": "<u>h</u>att<u>aa</u> i<u>dzaa</u> futi<u>h</u>at ya/juuju wama/juuju wahum min kulli <u>h</u>adabin yansiluun<strong>a</strong>",
        "idn": "Hingga apabila (tembok) Yakjuj dan Makjuj dibukakan dan mereka turun dengan cepat dari seluruh tempat yang tinggi.",
        "signCode": "حتى إذا فتحت يأجوج ومأجوج وهم من كل حدب ينسلون"
      },
      {
        "id": 2580,
        "surah": 21,
        "nomor": 97,
        "ar": "وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا هِيَ شَاخِصَةٌ اَبْصَارُ الَّذِيْنَ كَفَرُوْاۗ يٰوَيْلَنَا قَدْ كُنَّا فِيْ غَفْلَةٍ مِّنْ هٰذَا بَلْ كُنَّا ظٰلِمِيْنَ ",
        "tr": "wa<strong>i</strong>qtaraba <strong>a</strong>lwa'du <strong>a</strong>l<u>h</u>aqqu fa-i<u>dzaa</u> hiya sy<u>aa</u>khi<u>sh</u>atun ab<u>shaa</u>ru <strong>al</strong>la<u>dz</u>iina kafaruu y<u>aa</u> waylan<u>aa</u> qad kunn<u>aa</u> fii ghaflatin min h<u>aadzaa</u> bal kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>",
        "idn": "Dan (apabila) janji yang benar (hari berbangkit) telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak. (Mereka berkata), ”Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami benar-benar orang yang zalim.”",
        "signCode": "واقترب الوعد الحق فإذا هي شخصة أبصر الذين كفروا يويلنا قد كنا في غفلة من هذا بل كنا ظلمين"
      },
      {
        "id": 2581,
        "surah": 21,
        "nomor": 98,
        "ar": "اِنَّكُمْ وَمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ حَصَبُ جَهَنَّمَۗ اَنْتُمْ لَهَا وَارِدُوْنَ ",
        "tr": "innakum wam<u>aa</u> ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi <u>h</u>a<u>sh</u>abu jahannama antum lah<u>aa</u> w<u>aa</u>riduun<strong>a</strong>",
        "idn": "Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam. Kamu (pasti) masuk ke dalamnya.",
        "signCode": "إنكم وما تعبدون من دون الله حصب جهنم أنتم لها وردون"
      },
      {
        "id": 2582,
        "surah": 21,
        "nomor": 99,
        "ar": "لَوْ كَانَ هٰٓؤُلَاۤءِ اٰلِهَةً مَّا وَرَدُوْهَاۗ وَكُلٌّ فِيْهَا خٰلِدُوْنَ ",
        "tr": "law k<u>aa</u>na h<u>aa</u>ul<u>aa</u>-i <u>aa</u>lihatan m<u>aa</u> waraduuh<u>aa</u> wakullun fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
        "idn": "Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Tetapi semuanya akan kekal di dalamnya.",
        "signCode": "لو كان هؤلاء ءالهة ما وردوها وكل فيها خلدون"
      },
      {
        "id": 2583,
        "surah": 21,
        "nomor": 100,
        "ar": "لَهُمْ فِيْهَا زَفِيْرٌ وَّهُمْ فِيْهَا لَا يَسْمَعُوْنَ ",
        "tr": "lahum fiih<u>aa</u> zafiirun wahum fiih<u>aa</u> l<u>aa</u> yasma'uun<strong>a</strong>",
        "idn": "Mereka merintih dan menjerit di dalamnya (neraka), dan mereka di dalamnya tidak dapat mendengar.",
        "signCode": "لهم فيها زفير وهم فيها لا يسمعون"
      },
      {
        "id": 2584,
        "surah": 21,
        "nomor": 101,
        "ar": "اِنَّ الَّذِيْنَ سَبَقَتْ لَهُمْ مِّنَّا الْحُسْنٰىٓۙ اُولٰۤىِٕكَ عَنْهَا مُبْعَدُوْنَ ۙ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina sabaqat lahum minn<u>aa</u> <strong>a</strong>l<u>h</u>usn<u>aa</u> ul<u>aa</u>-ika 'anh<u>aa </u>mub'aduun<strong>a</strong>",
        "idn": "Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka).",
        "signCode": "إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون"
      },
      {
        "id": 2585,
        "surah": 21,
        "nomor": 102,
        "ar": "لَا يَسْمَعُوْنَ حَسِيْسَهَاۚ وَهُمْ فِيْ مَا اشْتَهَتْ اَنْفُسُهُمْ خٰلِدُوْنَ ۚ",
        "tr": "l<u>aa</u> yasma'uuna <u>h</u>asiisah<u>aa</u> wahum fii m<u>aa</u> isytahat anfusuhum kh<u>aa</u>liduun<strong>a</strong>",
        "idn": "Mereka tidak mendengar bunyi desis (api neraka), dan mereka kekal dalam (menikmati) semua yang mereka ingini.  ",
        "signCode": "لا يسمعون حسيسها وهم في ما اشتهت أنفسهم خلدون"
      },
      {
        "id": 2586,
        "surah": 21,
        "nomor": 103,
        "ar": "لَا يَحْزُنُهُمُ الْفَزَعُ الْاَكْبَرُ وَتَتَلَقّٰىهُمُ الْمَلٰۤىِٕكَةُۗ هٰذَا يَوْمُكُمُ الَّذِيْ كُنْتُمْ تُوْعَدُوْنَ ",
        "tr": "l<u>aa</u> ya<u>h</u>zunuhumu <strong>a</strong>lfaza'u <strong>a</strong>l-akbaru watatalaqq<u>aa</u>humu <strong>a</strong>lmal<u>aa</u>-ikatu h<u>aadzaa</u> yawmukumu <strong>al</strong>la<u>dz</u>ii kuntum tuu'aduun<strong>a</strong>",
        "idn": "Kejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), “Inilah harimu yang telah dijanjikan kepadamu.”",
        "signCode": "لا يحزنهم الفزع الأكبر وتتلقىهم الملئكة هذا يومكم الذي كنتم توعدون"
      },
      {
        "id": 2587,
        "surah": 21,
        "nomor": 104,
        "ar": "يَوْمَ نَطْوِى السَّمَاۤءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِۗ  كَمَا بَدَأْنَآ اَوَّلَ خَلْقٍ نُّعِيْدُهٗۗ وَعْدًا عَلَيْنَاۗ اِنَّا كُنَّا فٰعِلِيْنَ ",
        "tr": "yawma na<u>th</u>wii <strong>al</strong>ssam<u>aa</u>-a ka<u>th</u>ayyi <strong>al</strong>ssijlli lilkutubi kam<u>aa</u> bada/n<u>aa</u> awwala khalqin nu'iiduhu wa'dan 'alayn<u>aa</u> inn<u>aa</u> kunn<u>aa</u> f<u>aa</u>'iliin<strong>a</strong>",
        "idn": "(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. Sebagaimana Kami telah memulai penciptaan pertama, begitulah Kami akan mengulanginya lagi. (Suatu) janji yang pasti Kami tepati; sungguh, Kami akan melaksanakannya.",
        "signCode": "يوم نطوي السماء كطي السجل للكتب كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فعلين"
      },
      {
        "id": 2588,
        "surah": 21,
        "nomor": 105,
        "ar": "وَلَقَدْ كَتَبْنَا فِى الزَّبُوْرِ مِنْۢ بَعْدِ الذِّكْرِ اَنَّ الْاَرْضَ يَرِثُهَا عِبَادِيَ الصّٰلِحُوْنَ ",
        "tr": "walaqad katabn<u>aa</u> fii <strong>al</strong>zzabuuri min ba'di <strong>al</strong><u>dzdz</u>ikri anna <strong>a</strong>l-ar<u>dh</u>a yaritsuh<u>aa</u> 'ib<u>aa</u>diya <strong>al</strong><u>shshaa</u>li<u>h</u>uun<strong>a</strong>",
        "idn": "Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-Zikr (Lauh Mahfuzh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh.",
        "signCode": "ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي الصلحون"
      },
      {
        "id": 2589,
        "surah": 21,
        "nomor": 106,
        "ar": "اِنَّ فِيْ هٰذَا لَبَلٰغًا لِّقَوْمٍ عٰبِدِيْنَ ۗ",
        "tr": "inna fii h<u>aadzaa</u> labal<u>aa</u>ghan liqawmin '<u>aa</u>bidiin<strong>a</strong>",
        "idn": "Sungguh, (apa yang disebutkan) di dalam (Al-Qur'an) ini, benar-benar menjadi petunjuk (yang lengkap) bagi orang-orang yang menyembah (Allah).",
        "signCode": "إن في هذا لبلغا لقوم عبدين"
      },
      {
        "id": 2590,
        "surah": 21,
        "nomor": 107,
        "ar": "وَمَآ اَرْسَلْنٰكَ اِلَّا رَحْمَةً لِّلْعٰلَمِيْنَ ",
        "tr": "wam<u>aa</u> arsaln<u>aa</u>ka ill<u>aa</u> ra<u>h</u>matan lil'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Dan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam.",
        "signCode": "وما أرسلنك إلا رحمة للعلمين"
      },
      {
        "id": 2591,
        "surah": 21,
        "nomor": 108,
        "ar": "قُلْ اِنَّمَا يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَهَلْ اَنْتُمْ مُّسْلِمُوْنَ",
        "tr": "qul innam<u>aa</u> yuu<u>haa</u> ilayya annam<u>aa</u> il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun fahal antum muslimuun<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Sungguh, apa yang diwahyukan kepadaku ialah bahwa Tuhanmu adalah Tuhan Yang Esa, maka apakah kamu telah berserah diri (kepada-Nya)?”",
        "signCode": "قل إنما يوحى إلي أنما إلهكم إله وحد فهل أنتم مسلمون"
      },
      {
        "id": 2592,
        "surah": 21,
        "nomor": 109,
        "ar": "فَاِنْ تَوَلَّوْا فَقُلْ اٰذَنْتُكُمْ عَلٰى سَوَاۤءٍۗ وَاِنْ اَدْرِيْٓ اَقَرِيْبٌ اَمْ بَعِيْدٌ مَّا تُوْعَدُوْنَ ",
        "tr": "fa-in tawallaw faqul <u>aadz</u>antukum 'al<u>aa</u> saw<u>aa</u>-in wa-in adrii aqariibun am ba'iidun m<u>aa</u> tuu'aduun<strong>a</strong>",
        "idn": "Maka jika mereka berpaling, maka katakanlah (Muhammad), “Aku telah menyampaikan kepadamu (ajaran) yang sama (antara kita) dan aku tidak tahu apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh.”",
        "signCode": "فإن تولوا فقل ءاذنتكم على سواء وإن أدري أقريب أم بعيد ما توعدون"
      },
      {
        "id": 2593,
        "surah": 21,
        "nomor": 110,
        "ar": "اِنَّهٗ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُوْنَ ",
        "tr": "innahu ya'lamu <strong>a</strong>ljahra mina <strong>a</strong>lqawli waya'lamu m<u>aa</u> taktumuun<strong>a</strong>",
        "idn": "Sungguh, Dia (Allah) mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan, dan mengetahui (pula) apa yang kamu rahasiakan.",
        "signCode": "إنه يعلم الجهر من القول ويعلم ما تكتمون"
      },
      {
        "id": 2594,
        "surah": 21,
        "nomor": 111,
        "ar": "وَاِنْ اَدْرِيْ لَعَلَّهٗ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ اِلٰى حِيْنٍ ",
        "tr": "wa-in adrii la'allahu fitnatun lakum wamat<u>aa</u>'un il<u>aa</u> <u>h</u>iin<strong>in</strong>",
        "idn": "Dan aku tidak tahu, boleh jadi hal itu cobaan bagi kamu dan kesenangan sampai waktu yang ditentukan.",
        "signCode": "وإن أدري لعله فتنة لكم ومتع إلى حين"
      },
      {
        "id": 2595,
        "surah": 21,
        "nomor": 112,
        "ar": "قَالَ رَبِّ احْكُمْ بِالْحَقِّۗ وَرَبُّنَا الرَّحْمٰنُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ",
        "tr": "q<u>aa</u>la rabbi u<u>h</u>kum bi<strong>a</strong>l<u>h</u>aqqi warabbun<u>aa</u> <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <strong>a</strong>lmusta'<u>aa</u>nu 'al<u>aa</u> m<u>aa</u> ta<u>sh</u>ifuun<strong>a</strong>",
        "idn": "Dia (Muhammad) berkata, “Ya Tuhanku, berilah keputusan dengan adil. Dan Tuhan kami Maha Pengasih, tempat memohon segala pertolongan atas semua yang kamu katakan.”",
        "signCode": "قل رب احكم بالحق وربنا الرحمن المستعان على ما تصفون"
      }
    ]
  },
  {
    "status": true,
    "nomor": 22,
    "nama": "الحج",
    "nama_latin": "Al-Hajj",
    "jumlah_ayat": 78,
    "tempat_turun": "madinah",
    "arti": "Haji",
    "deskripsi": "Surat Al Hajj, termasuk golongan surat-surat Madaniyyah, terdiri atas 78 ayat, sedang menurut pendapat sebahagian ahli tafsir termasuk golongan surat-surat Makkiyah. Sebab perbedaan ini ialah karena sebahagian ayat-ayat surat ini ada yang diturunkan di Mekah dan sebahagian lagi diturunkan di Madinah. <br>Dinamai surat ini <i>Al Hajj</i>, karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadat haji, seperti ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah-faedah dan hikmah-hikmah disyari'atkannya haji. Ditegaskan pula bahwa ibadat haji itu telah disyari'atkan di masa Nabi Ibrahim a.s., dan Ka'bah didirikan oleh Nabi Ibrahim a.s. bersama puteranya Ismail a.s.<br>Menurut Al Ghaznawi, surat Al Hajj termasuk di antara surat- surat yang ajaib, diturunkan di malam dan di siang hari, dalam musafir dan dalam keadaan tidak musafir, ada ayat-ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat-ayatnya yang muhkam dan ada pula yang mutasyabihaat.",
    "audio": "https://santrikoding.com/storage/audio/022.mp3",
    "ayat": [
      {
        "id": 2596,
        "surah": 22,
        "nomor": 1,
        "ar": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su ittaquu rabbakum inna zalzalata <strong>al</strong>ss<u>aa</u>'ati syay-un 'a<u>zh</u>iim<strong>un</strong>",
        "idn": "Wahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar.",
        "signCode": "يأيها الناس اتقوا ربكم إن زلزلة الساعة شيء عظيم"
      },
      {
        "id": 2597,
        "surah": 22,
        "nomor": 2,
        "ar": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُمْ بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدِيْدٌ ",
        "tr": "yawma tarawnah<u>aa</u> ta<u>dz</u>halu kullu mur<u>dh</u>i'atin 'amm<u>aa</u> ar<u>dh</u>a'at wata<u>dh</u>a'u kullu <u>dzaa</u>ti <u>h</u>amlin <u>h</u>amlah<u>aa</u> watar<u>aa</u> <strong>al</strong>nn<u>aa</u>sa suk<u>aa</u>r<u>aa</u> wam<u>aa</u> hum bisuk<u>aa</u>r<u>aa</u> wal<u>aa</u>kinna 'a<u>dzaa</u>ba <strong>al</strong>l<u>aa</u>hi syadiid<strong>un</strong>",
        "idn": "(Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras.",
        "signCode": "يوم ترونها تذهل كل مرضعة عما أرضعت وتضع كل ذات حمل حملها وترى الناس سكرى وما هم بسكرى ولكن عذاب الله شديد"
      },
      {
        "id": 2598,
        "surah": 22,
        "nomor": 3,
        "ar": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّيَتَّبِعُ كُلَّ شَيْطٰنٍ مَّرِيْدٍۙ ",
        "tr": "wamina <strong>al</strong>nn<u>aa</u>si man yuj<u>aa</u>dilu fii <strong>al</strong>l<u>aa</u>hi bighayri 'ilmin wayattabi'u kulla syay<u>th</u><u>aa</u>nin mariid<strong>in</strong>",
        "idn": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu dan hanya mengikuti para setan yang sangat jahat.",
        "signCode": "ومن الناس من يجدل في الله بغير علم ويتبع كل شيطن مريد"
      },
      {
        "id": 2599,
        "surah": 22,
        "nomor": 4,
        "ar": "كُتِبَ عَلَيْهِ اَنَّهٗ مَنْ تَوَلَّاهُ فَاَنَّهٗ يُضِلُّهٗ وَيَهْدِيْهِ اِلٰى عَذَابِ السَّعِيْرِ ",
        "tr": "kutiba 'alayhi annahu man tawall<u>aa</u>hu fa-annahu yu<u>dh</u>illuhu wayahdiihi il<u>aa</u> 'a<u>dzaa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
        "idn": "(Tentang setan), telah ditetapkan bahwa siapa yang berkawan dengan dia, maka dia akan menyesatkannya, dan membawanya ke azab neraka.",
        "signCode": "كتب عليه أنه من تولاه فأنه يضله ويهديه إلى عذاب السعير"
      },
      {
        "id": 2600,
        "surah": 22,
        "nomor": 5,
        "ar": "يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤء",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su in kuntum fii raybin mina <strong>a</strong>lba'tsi fa-inn<u>aa</u> khalaqn<u>aa</u>kum min tur<u>aa</u>bin tsumma min nu<u>th</u>fatin tsumma min 'alaqatin tsumma min mu<u>dh</u>ghatin mukhallaqatin waghayri mukhallaqatin linubayyina lakum wanuqirru fii <strong>a</strong>l-ar<u>haa</u>mi m<u>aa</u> nasy<u>aa</u>u il<u>aa</u> ajalin musamman tsumma nukhrijukum <u>th</u>iflan tsumma litablughuu asyuddakum waminkum man yutawaff<u>aa</u> waminkum man yuraddu il<u>aa</u> ar<u>dz</u>ali <strong>a</strong>l'umuri likayl<u>aa</u> ya'lama min ba'di 'ilmin syay-an watar<u>aa</u> <strong>a</strong>l-ar<u>dh</u>a h<u>aa</u>midatan fa-i<u>dzaa</u> anzaln<u>aa</u> 'alayh<u>aa</u> <strong>a</strong>lm<u>aa</u>-a ihtazzat warabat wa-anbatat min kulli zawjin bahiij<strong>in</strong>",
        "idn": "Wahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu; dan Kami tetapkan dalam rahim menurut kehendak Kami sampai waktu yang sudah ditentukan, kemudian Kami keluarkan kamu sebagai bayi, kemudian (dengan berangsur-angsur) kamu sampai kepada usia dewasa, dan di antara kamu ada yang diwafatkan dan (ada pula) di antara kamu yang dikembalikan sampai usia sangat tua (pikun), sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya. Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan (tetumbuhan) yang indah.",
        "signCode": "يأيها الناس إن كنتم في ريب من البعث فإنا خلقنكم من تراب ثم من نطفة ثم من علقة ثم من مضغة مخلقة وغير مخلقة لنبين لكم ونقر في الأرحام ما نشاء إلى أجل مسمى ثم نخرجكم طفلا ثم لتبلغوا أشدكم ومنكم من يتوفى ومنكم من يرد إلى أرذل العمر لكيلا يعلم من بعد علم شيءا وترى الأرض هامدة فإذا أنزلنا عليها الماء اهتزت وربت وأنبتت من كل زوج بهيج"
      },
      {
        "id": 2601,
        "surah": 22,
        "nomor": 6,
        "ar": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهٗ يُحْيِ الْمَوْتٰى وَاَنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۙ",
        "tr": "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l<u>h</u>aqqu wa-annahu yu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> wa-annahu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "idn": "Yang demikian itu karena sungguh, Allah, Dialah yang hak dan sungguh, Dialah yang menghidupkan segala yang telah mati, dan sungguh, Dia Mahakuasa atas segala sesuatu.",
        "signCode": "ذلك بأن الله هو الحق وأنه يحي الموتى وأنه على كل شيء قدير"
      },
      {
        "id": 2602,
        "surah": 22,
        "nomor": 7,
        "ar": "وَّاَنَّ السَّاعَةَ اٰتِيَةٌ لَّا رَيْبَ فِيْهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِى الْقُبُوْرِ ",
        "tr": "wa-anna <strong>al</strong>ss<u>aa</u>'ata <u>aa</u>tiyatun l<u>aa</u> rayba fiih<u>aa</u> wa-anna <strong>al</strong>l<u>aa</u>ha yab'atsu man fii <strong>a</strong>lqubuur<strong>i</strong>",
        "idn": "Dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur.",
        "signCode": "وأن الساعة ءاتية لا ريب فيها وأن الله يبعث من في القبور"
      },
      {
        "id": 2603,
        "surah": 22,
        "nomor": 8,
        "ar": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ ۙ",
        "tr": "wamina <strong>al</strong>nn<u>aa</u>si man yuj<u>aa</u>dilu fii <strong>al</strong>l<u>aa</u>hi bighayri 'ilmin wal<u>aa</u> hudan wal<u>aa</u> kit<u>aa</u>bin muniir<strong>in</strong>",
        "idn": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu, tanpa petunjuk dan tanpa kitab (wahyu) yang memberi penerangan.",
        "signCode": "ومن الناس من يجدل في الله بغير علم ولا هدى ولا كتب منير"
      },
      {
        "id": 2604,
        "surah": 22,
        "nomor": 9,
        "ar": "ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ ۗ لَهٗ فِى الدُّنْيَا خِزْيٌ وَّنُذِيْقُهٗ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيْقِ",
        "tr": "ts<u>aa</u>niya 'i<u>th</u>fihi liyu<u>dh</u>illa 'an sabiili <strong>al</strong>l<u>aa</u>hi lahu fii <strong>al</strong>dduny<u>aa</u> khizyun wanu<u>dz</u>iiquhu yawma <strong>a</strong>lqiy<u>aa</u>mati 'a<u>dzaa</u>ba <strong>a</strong>l<u>h</u>ariiq<strong>i</strong>",
        "idn": "Sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar.",
        "signCode": "ثاني عطفه ليضل عن سبيل الله له في الدنيا خزي ونذيقه يوم القيمة عذاب الحريق"
      },
      {
        "id": 2605,
        "surah": 22,
        "nomor": 10,
        "ar": "ذٰلِكَ بِمَا قَدَّمَتْ يَدٰكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِ",
        "tr": "<u>dzaa</u>lika bim<u>aa</u> qaddamat yad<u>aa</u>ka wa-anna <strong>al</strong>l<u>aa</u>ha laysa bi<u>zh</u>all<u>aa</u>min lil'abiid<strong>i</strong>",
        "idn": "(Akan dikatakan kepadanya), “Itu karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, dan Allah sekali-kali tidak menzalimi hamba-hamba-Nya.",
        "signCode": "ذلك بما قدمت يداك وأن الله ليس بظلم للعبيد"
      },
      {
        "id": 2606,
        "surah": 22,
        "nomor": 11,
        "ar": "وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَـَٔنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ",
        "tr": "wamina <strong>al</strong>nn<u>aa</u>si man ya'budu <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> <u>h</u>arfin fa-in a<u>shaa</u>bahu khayrun i<u>th</u>ma-anna bihi wa-in a<u>shaa</u>bat-hu fitnatun inqalaba 'al<u>aa</u> wajhihi khasira <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirata <u>dzaa</u>lika huwa <strong>a</strong>lkhusr<u>aa</u>nu <strong>a</strong>lmubiin<strong>u</strong>",
        "idn": "Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata.",
        "signCode": "ومن الناس من يعبد الله على حرف فإن أصابه خير اطمأن به وإن أصابته فتنة انقلب على وجهه خسر الدنيا والءاخرة ذلك هو الخسران المبين"
      },
      {
        "id": 2607,
        "surah": 22,
        "nomor": 12,
        "ar": "يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ۚ",
        "tr": "yad'uu min duuni <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ya<u>dh</u>urruhu wam<u>aa</u> l<u>aa</u> yanfa'uhu <u>dzaa</u>lika huwa <strong>al</strong><u>dhdh</u>al<u>aa</u>lu <strong>a</strong>lba'iid<strong>u</strong>",
        "idn": "Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh.",
        "signCode": "يدعوا من دون الله ما لا يضره وما لا ينفعه ذلك هو الضلل البعيد"
      },
      {
        "id": 2608,
        "surah": 22,
        "nomor": 13,
        "ar": "يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ  لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ",
        "tr": "yad'uu laman <u>dh</u>arruhu aqrabu min naf'ihi labi/sa <strong>a</strong>lmawl<u>aa</u> walabi/sa <strong>a</strong>l'asyiir<strong>u</strong>",
        "idn": "Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.",
        "signCode": "يدعوا لمن ضره أقرب من نفعه لبئس المولى ولبئس العشير"
      },
      {
        "id": 2609,
        "surah": 22,
        "nomor": 14,
        "ar": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ",
        "tr": "inna <strong>al</strong>l<u>aa</u>ha yudkhilu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru inna <strong>al</strong>l<u>aa</u>ha yaf'alu m<u>aa</u> yuriid<strong>u</strong>",
        "idn": "(Sungguh,) Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki.",
        "signCode": "إن الله يدخل الذين ءامنوا وعملوا الصلحت جنت تجري من تحتها الأنهر إن الله يفعل ما يريد"
      },
      {
        "id": 2610,
        "surah": 22,
        "nomor": 15,
        "ar": "مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ",
        "tr": "man k<u>aa</u>na ya<u>zh</u>unnu an lan yan<u>sh</u>urahu <strong>al</strong>l<u>aa</u>hu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati falyamdud bisababin il<u>aa</u> <strong>al</strong>ssam<u>aa</u>-i tsumma liyaq<u>th</u>a' falyan<u>zh</u>ur hal yu<u>dz</u>hibanna kayduhu m<u>aa</u> yaghii<u>zh</u><strong>u</strong>",
        "idn": "Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit, ) lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya.",
        "signCode": "من كان يظن أن لن ينصره الله في الدنيا والءاخرة فليمدد بسبب إلى السماء ثم ليقطع فلينظر هل يذهبن كيده ما يغيظ"
      },
      {
        "id": 2611,
        "surah": 22,
        "nomor": 16,
        "ar": "وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ",
        "tr": "waka<u>dzaa</u>lika anzaln<u>aa</u>hu <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin wa-anna <strong>al</strong>l<u>aa</u>ha yahdii man yuriid<strong>u</strong>",
        "idn": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.",
        "signCode": "وكذلك أنزلنه ءايت بينت وأن الله يهدي من يريد"
      },
      {
        "id": 2612,
        "surah": 22,
        "nomor": 17,
        "ar": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓا ۖاِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina h<u>aa</u>duu wa<strong>al</strong><u>shshaa</u>bi-iina wa<strong>al</strong>nna<u>shaa</u>r<u>aa</u> wa<strong>a</strong>lmajuusa wa<strong>a</strong>lla<u>dz</u>iina asyrakuu inna <strong>al</strong>l<u>aa</u>ha yaf<u>sh</u>ilu baynahum yawma <strong>a</strong>lqiy<u>aa</u>mati inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>",
        "idn": "Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu.",
        "signCode": "إن الذين ءامنوا والذين هادوا والصبءين والنصرى والمجوس والذين أشركوا إن الله يفصل بينهم يوم القيمة إن الله على كل شيء شهيد"
      },
      {
        "id": 2613,
        "surah": 22,
        "nomor": 18,
        "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا ل",
        "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha yasjudu lahu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti waman fii <strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>sysyamsu wa<strong>a</strong>lqamaru wa<strong>al</strong>nnujuumu wa<strong>a</strong>ljib<u>aa</u>lu wa<strong>al</strong>sysyajaru wa<strong>al</strong>ddaw<u>aa</u>bbu wakatsiirun mina <strong>al</strong>nn<u>aa</u>si wakatsiirun <u>h</u>aqqa 'alayhi <strong>a</strong>l'a<u>dzaa</u>bu waman yuhini <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min mukrimin inna <strong>al</strong>l<u>aa</u>ha yaf'alu m<u>aa</u> yasy<u>aa</u>/<strong>u</strong>",
        "idn": "Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki.",
        "signCode": "ألم تر أن الله يسجد له من في السموت ومن في الأرض والشمس والقمر والنجوم والجبال والشجر والدواب وكثير من الناس وكثير حق عليه العذاب ومن يهن الله فما له من مكرم إن الله يفعل ما يشاء"
      },
      {
        "id": 2614,
        "surah": 22,
        "nomor": 19,
        "ar": "۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ  فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ ۚ",
        "tr": "h<u>aadzaa</u>ni kha<u>sh</u>m<u>aa</u>ni ikhta<u>sh</u>amuu fii rabbihim fa<strong>a</strong>lla<u>dz</u>iina kafaruu qu<u>ththh</u>i'at lahum tsiy<u>aa</u>bun min n<u>aa</u>rin yu<u>sh</u>abbu min fawqi ruuusihimu <strong>a</strong>l<u>h</u>amiim<strong>u</strong>",
        "idn": "Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih.",
        "signCode": "هذان خصمان اختصموا في ربهم فالذين كفروا قطعت لهم ثياب من نار يصب من فوق رءوسهم الحميم"
      },
      {
        "id": 2615,
        "surah": 22,
        "nomor": 20,
        "ar": "يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ",
        "tr": "yu<u>sh</u>haru bihi m<u>aa</u> fii bu<u>th</u>uunihim wa<strong>a</strong>ljuluud<strong>u</strong>",
        "idn": "Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka.",
        "signCode": "يصهر به ما في بطونهم والجلود"
      },
      {
        "id": 2616,
        "surah": 22,
        "nomor": 21,
        "ar": "وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ ",
        "tr": "walahum maq<u>aa</u>mi'u min <u>h</u>adiid<strong>in</strong>",
        "idn": "Dan (azab) untuk mereka cambuk-cambuk dari besi.",
        "signCode": "ولهم مقمع من حديد"
      },
      {
        "id": 2617,
        "surah": 22,
        "nomor": 22,
        "ar": "كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِ",
        "tr": "kullam<u>aa</u> ar<u>aa</u>duu an yakhrujuu minh<u>aa</u> min ghammin u'iiduu fiih<u>aa</u> wa<u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>a</strong>l<u>h</u>ariiq<strong>i</strong>",
        "idn": "Setiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), “Rasakanlah azab yang membakar ini!”",
        "signCode": "كلما أرادوا أن يخرجوا منها من غم أعيدوا فيها وذوقوا عذاب الحريق"
      },
      {
        "id": 2618,
        "surah": 22,
        "nomor": 23,
        "ar": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًاۗ وَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
        "tr": "inna <strong>al</strong>l<u>aa</u>ha yudkhilu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru yu<u>h</u>allawna fiih<u>aa</u> min as<u>aa</u>wira min <u>dz</u>ahabin walu/lu-an walib<u>aa</u>suhum fiih<u>aa</u> <u>h</u>ariir<strong>un</strong>",
        "idn": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka dari sutera.",
        "signCode": "إن الله يدخل الذين ءامنوا وعملوا الصلحت جنت تجري من تحتها الأنهر يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير"
      },
      {
        "id": 2619,
        "surah": 22,
        "nomor": 24,
        "ar": "وَهُدُوْٓا اِلَى الطَّيِّبِ مِنَ الْقَوْلِۚ وَهُدُوْٓا اِلٰى صِرَاطِ الْحَمِيْدِ ",
        "tr": "wahuduu il<u>aa</u> <strong>al</strong><u>ththh</u>ayyibi mina <strong>a</strong>lqawli wahuduu il<u>aa</u> <u>sh</u>ir<u>aath</u>i <strong>a</strong>l<u>h</u>amiid<strong>i</strong>",
        "idn": "Dan mereka diberi petunjuk kepada ucapan-ucapan yang baik dan diberi petunjuk (pula) kepada jalan (Allah) yang terpuji.",
        "signCode": "وهدوا إلى الطيب من القول وهدوا إلى صرط الحميد"
      },
      {
        "id": 2620,
        "surah": 22,
        "nomor": 25,
        "ar": "اِنَّ الَّذِيْنَ كَفَرُوْا وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِيْ جَعَلْنٰهُ لِلنَّاسِ سَوَاۤءً ۨالْعَاكِفُ فِيْهِ وَالْبَادِۗ وَمَنْ يُّرِدْ فِيْهِ بِاِلْحَادٍۢ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ اَلِيْمٍ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina kafaruu waya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi <strong>al</strong>la<u>dz</u>ii ja'aln<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si saw<u>aa</u>-an <strong>a</strong>l'<u>aa</u>kifu fiihi wa<strong>a</strong>lb<u>aa</u>di waman yurid fiihi bi-il<u>haa</u>din bi<u>zh</u>ulmin nu<u>dz</u>iqhu min 'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>",
        "idn": "Sungguh, orang-orang kafir dan yang menghalangi (manusia) dari jalan Allah dan dari Masjidilharam yang telah Kami jadikan terbuka untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar dan siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya, niscaya akan Kami rasakan kepadanya siksa yang pedih.",
        "signCode": "إن الذين كفروا ويصدون عن سبيل الله والمسجد الحرام الذي جعلنه للناس سواء العكف فيه والباد ومن يرد فيه بإلحاد بظلم نذقه من عذاب أليم"
      },
      {
        "id": 2621,
        "surah": 22,
        "nomor": 26,
        "ar": "وَاِذْ بَوَّأْنَا لِاِبْرٰهِيْمَ مَكَانَ الْبَيْتِ اَنْ لَّا تُشْرِكْ بِيْ شَيْـًٔا وَّطَهِّرْ بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْقَاۤىِٕمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
        "tr": "wa-i<u>dz</u> bawwa/n<u>aa</u> li-ibr<u>aa</u>hiima mak<u>aa</u>na <strong>a</strong>lbayti an l<u>aa</u> tusyrik bii syay-an wa<u>th</u>ahhir baytiya li<strong>l</strong><u>ththaa</u>-ifiina wa<strong>a</strong>lq<u>aa</u>-imiina wa<strong>al</strong>rrukka'i <strong>al</strong>ssujuud<strong>i</strong>",
        "idn": "Dan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), “Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud.",
        "signCode": "وإذ بوأنا لإبرهيم مكان البيت أن لا تشرك بي شيءا وطهر بيتي للطائفين والقائمين والركع السجود"
      },
      {
        "id": 2622,
        "surah": 22,
        "nomor": 27,
        "ar": "وَاَذِّنْ فِى النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَّعَلٰى كُلِّ ضَامِرٍ يَّأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ ۙ",
        "tr": "wa-a<u>dzdz</u>in fii <strong>al</strong>nn<u>aa</u>si bi<strong>a</strong>l<u>h</u>ajji ya/tuuka rij<u>aa</u>lan wa'al<u>aa</u> kulli <u>daa</u>mirin ya/tiina min kulli fajjin 'amiiq<strong>in</strong>",
        "idn": "Dan serulah manusia untuk mengerjakan haji, niscaya mereka akan datang kepadamu dengan berjalan kaki, atau mengendarai setiap unta yang kurus, mereka datang dari segenap penjuru yang jauh.",
        "signCode": "وأذن في الناس بالحج يأتوك رجالا وعلى كل ضامر يأتين من كل فج عميق"
      },
      {
        "id": 2623,
        "surah": 22,
        "nomor": 28,
        "ar": "لِّيَشْهَدُوْا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فِيْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۚ فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْبَاۤىِٕسَ الْفَقِيْرَ ۖ",
        "tr": "liyasyhaduu man<u>aa</u>fi'a lahum waya<u>dz</u>kuruu isma <strong>al</strong>l<u>aa</u>hi fii ayy<u>aa</u>min ma'luum<u>aa</u>tin 'al<u>aa</u> m<u>aa</u> razaqahum min bahiimati <strong>a</strong>l-an'<u>aa</u>mi fakuluu minh<u>aa</u> wa-a<u>th</u>'imuu <strong>a</strong>lb<u>aa</u>-isa <strong>a</strong>lfaqiir<strong>a</strong>",
        "idn": "Agar mereka menyaksikan berbagai manfaat untuk mereka dan agar mere-ka menyebut nama Allah pada beberapa hari yang telah ditentukan atas rezeki yang diberikan Dia kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya dan (sebagian lagi) berikanlah untuk dimakan orang-orang yang sengsara dan fakir.",
        "signCode": "ليشهدوا منفع لهم ويذكروا اسم الله في أيام معلومت على ما رزقهم من بهيمة الأنعم فكلوا منها وأطعموا البائس الفقير"
      },
      {
        "id": 2624,
        "surah": 22,
        "nomor": 29,
        "ar": "ثُمَّ لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا بِالْبَيْتِ الْعَتِيْقِ ",
        "tr": "tsumma lyaq<u>dh</u>uu tafatsahum walyuufuu nu<u>dz</u>uurahum walya<u>ththh</u>awwafuu bi<strong>a</strong>lbayti <strong>a</strong>l'atiiq<strong>i</strong>",
        "idn": "Kemudian, hendaklah mereka menghilangkan kotoran (yang ada di badan) mereka, menyempurnakan nazar-nazar mereka dan melakukan tawaf sekeliling rumah tua (Baitullah). ",
        "signCode": "ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بالبيت العتيق"
      },
      {
        "id": 2625,
        "surah": 22,
        "nomor": 30,
        "ar": "ذٰلِكَ وَمَنْ يُّعَظِّمْ حُرُمٰتِ اللّٰهِ فَهُوَ خَيْرٌ لَّهٗ عِنْدَ رَبِّهٖۗ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ ۙ",
        "tr": "<u>dzaa</u>lika waman yu'a<u>zhzh</u>im <u>h</u>urum<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi fahuwa khayrun lahu 'inda rabbihi wau<u>h</u>illat lakumu <strong>a</strong>l-an'<u>aa</u>mu ill<u>aa</u> m<u>aa</u> yutl<u>aa</u> 'alaykum fa<strong>i</strong>jtanibuu <strong>al</strong>rrijsa mina <strong>a</strong>l-awts<u>aa</u>ni wa<strong>i</strong>jtanibuu qawla <strong>al</strong>zzuur<strong>i</strong>",
        "idn": "Demikianlah (perintah Allah). Dan barang siapa mengagungkan apa yang terhormat di sisi Allah (hurumat) maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah olehmu (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta.",
        "signCode": "ذلك ومن يعظم حرمت الله فهو خير له عند ربه وأحلت لكم الأنعم إلا ما يتلى عليكم فاجتنبوا الرجس من الأوثن واجتنبوا قول الزور"
      },
      {
        "id": 2626,
        "surah": 22,
        "nomor": 31,
        "ar": "حُنَفَاۤءَ لِلّٰهِ غَيْرَ مُشْرِكِيْنَ بِهٖۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ ",
        "tr": "<u>h</u>unaf<u>aa</u>-a lill<u>aa</u>hi ghayra musyrikiina bihi waman yusyrik bi<strong>al</strong>l<u>aa</u>hi faka-annam<u>aa</u> kharra mina <strong>al</strong>ssam<u>aa</u>-i fatakh<u>th</u>afuhu <strong>al</strong><u>ththh</u>ayru aw tahwii bihi <strong>al</strong>rrii<u>h</u>u fii mak<u>aa</u>nin sa<u>h</u>iiq<strong>in</strong>",
        "idn": "(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh.",
        "signCode": "حنفاء لله غير مشركين به ومن يشرك بالله فكأنما خر من السماء فتخطفه الطير أو تهوي به الريح في مكان سحيق"
      },
      {
        "id": 2627,
        "surah": 22,
        "nomor": 32,
        "ar": "ذٰلِكَ وَمَنْ يُّعَظِّمْ شَعَاۤىِٕرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوْبِ ",
        "tr": "<u>dzaa</u>lika waman yu'a<u>zhzh</u>im sya'<u>aa</u>-ira <strong>al</strong>l<u>aa</u>hi fa-innah<u>aa</u> min taqw<u>aa</u> <strong>a</strong>lquluub<strong>i</strong>",
        "idn": "Demikianlah (perintah Allah). Dan barangsiapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu timbul dari ketakwaan hati.",
        "signCode": "ذلك ومن يعظم شعئر الله فإنها من تقوى القلوب"
      },
      {
        "id": 2628,
        "surah": 22,
        "nomor": 33,
        "ar": "لَكُمْ فِيْهَا مَنَافِعُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ اِلَى الْبَيْتِ الْعَتِيْقِ",
        "tr": "lakum fiih<u>aa</u> man<u>aa</u>fi'u il<u>aa</u> ajalin musamman tsumma ma<u>h</u>illuh<u>aa</u> il<u>aa</u> <strong>a</strong>lbayti <strong>a</strong>l'atiiq<strong>i</strong>",
        "idn": "Bagi kamu padanya (hewan hadyu) ada beberapa manfaat, sampai waktu yang ditentukan, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq (Baitullah).",
        "signCode": "لكم فيها منفع إلى أجل مسمى ثم محلها إلى البيت العتيق"
      },
      {
        "id": 2629,
        "surah": 22,
        "nomor": 34,
        "ar": "وَلِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا لِّيَذْكُرُوا اسْمَ اللّٰهِ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۗ فَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَلَهٗٓ اَسْلِمُوْاۗ وَبَشِّرِ الْمُخْبِتِيْنَ ۙ",
        "tr": "walikulli ummatin ja'aln<u>aa</u> mansakan liya<u>dz</u>kuruu isma <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> m<u>aa</u> razaqahum min bahiimati <strong>a</strong>l-an'<u>aa</u>mi fa-il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun falahu aslimuu wabasysyiri <strong>a</strong>lmukhbitiin<strong>a</strong>",
        "idn": "Dan bagi setiap umat telah Kami syariatkan penyembelihan (kurban), agar mereka menyebut nama Allah atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak. Maka Tuhanmu ialah Tuhan Yang Maha Esa, karena itu berserahdirilah kamu kepada-Nya. Dan sampaikanlah (Muhammad) kabar gembira kepada orang-orang yang tunduk patuh (kepada Allah),",
        "signCode": "ولكل أمة جعلنا منسكا ليذكروا اسم الله على ما رزقهم من بهيمة الأنعم فإلهكم إله وحد فله أسلموا وبشر المخبتين"
      },
      {
        "id": 2630,
        "surah": 22,
        "nomor": 35,
        "ar": "الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَالصَّابِرِيْنَ عَلٰى مَآ اَصَابَهُمْ وَالْمُقِيْمِى الصَّلٰوةِۙ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ",
        "tr": "<strong>al</strong>la<u>dz</u>iina i<u>dzaa</u> <u>dz</u>ukira <strong>al</strong>l<u>aa</u>hu wajilat quluubuhum wa<strong>al</strong><u>shshaa</u>biriina 'al<u>aa</u> m<u>aa</u> a<u>shaa</u>bahum wa<strong>a</strong>lmuqiimii <strong>al</strong><u>shsh</u>al<u>aa</u>ti wamimm<u>aa</u> razaqn<u>aa</u>hum yunfiquun<strong>a</strong>",
        "idn": "(yaitu) orang-orang yang apabila disebut nama Allah hati mereka bergetar, orang yang sabar atas apa yang menimpa mereka, dan orang yang melaksanakan salat dan orang yang menginfakkan sebagian rezeki yang Kami karuniakan kepada mereka.",
        "signCode": "الذين إذا ذكر الله وجلت قلوبهم والصبرين على ما أصابهم والمقيمي الصلوة ومما رزقنهم ينفقون"
      },
      {
        "id": 2631,
        "surah": 22,
        "nomor": 36,
        "ar": "وَالْبُدْنَ جَعَلْنٰهَا لَكُمْ مِّنْ شَعَاۤىِٕرِ اللّٰهِ لَكُمْ فِيْهَا خَيْرٌۖ فَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهَا صَوَاۤفَّۚ فَاِذَا وَجَبَتْ جُنُوْبُهَا فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّۗ  كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ",
        "tr": "wa<strong>a</strong>lbudna ja'aln<u>aa</u>h<u>aa</u> lakum min sya'<u>aa</u>-iri <strong>al</strong>l<u>aa</u>hi lakum fiih<u>aa</u> khayrun fa<strong>u</strong><u>dz</u>kuruu isma <strong>al</strong>l<u>aa</u>hi 'alayh<u>aa</u> <u>sh</u>aw<u>aa</u>ffa fa-i<u>dzaa</u> wajabat junuubuh<u>aa</u> fakuluu minh<u>aa</u> wa-a<u>th</u>'imuu <strong>a</strong>lq<u>aa</u>ni'a wa<strong>a</strong>lmu'tarra ka<u>dzaa</u>lika sakhkharn<u>aa</u>h<u>aa</u> lakum la'allakum tasykuruun<strong>a</strong>",
        "idn": "Dan unta-unta itu Kami jadikan untuk-mu bagian dari syiar agama Allah, kamu banyak memperoleh kebaikan padanya. Maka sebutlah nama Allah (ketika kamu akan menyembelihnya) dalam keadaan berdiri (dan kaki-kaki telah terikat). Kemudian apabila telah rebah (mati), maka makanlah sebagiannya dan berilah makanlah orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta. Demikianlah Kami tundukkan (unta-unta itu) untukmu, agar kamu bersyukur.",
        "signCode": "والبدن جعلنها لكم من شعئر الله لكم فيها خير فاذكروا اسم الله عليها صواف فإذا وجبت جنوبها فكلوا منها وأطعموا القانع والمعتر كذلك سخرنها لكم لعلكم تشكرون"
      },
      {
        "id": 2632,
        "surah": 22,
        "nomor": 37,
        "ar": "لَنْ يَّنَالَ اللّٰهَ لُحُوْمُهَا وَلَا دِمَاۤؤُهَا وَلٰكِنْ يَّنَالُهُ التَّقْوٰى مِنْكُمْۗ  كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ ۗ وَبَشِّرِ الْمُحْسِنِيْنَ ",
        "tr": "lan yan<u>aa</u>la <strong>al</strong>l<u>aa</u>ha lu<u>h</u>uumuh<u>aa</u> wal<u>aa</u> dim<u>aa</u>uh<u>aa</u> wal<u>aa</u>kin yan<u>aa</u>luhu <strong>al</strong>ttaqw<u>aa</u> minkum ka<u>dzaa</u>lika sakhkharah<u>aa</u> lakum litukabbiruu <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> m<u>aa</u> had<u>aa</u>kum wabasysyiri <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaan kamu. Demi-kianlah Dia menundukkannya untuk-mu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Dan sampaikanlah kabar gembira kepada orang-orang yang berbuat baik.",
        "signCode": "لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم كذلك سخرها لكم لتكبروا الله على ما هدىكم وبشر المحسنين"
      },
      {
        "id": 2633,
        "surah": 22,
        "nomor": 38,
        "ar": "۞ اِنَّ اللّٰهَ يُدَافِعُ عَنِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُوْرٍ",
        "tr": "inna <strong>al</strong>l<u>aa</u>ha yud<u>aa</u>fi'u 'ani <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu kulla khaww<u>aa</u>nin kafuur<strong>in</strong>",
        "idn": "Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhianat dan kufur nikmat.",
        "signCode": "إن الله يدفع عن الذين ءامنوا إن الله لا يحب كل خوان كفور"
      },
      {
        "id": 2634,
        "surah": 22,
        "nomor": 39,
        "ar": "اُذِنَ لِلَّذِيْنَ يُقَاتَلُوْنَ بِاَنَّهُمْ ظُلِمُوْاۗ وَاِنَّ اللّٰهَ عَلٰى نَصْرِهِمْ لَقَدِيْرٌ ۙ",
        "tr": "u<u>dz</u>ina lilla<u>dz</u>iina yuq<u>aa</u>taluuna bi-annahum <u>zh</u>ulimuu wa-inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> na<u>sh</u>rihim laqadiir<strong>un</strong>",
        "idn": "Diizinkan (berperang) kepada orang-orang yang diperangi, karena sesungguhnya mereka dizalimi. Dan sung-guh, Allah Mahakuasa menolong mereka itu,",
        "signCode": "أذن للذين يقتلون بأنهم ظلموا وإن الله على نصرهم لقدير"
      },
      {
        "id": 2635,
        "surah": 22,
        "nomor": 40,
        "ar": " ۨالَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّآ اَنْ يَّقُوْلُوْا رَبُّنَا اللّٰهُ ۗوَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ يُذْكَرُ فِيْهَا اسْمُ اللّٰهِ كَثِيْرًاۗ وَ",
        "tr": "<strong>al</strong>la<u>dz</u>iina ukhrijuu min diy<u>aa</u>rihim bighayri <u>h</u>aqqin ill<u>aa</u> an yaquuluu rabbun<u>aa</u> <strong>al</strong>l<u>aa</u>hu walawl<u>aa</u> daf'u <strong>al</strong>l<u>aa</u>hi <strong>al</strong>nn<u>aa</u>sa ba'<u>dh</u>ahum biba'<u>dh</u>in lahuddimat <u>sh</u>aw<u>aa</u>mi'u wabiya'un wa<u>sh</u>alaw<u>aa</u>tun wamas<u>aa</u>jidu yu<u>dz</u>karu fiih<u>aa</u> ismu <strong>al</strong>l<u>aa</u>hi katsiiran walayan<u>sh</u>uranna <strong>al</strong>l<u>aa</u>hu man yan<u>sh</u>uruhu inna <strong>al</strong>l<u>aa</u>ha laqawiyyun 'aziiz<strong>un</strong>",
        "idn": "(yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, “Tuhan kami ialah Allah.” Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa.",
        "signCode": "الذين أخرجوا من ديرهم بغير حق إلا أن يقولوا ربنا الله ولولا دفع الله الناس بعضهم ببعض لهدمت صومع وبيع وصلوت ومسجد يذكر فيها اسم الله كثيرا ولينصرن الله من ينصره إن الله لقوي عزيز"
      },
      {
        "id": 2636,
        "surah": 22,
        "nomor": 41,
        "ar": "اَلَّذِيْنَ اِنْ مَّكَّنّٰهُمْ فِى الْاَرْضِ اَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَاَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِۗ وَلِلّٰهِ عَاقِبَةُ الْاُمُوْرِ ",
        "tr": "<strong>al</strong>la<u>dz</u>iina in makkann<u>aa</u>hum fii <strong>a</strong>l-ar<u>dh</u>i aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tawuu <strong>al</strong>zzak<u>aa</u>ta wa-amaruu bi<strong>a</strong>lma'ruufi wanahaw 'ani <strong>a</strong>lmunkari walill<u>aa</u>hi '<u>aa</u>qibatu <strong>a</strong>l-umuur<strong>i</strong>",
        "idn": "(Yaitu) orang-orang yang jika Kami beri kedudukan di bumi, mereka melaksanakan salat, menunaikan zakat, dan menyuruh berbuat yang makruf dan mencegah dari yang mungkar; dan kepada Allah-lah kembali segala urusan.",
        "signCode": "الذين إن مكنهم في الأرض أقاموا الصلوة وءاتوا الزكوة وأمروا بالمعروف ونهوا عن المنكر ولله عقبة الأمور"
      },
      {
        "id": 2637,
        "surah": 22,
        "nomor": 42,
        "ar": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُ ۙ",
        "tr": "wa-in yuka<u>dzdz</u>ibuuka faqad ka<u>dzdz</u>abat qablahum qawmu nuu<u>h</u>in wa'<u>aa</u>dun watsamuud<strong>u</strong>",
        "idn": "Dan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, ‘Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya),",
        "signCode": "وإن يكذبوك فقد كذبت قبلهم قوم نوح وعاد وثمود"
      },
      {
        "id": 2638,
        "surah": 22,
        "nomor": 43,
        "ar": "وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍ ۙ",
        "tr": "waqawmu ibr<u>aa</u>hiima waqawmu luu<u>th</u><strong>in</strong>",
        "idn": "dan (demikian juga) kaum Ibrahim dan kaum Lut,",
        "signCode": "وقوم إبرهيم وقوم لوط"
      },
      {
        "id": 2639,
        "surah": 22,
        "nomor": 44,
        "ar": "وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ ",
        "tr": "wa-a<u>sh</u>-<u>haa</u>bu madyana waku<u>dzdz</u>iba muus<u>aa</u> fa-amlaytu lilk<u>aa</u>firiina tsumma akha<u>dz</u>tuhum fakayfa k<u>aa</u>na nakiir<strong>i</strong>",
        "idn": "dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku.",
        "signCode": "وأصحب مدين وكذب موسى فأمليت للكفرين ثم أخذتهم فكيف كان نكير"
      },
      {
        "id": 2640,
        "surah": 22,
        "nomor": 45,
        "ar": "فَكَاَيِّنْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۖ وَبِئْرٍ مُّعَطَّلَةٍ وَّقَصْرٍ مَّشِيْدٍ ",
        "tr": "faka-ayyin min qaryatin ahlakn<u>aa</u>h<u>aa</u> wahiya <u>zhaa</u>limatun fahiya kh<u>aa</u>wiyatun 'al<u>aa</u> 'uruusyih<u>aa</u> wabi/rin mu'a<u>ththh</u>alatin waqa<u>sh</u>rin masyiid<strong>in</strong>",
        "idn": "Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (ti-dak ada penghuninya).",
        "signCode": "فكأين من قرية أهلكنها وهي ظالمة فهي خاوية على عروشها وبئر معطلة وقصر مشيد"
      },
      {
        "id": 2641,
        "surah": 22,
        "nomor": 46,
        "ar": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَتَكُوْنَ لَهُمْ قُلُوْبٌ يَّعْقِلُوْنَ بِهَآ اَوْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوْبُ الَّتِيْ فِى الصُّدُوْرِ ",
        "tr": "afalam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fatakuuna lahum quluubun ya'qiluuna bih<u>aa</u> aw <u>aatsaa</u>nun yasma'uuna bih<u>aa</u> fa-innah<u>aa</u> l<u>aa</u> ta'm<u>aa</u> <strong>a</strong>l-ab<u>shaa</u>ru wal<u>aa</u>kin ta'm<u>aa</u> <strong>a</strong>lquluubu <strong>al</strong>latii fii <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
        "idn": "Maka tidak pernahkah mereka berjalan di bumi, sehingga hati (akal) mereka dapat memahami, telinga mereka dapat mendengar? Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. ",
        "signCode": "أفلم يسيروا في الأرض فتكون لهم قلوب يعقلون بها أو ءاذان يسمعون بها فإنها لا تعمى الأبصر ولكن تعمى القلوب التي في الصدور"
      },
      {
        "id": 2642,
        "surah": 22,
        "nomor": 47,
        "ar": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ",
        "tr": "wayasta'jiluunaka bi<strong>a</strong>l'a<u>dzaa</u>bi walan yukhlifa <strong>al</strong>l<u>aa</u>hu wa'dahu wa-inna yawman 'inda rabbika ka-alfi sanatin mimm<u>aa</u> ta'udduun<strong>a</strong>",
        "idn": "Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.",
        "signCode": "ويستعجلونك بالعذاب ولن يخلف الله وعده وإن يوما عند ربك كألف سنة مما تعدون"
      },
      {
        "id": 2643,
        "surah": 22,
        "nomor": 48,
        "ar": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُ",
        "tr": "waka-ayyin min qaryatin amlaytu lah<u>aa</u> wahiya <u>zhaa</u>limatun tsumma akha<u>dz</u>tuh<u>aa</u> wa-ilayya <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu).",
        "signCode": "وكأين من قرية أمليت لها وهي ظالمة ثم أخذتها وإلي المصير"
      },
      {
        "id": 2644,
        "surah": 22,
        "nomor": 49,
        "ar": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۚ",
        "tr": "qul y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su innam<u>aa</u> an<u>aa</u> lakum na<u>dz</u>iirun mubiin<strong>un</strong>",
        "idn": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.”",
        "signCode": "قل يأيها الناس إنما أنا لكم نذير مبين"
      },
      {
        "id": 2645,
        "surah": 22,
        "nomor": 50,
        "ar": "فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
        "tr": "fa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum maghfiratun warizqun kariim<strong>un</strong>",
        "idn": "Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan rezeki yang mulia.",
        "signCode": "فالذين ءامنوا وعملوا الصلحت لهم مغفرة ورزق كريم"
      },
      {
        "id": 2646,
        "surah": 22,
        "nomor": 51,
        "ar": "وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina sa'aw fii <u>aa</u>y<u>aa</u>tin<u>aa</u> mu'<u>aa</u>jiziina ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>lja<u>h</u>iim<strong>i</strong>",
        "idn": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah penghuni-penghuni neraka Jahim.",
        "signCode": "والذين سعوا في ءايتنا معجزين أولئك أصحب الجحيم"
      },
      {
        "id": 2647,
        "surah": 22,
        "nomor": 52,
        "ar": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۙ",
        "tr": "wam<u>aa</u> arsaln<u>aa</u> min qablika min rasuulin wal<u>aa</u> nabiyyin ill<u>aa</u> i<u>dzaa</u> tamann<u>aa</u> <strong>a</strong>lq<u>aa</u> <strong>al</strong>sysyay<u>th</u><u>aa</u>nu fii umniyyatihi fayansakhu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yulqii <strong>al</strong>sysyay<u>th</u><u>aa</u>nu tsumma yu<u>h</u>kimu <strong>al</strong>l<u>aa</u>hu <u>aa</u>y<u>aa</u>tihi wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
        "idn": "Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), mela-inkan apabila dia mempunyai suatu keinginan, setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana,",
        "signCode": "وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطن في أمنيته فينسخ الله ما يلقي الشيطن ثم يحكم الله ءايته والله عليم حكيم"
      },
      {
        "id": 2648,
        "surah": 22,
        "nomor": 53,
        "ar": "لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ۙ",
        "tr": "liyaj'ala m<u>aa</u> yulqii <strong>al</strong>sysyay<u>th</u><u>aa</u>nu fitnatan lilla<u>dz</u>iina fii quluubihim mara<u>dh</u>un wa<strong>a</strong>lq<u>aa</u>siyati quluubuhum wa-inna <strong>al</strong><u>zhzhaa</u>limiina lafii syiq<u>aa</u>qin ba'iid<strong>in</strong>",
        "idn": "Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu, sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permu-suhan yang jauh,",
        "signCode": "ليجعل ما يلقي الشيطن فتنة للذين في قلوبهم مرض والقاسية قلوبهم وإن الظلمين لفي شقاق بعيد"
      },
      {
        "id": 2649,
        "surah": 22,
        "nomor": 54,
        "ar": "وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
        "tr": "waliya'lama <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>l'ilma annahu <strong>a</strong>l<u>h</u>aqqu min rabbika fayu/minuu bihi fatukhbita lahu quluubuhum wa-inna <strong>al</strong>l<u>aa</u>ha lah<u>aa</u>di <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
        "idn": "dan agar orang-orang yang telah diberi ilmu, meyakini bahwa (Al-Qur'an) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus.",
        "signCode": "وليعلم الذين أوتوا العلم أنه الحق من ربك فيؤمنوا به فتخبت له قلوبهم وإن الله لهاد الذين ءامنوا إلى صرط مستقيم"
      },
      {
        "id": 2650,
        "surah": 22,
        "nomor": 55,
        "ar": "وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ",
        "tr": "wal<u>aa</u> yaz<u>aa</u>lu <strong>al</strong>la<u>dz</u>iina kafaruu fii miryatin minhu <u>h</u>att<u>aa</u> ta/tiyahumu <strong>al</strong>ss<u>aa</u>'atu baghtatan aw ya/tiyahum 'a<u>dzaa</u>bu yawmin 'aqiim<strong>in</strong>",
        "idn": "Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Al-Qur'an), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka.",
        "signCode": "ولا يزال الذين كفروا في مرية منه حتى تأتيهم الساعة بغتة أو يأتيهم عذاب يوم عقيم"
      },
      {
        "id": 2651,
        "surah": 22,
        "nomor": 56,
        "ar": "اَلْمُلْكُ يَوْمَىِٕذٍ لِّلّٰهِ ۗيَحْكُمُ بَيْنَهُمْۗ فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ جَنّٰتِ النَّعِيْمِ ",
        "tr": "almulku yawma-i<u>dz</u>in lill<u>aa</u>hi ya<u>h</u>kumu baynahum fa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti fii jann<u>aa</u>ti <strong>al</strong>nna'iim<strong>i</strong>",
        "idn": "Kekuasaan pada hari itu ada pada Allah, Dia memberi keputusan di an-tara mereka. Maka orang-orang yang beriman dan mengerjakan kebajikan berada dalam surga-surga yang penuh kenikmatan.",
        "signCode": "الملك يومئذ لله يحكم بينهم فالذين ءامنوا وعملوا الصلحت في جنت النعيم"
      },
      {
        "id": 2652,
        "surah": 22,
        "nomor": 57,
        "ar": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا فَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> faul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
        "idn": "Dan orang-orang kafir dan yang men-dustakan ayat-ayat Kami, maka mere-ka akan merasakan azab yang meng-hinakan.",
        "signCode": "والذين كفروا وكذبوا بءايتنا فأولئك لهم عذاب مهين"
      },
      {
        "id": 2653,
        "surah": 22,
        "nomor": 58,
        "ar": "وَالَّذِيْنَ هَاجَرُوْا فِيْ سَبِيْلِ اللّٰهِ ثُمَّ قُتِلُوْٓا اَوْ مَاتُوْا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقًا حَسَنًاۗ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرّٰزِقِيْنَ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina h<u>aa</u>jaruu fii sabiili <strong>al</strong>l<u>aa</u>hi tsumma qutiluu aw m<u>aa</u>tuu layarzuqannahumu <strong>al</strong>l<u>aa</u>hu rizqan <u>h</u>asanan wa-inna <strong>al</strong>l<u>aa</u>ha lahuwa khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>",
        "idn": "Dan orang-orang yang berhijrah di jalan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan memberikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik.",
        "signCode": "والذين هاجروا في سبيل الله ثم قتلوا أو ماتوا ليرزقنهم الله رزقا حسنا وإن الله لهو خير الرزقين"
      },
      {
        "id": 2654,
        "surah": 22,
        "nomor": 59,
        "ar": "لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَّرْضَوْنَهٗۗ وَاِنَّ اللّٰهَ لَعَلِيْمٌ حَلِيْمٌ",
        "tr": "layudkhilannahum mudkhalan yar<u>dh</u>awnahu wa-inna <strong>al</strong>l<u>aa</u>ha la'aliimun <u>h</u>aliim<strong>un</strong>",
        "idn": "Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk (surga) yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui, Maha Penyantun.",
        "signCode": "ليدخلنهم مدخلا يرضونه وإن الله لعليم حليم"
      },
      {
        "id": 2655,
        "surah": 22,
        "nomor": 60,
        "ar": "۞ ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوْقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُ ۗاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
        "tr": "<u>dzaa</u>lika waman '<u>aa</u>qaba bimitsli m<u>aa</u> 'uuqiba bihi tsumma bughiya 'alayhi layan<u>sh</u>urannahu <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha la'afuwwun ghafuur<strong>un</strong>",
        "idn": "Demikianlah, dan barangsiapa membalas seimbang dengan (kezaliman) penganiayaan yang pernah dia derita kemudian dia dizalimi (lagi), pasti Allah akan menolongnya. Sungguh, Allah Maha Pemaaf, Maha Pengampun.",
        "signCode": "ذلك ومن عاقب بمثل ما عوقب به ثم بغي عليه لينصرنه الله إن الله لعفو غفور"
      },
      {
        "id": 2656,
        "surah": 22,
        "nomor": 61,
        "ar": "ذٰلِكَ بِاَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَاَنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
        "tr": "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layli wa-anna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
        "idn": "Demikianlah karena Allah (kuasa) memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan sungguh, Allah Maha Mendengar, Maha Melihat.",
        "signCode": "ذلك بأن الله يولج اليل في النهار ويولج النهار في اليل وأن الله سميع بصير"
      },
      {
        "id": 2657,
        "surah": 22,
        "nomor": 62,
        "ar": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ",
        "tr": "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l<u>h</u>aqqu wa-anna m<u>aa</u> yad'uuna min duunihi huwa <strong>a</strong>lb<u>aath</u>ilu wa-anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l'aliyyu <strong>a</strong>lkabiir<strong>u</strong>",
        "idn": "Demikianlah (kebesaran Allah) karena Allah, Dialah (Tuhan) Yang Hak. Dan apa saja yang mereka seru selain Dia, itulah yang batil, dan sungguh Allah, Dialah Yang Mahatinggi, Mahabesar.",
        "signCode": "ذلك بأن الله هو الحق وأن ما يدعون من دونه هو البطل وأن الله هو العلي الكبير"
      },
      {
        "id": 2658,
        "surah": 22,
        "nomor": 63,
        "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۖ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۗ اِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ ۚ",
        "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fatu<u>sh</u>bi<u>h</u>u <strong>a</strong>l-ar<u>dh</u>u mukh<u>dh</u>arratan inna <strong>al</strong>l<u>aa</u>ha la<u>th</u>iifun khabiir<strong>un</strong>",
        "idn": "Tidakkah engkau memperhatikan, bahwa Allah menurunkan air (hujan) dari langit, sehingga bumi menjadi hijau? Sungguh, Allah Mahahalus, Maha Mengetahui.",
        "signCode": "ألم تر أن الله أنزل من السماء ماء فتصبح الأرض مخضرة إن الله لطيف خبير"
      },
      {
        "id": 2659,
        "surah": 22,
        "nomor": 64,
        "ar": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُ",
        "tr": "lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa-inna <strong>al</strong>l<u>aa</u>ha lahuwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>",
        "idn": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji.",
        "signCode": "له ما في السموت وما في الأرض وإن الله لهو الغني الحميد"
      },
      {
        "id": 2660,
        "surah": 22,
        "nomor": 65,
        "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ ",
        "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha sakhkhara lakum m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa<strong>a</strong>lfulka tajrii fii <strong>a</strong>lba<u>h</u>ri bi-amrihi wayumsiku <strong>al</strong>ssam<u>aa</u>-a an taqa'a 'al<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> bi-i<u>dz</u>nihi inna <strong>al</strong>l<u>aa</u>ha bi<strong>al</strong>nn<u>aa</u>si larauufun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia.",
        "signCode": "ألم تر أن الله سخر لكم ما في الأرض والفلك تجري في البحر بأمره ويمسك السماء أن تقع على الأرض إلا بإذنه إن الله بالناس لرءوف رحيم"
      },
      {
        "id": 2661,
        "surah": 22,
        "nomor": 66,
        "ar": "وَهُوَ الَّذِيْٓ اَحْيَاكُمْ ۖ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ ",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii a<u>h</u>y<u>aa</u>kum tsumma yumiitukum tsumma yu<u>h</u>yiikum inna <strong>a</strong>l-ins<u>aa</u>na lakafuur<strong>un</strong>",
        "idn": "Dan Dialah yang menghidupkan kamu, kemudian mematikan kamu, kemudian menghidupkan kamu kembali (pada hari kebangkitan). Sungguh, manusia itu sangat kufur nikmat.",
        "signCode": "وهو الذي أحياكم ثم يميتكم ثم يحييكم إن الإنسن لكفور"
      },
      {
        "id": 2662,
        "surah": 22,
        "nomor": 67,
        "ar": "لِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوْهُ فَلَا يُنَازِعُنَّكَ فِى الْاَمْرِ وَادْعُ اِلٰى رَبِّكَۗ اِنَّكَ لَعَلٰى هُدًى مُّسْتَقِيْمٍ ",
        "tr": "likulli ummatin ja'aln<u>aa</u> mansakan hum n<u>aa</u>sikuuhu fal<u>aa</u> yun<u>aa</u>zi'unnaka fii <strong>a</strong>l-amri wa<strong>u</strong>d'u il<u>aa</u> rabbika innaka la'al<u>aa</u> hudan mustaqiim<strong>in</strong>",
        "idn": "Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan, maka tidak sepantasnya mereka berbantahan dengan engkau dalam urusan (syariat) ini dan serulah (mereka) kepada Tuhanmu. Sungguh, engkau (Muhammad) berada di jalan yang lurus.",
        "signCode": "لكل أمة جعلنا منسكا هم ناسكوه فلا ينزعنك في الأمر وادع إلى ربك إنك لعلى هدى مستقيم"
      },
      {
        "id": 2663,
        "surah": 22,
        "nomor": 68,
        "ar": "وَاِنْ جَادَلُوْكَ فَقُلِ اللّٰهُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ",
        "tr": "wa-in j<u>aa</u>daluuka faquli <strong>al</strong>l<u>aa</u>hu a'lamu bim<u>aa</u> ta'maluun<strong>a</strong>",
        "idn": "Dan jika mereka membantah engkau, maka katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”",
        "signCode": "وإن جدلوك فقل الله أعلم بما تعملون"
      },
      {
        "id": 2664,
        "surah": 22,
        "nomor": 69,
        "ar": "اَللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
        "tr": "<strong>al</strong>l<u>aa</u>hu ya<u>h</u>kumu baynakum yawma <strong>a</strong>lqiy<u>aa</u>mati fiim<u>aa</u> kuntum fiihi takhtalifuun<strong>a</strong>",
        "idn": "Allah akan mengadili di antara kamu pada hari Kiamat tentang apa yang dahulu kamu memperselisihkannya. ",
        "signCode": "الله يحكم بينكم يوم القيمة فيما كنتم فيه تختلفون"
      },
      {
        "id": 2665,
        "surah": 22,
        "nomor": 70,
        "ar": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمَاۤءِ وَالْاَرْضِۗ اِنَّ ذٰلِكَ فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
        "tr": "alam ta'lam anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i inna <u>dzaa</u>lika fii kit<u>aa</u>bin inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>",
        "idn": "Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfuzh). Sesungguhnya yang demikian itu sangat mudah bagi Allah. ",
        "signCode": "ألم تعلم أن الله يعلم ما في السماء والأرض إن ذلك في كتب إن ذلك على الله يسير"
      },
      {
        "id": 2666,
        "surah": 22,
        "nomor": 71,
        "ar": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّمَا لَيْسَ لَهُمْ بِهٖ عِلْمٌ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
        "tr": "waya'buduuna min duuni <strong>al</strong>l<u>aa</u>hi m<u>aa</u> lam yunazzil bihi sul<u>th</u><u>aa</u>nan wam<u>aa</u> laysa lahum bihi 'ilmun wam<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min na<u>sh</u>iir<strong>in</strong>",
        "idn": "Dan mereka menyembah selain Allah, tanpa dasar yang jelas tentang itu, dan mereka tidak mempunyai pengetahuan (pula) tentang itu. Bagi orang-orang yang zalim tidak ada seorang penolong pun.",
        "signCode": "ويعبدون من دون الله ما لم ينزل به سلطنا وما ليس لهم به علم وما للظلمين من نصير"
      },
      {
        "id": 2667,
        "surah": 22,
        "nomor": 72,
        "ar": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ تَعْرِفُ فِيْ وُجُوْهِ الَّذِيْنَ كَفَرُوا الْمُنْكَرَۗ يَكَادُوْنَ يَسْطُوْنَ بِالَّذِيْنَ يَتْلُوْنَ عَلَيْهِمْ اٰيٰتِنَاۗ قُلْ اَفَاُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكُمْۗ  اَلنَّارُۗ وَعَدَهَا اللّٰهُ الَّذِ",
        "tr": "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhim <u>aa</u>y<u>aa</u>tun<u>aa</u> bayyin<u>aa</u>tin ta'rifu fii wujuuhi <strong>al</strong>la<u>dz</u>iina kafaruu <strong>a</strong>lmunkara yak<u>aa</u>duuna yas<u>th</u>uuna bi<strong>a</strong>lla<u>dz</u>iina yatluuna 'alayhim <u>aa</u>y<u>aa</u>tin<u>aa</u> qul afa-unabbi-ukum bisyarrin min <u>dzaa</u>likum <strong>al</strong>nn<u>aa</u>ru wa'adah<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina kafaruu wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang yang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), “Apakah akan aku kabarkan kepada-mu (mengenai sesuatu) yang lebih buruk dari itu, (yaitu) neraka?” Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali.",
        "signCode": "وإذا تتلى عليهم ءايتنا بينت تعرف في وجوه الذين كفروا المنكر يكادون يسطون بالذين يتلون عليهم ءايتنا قل أفأنبئكم بشر من ذلكم النار وعدها الله الذين كفروا وبئس المصير"
      },
      {
        "id": 2668,
        "surah": 22,
        "nomor": 73,
        "ar": "يٰٓاَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَهٗ ۗاِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗ ۗوَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ ضَعُفَ الطَّالِبُ وَالْمَط",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su <u>dh</u>uriba matsalun fa<strong>i</strong>stami'uu lahu inna <strong>al</strong>la<u>dz</u>iina tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi lan yakhluquu <u>dz</u>ub<u>aa</u>ban walawi ijtama'uu lahu wa-in yaslubuhumu <strong>al</strong><u>dzdz</u>ub<u>aa</u>bu syay-an l<u>aa</u> yastanqi<u>dz</u>uuhu minhu <u>dh</u>a'ufa <strong>al</strong><u>ththaa</u>libu wa<strong>a</strong>lma<u>th</u>luub<strong>u</strong>",
        "idn": "Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.",
        "signCode": "يأيها الناس ضرب مثل فاستمعوا له إن الذين تدعون من دون الله لن يخلقوا ذبابا ولو اجتمعوا له وإن يسلبهم الذباب شيءا لا يستنقذوه منه ضعف الطالب والمطلوب"
      },
      {
        "id": 2669,
        "surah": 22,
        "nomor": 74,
        "ar": "مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
        "tr": "m<u>aa</u> qadaruu <strong>al</strong>l<u>aa</u>ha <u>h</u>aqqa qadrihi inna <strong>al</strong>l<u>aa</u>ha laqawiyyun 'aziiz<strong>un</strong>",
        "idn": "Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sungguh, Allah Mahakuat, Mahaperkasa.",
        "signCode": "ما قدروا الله حق قدره إن الله لقوي عزيز"
      },
      {
        "id": 2670,
        "surah": 22,
        "nomor": 75,
        "ar": "اَللّٰهُ يَصْطَفِيْ مِنَ الْمَلٰۤىِٕكَةِ رُسُلًا وَّمِنَ النَّاسِۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ۚ",
        "tr": "<strong>al</strong>l<u>aa</u>hu ya<u>sth</u>afii mina <strong>a</strong>lmal<u>aa</u>-ikati rusulan wamina <strong>al</strong>nn<u>aa</u>si inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
        "idn": "Allah memilih para utusan(-Nya) dari malaikat dan dari manusia. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
        "signCode": "الله يصطفي من الملئكة رسلا ومن الناس إن الله سميع بصير"
      },
      {
        "id": 2671,
        "surah": 22,
        "nomor": 76,
        "ar": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
        "tr": "ya'lamu m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>",
        "idn": "Dia (Allah) mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka. Dan hanya kepada Allah dikembalikan segala urusan.",
        "signCode": "يعلم ما بين أيديهم وما خلفهم وإلى الله ترجع الأمور"
      },
      {
        "id": 2672,
        "surah": 22,
        "nomor": 77,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ارْكَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُوْنَ ۚ۩",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu irka'uu wa<strong>u</strong>sjuduu wa<strong>u</strong>'buduu rabbakum wa<strong>i</strong>f'aluu <strong>a</strong>lkhayra la'allakum tufli<u>h</u>uun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Rukuklah, sujudlah, dan sembahlah Tuhanmu; dan berbuatlah kebaikan, agar kamu beruntung.",
        "signCode": "يأيها الذين ءامنوا اركعوا واسجدوا واعبدوا ربكم وافعلوا الخير لعلكم تفلحون"
      },
      {
        "id": 2673,
        "surah": 22,
        "nomor": 78,
        "ar": "وَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُو",
        "tr": "waj<u>aa</u>hiduu fii <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqa jih<u>aa</u>dihi huwa ijtab<u>aa</u>kum wam<u>aa</u> ja'ala 'alaykum fii <strong>al</strong>ddiini min <u>h</u>arajin millata abiikum ibr<u>aa</u>hiima huwa samm<u>aa</u>kumu <strong>a</strong>lmuslimiina min qablu wafii h<u>aadzaa</u> liyakuuna <strong>al</strong>rrasuulu syahiidan 'alaykum watakuunuu syuhad<u>aa</u>-a 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si fa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa<strong>i</strong>'ta<u>sh</u>imuu bi<strong>al</strong>l<u>aa</u>hi huwa mawl<u>aa</u>kum fani'ma <strong>a</strong>lmawl<u>aa</u> wani'ma <strong>al</strong>nna<u>sh</u>iir<strong>u</strong>",
        "idn": "Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong.",
        "signCode": "وجهدوا في الله حق جهاده هو اجتبىكم وما جعل عليكم في الدين من حرج ملة أبيكم إبرهيم هو سمىكم المسلمين من قبل وفي هذا ليكون الرسول شهيدا عليكم وتكونوا شهداء على الناس فأقيموا الصلوة وءاتوا الزكوة واعتصموا بالله هو مولىكم فنعم المولى ونعم النصير"
      }
    ]
  }
]