[
  {
    "status": true,
    "nomor": 23,
    "nama": "المؤمنون",
    "nama_latin": "Al-Mu'minun",
    "jumlah_ayat": 118,
    "tempat_turun": "mekah",
    "arti": "Orang-Orang Mukmin",
    "deskripsi": "Surat Al Mu'minuun terdiri atas 118 ayat, termasuk golongan surat-surat Makkiyyah. Dinamai <i>Al Mu'minuun</i>, karena permulaan ayat ini manerangkan bagaimana seharusnya sifat-sifat orang mukmin yang menyebabkan keberuntungan mereka di akhirat dan ketenteraman jiwa mereka di dunia. Demikian tingginya sifat-sifat itu, hingga ia telah menjadi akhlak bagi Nabi Muhammad s.a.w.",
    "audio": "https://santrikoding.com/storage/audio/023.mp3",
    "ayat": [
      {
        "id": 2674,
        "surah": 23,
        "nomor": 1,
        "ar": " قَدْ اَفْلَحَ الْمُؤْمِنُوْنَ ۙ",
        "tr": "qad afla<u>h</u>a <strong>a</strong>lmu/minuun<strong>a</strong>",
        "idn": "Sungguh beruntung orang-orang yang beriman,",
        "signCode": "قد أفلح المؤمنون"
      },
      {
        "id": 2675,
        "surah": 23,
        "nomor": 2,
        "ar": " الَّذِيْنَ هُمْ فِيْ صَلٰو تِهِمْ خَاشِعُوْنَ",
        "tr": "<strong>al</strong>la<u>dz</u>iina hum fii <u>sh</u>al<u>aa</u>tihim kh<u>aa</u>syi'uun<strong>a</strong>",
        "idn": "(yaitu) orang yang khusyuk dalam salatnya,",
        "signCode": "الذين هم في صلاتهم خشعون"
      },
      {
        "id": 2676,
        "surah": 23,
        "nomor": 3,
        "ar": "وَالَّذِيْنَ هُمْ عَنِ اللَّغْوِ مُعْرِضُوْنَ ۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum 'ani <strong>al</strong>laghwi mu'ri<u>dh</u>uun<strong>a</strong>",
        "idn": "dan orang yang menjauhkan diri dari (perbuatan dan perkataan) yang tidak berguna,",
        "signCode": "والذين هم عن اللغو معرضون"
      },
      {
        "id": 2677,
        "surah": 23,
        "nomor": 4,
        "ar": "وَالَّذِيْنَ هُمْ لِلزَّكٰوةِ فَاعِلُوْنَ ۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum li<strong>l</strong>zzak<u>aa</u>ti f<u>aa</u>'iluun<strong>a</strong>",
        "idn": "dan orang yang menunaikan zakat,",
        "signCode": "والذين هم للزكوة فعلون"
      },
      {
        "id": 2678,
        "surah": 23,
        "nomor": 5,
        "ar": " وَالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَ ۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum lifuruujihim <u>haa</u>fi<u>zh</u>uun<strong>a</strong>",
        "idn": "dan orang yang memelihara kemaluannya,",
        "signCode": "والذين هم لفروجهم حفظون"
      },
      {
        "id": 2679,
        "surah": 23,
        "nomor": 6,
        "ar": "اِلَّا عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَۚ",
        "tr": "ill<u>aa</u> 'al<u>aa</u> azw<u>aa</u>jihim aw m<u>aa</u> malakat aym<u>aa</u>nuhum fa-innahum ghayru maluumiin<strong>a</strong>",
        "idn": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka tidak tercela.",
        "signCode": "إلا على أزوجهم أو ما ملكت أيمنهم فإنهم غير ملومين"
      },
      {
        "id": 2680,
        "surah": 23,
        "nomor": 7,
        "ar": "فَمَنِ ابْتَغٰى وَرَاۤءَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْعٰدُوْنَ ۚ",
        "tr": "famani ibtagh<u>aa</u> war<u>aa</u>-a <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>l'<u>aa</u>duun<strong>a</strong>",
        "idn": "Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas.",
        "signCode": "فمن ابتغى وراء ذلك فأولئك هم العادون"
      },
      {
        "id": 2681,
        "surah": 23,
        "nomor": 8,
        "ar": "وَالَّذِيْنَ هُمْ لِاَمٰنٰتِهِمْ وَعَهْدِهِمْ رَاعُوْنَ ۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum li-am<u>aa</u>n<u>aa</u>tihim wa'ahdihim r<u>aa</u>'uun<strong>a</strong>",
        "idn": "Dan (sungguh beruntung) orang yang memelihara amanat-amanat dan janjinya,",
        "signCode": "والذين هم لأمنتهم وعهدهم رعون"
      },
      {
        "id": 2682,
        "surah": 23,
        "nomor": 9,
        "ar": "وَالَّذِيْنَ هُمْ عَلٰى صَلَوٰتِهِمْ يُحَافِظُوْنَ ۘ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum 'al<u>aa</u> <u>sh</u>alaw<u>aa</u>tihim yu<u>haa</u>fi<u>zh</u>uun<strong>a</strong>",
        "idn": "serta orang yang memelihara salatnya.",
        "signCode": "والذين هم على صلوتهم يحافظون"
      },
      {
        "id": 2683,
        "surah": 23,
        "nomor": 10,
        "ar": "اُولٰۤىِٕكَ هُمُ الْوَارِثُوْنَ ۙ",
        "tr": "ul<u>aa</u>-ika humu <strong>a</strong>lw<u>aa</u>ritsuun<strong>a</strong>",
        "idn": "Mereka itulah orang yang akan mewarisi,",
        "signCode": "أولئك هم الورثون"
      },
      {
        "id": 2684,
        "surah": 23,
        "nomor": 11,
        "ar": "الَّذِيْنَ يَرِثُوْنَ الْفِرْدَوْسَۗ هُمْ فِيْهَا خٰلِدُوْنَ ",
        "tr": "<strong>al</strong>la<u>dz</u>iina yaritsuuna <strong>a</strong>lfirdawsa hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
        "idn": "(yakni) yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya.",
        "signCode": "الذين يرثون الفردوس هم فيها خلدون"
      },
      {
        "id": 2685,
        "surah": 23,
        "nomor": 12,
        "ar": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ سُلٰلَةٍ مِّنْ طِيْنٍ ۚ",
        "tr": "walaqad khalaqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na min sul<u>aa</u>latin min <u>th</u>iin<strong>in</strong>",
        "idn": "Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah.",
        "signCode": "ولقد خلقنا الإنسن من سللة من طين"
      },
      {
        "id": 2686,
        "surah": 23,
        "nomor": 13,
        "ar": "ثُمَّ جَعَلْنٰهُ نُطْفَةً فِيْ قَرَارٍ مَّكِيْنٍ ۖ",
        "tr": "tsumma ja'aln<u>aa</u>hu nu<u>th</u>fatan fii qar<u>aa</u>rin makiin<strong>in</strong>",
        "idn": "Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).",
        "signCode": "ثم جعلنه نطفة في قرار مكين"
      },
      {
        "id": 2687,
        "surah": 23,
        "nomor": 14,
        "ar": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظٰمًا فَكَسَوْنَا الْعِظٰمَ لَحْمًا ثُمَّ اَنْشَأْنٰهُ خَلْقًا اٰخَرَۗ فَتَبَارَكَ اللّٰهُ اَحْسَنُ الْخَالِقِيْنَۗ ",
        "tr": "tsumma khalaqn<u>aa</u> <strong>al</strong>nnu<u>th</u>fata 'alaqatan fakhalaqn<u>aa</u> <strong>a</strong>l'alaqata mu<u>dh</u>ghatan fakhalaqn<u>aa</u> <strong>a</strong>lmu<u>dh</u>ghata 'i<u>zhaa</u>man fakasawn<u>aa</u> <strong>a</strong>l'i<u>zhaa</u>ma la<u>h</u>man tsumma ansya/n<u>aa</u>hu khalqan <u>aa</u>khara fatab<u>aa</u>raka <strong>al</strong>l<u>aa</u>hu a<u>h</u>sanu <strong>a</strong>lkh<u>aa</u>liqiin<strong>a</strong>",
        "idn": "Kemudian, air mani itu Kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Mahasuci Allah, Pencipta yang paling baik.",
        "signCode": "ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظما فكسونا العظم لحما ثم أنشأنه خلقا ءاخر فتبارك الله أحسن الخلقين"
      },
      {
        "id": 2688,
        "surah": 23,
        "nomor": 15,
        "ar": " ثُمَّ اِنَّكُمْ بَعْدَ ذٰلِكَ لَمَيِّتُوْنَ ۗ",
        "tr": "tsumma innakum ba'da <u>dzaa</u>lika lamayyituun<strong>a</strong>",
        "idn": "Kemudian setelah itu, sesungguhnya kamu pasti mati.",
        "signCode": "ثم إنكم بعد ذلك لميتون"
      },
      {
        "id": 2689,
        "surah": 23,
        "nomor": 16,
        "ar": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ تُبْعَثُوْنَ",
        "tr": "tsumma innakum yawma <strong>a</strong>lqiy<u>aa</u>mati tub'atsuun<strong>a</strong>",
        "idn": "Kemudian, sesungguhnya kamu akan dibangkitkan (dari kuburmu) pada hari Kiamat.",
        "signCode": "ثم إنكم يوم القيمة تبعثون"
      },
      {
        "id": 2690,
        "surah": 23,
        "nomor": 17,
        "ar": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَاۤىِٕقَۖ وَمَا كُنَّا عَنِ الْخَلْقِ غٰفِلِيْنَ",
        "tr": "walaqad khalaqn<u>aa</u> fawqakum sab'a <u>th</u>ar<u>aa</u>-iqa wam<u>aa</u> kunn<u>aa</u> 'ani <strong>a</strong>lkhalqi gh<u>aa</u>filiin<strong>a</strong>",
        "idn": "Dan sungguh, Kami telah menciptakan tujuh (lapis) langit di atas kamu, dan Kami tidaklah lengah terhadap ciptaan (Kami).",
        "signCode": "ولقد خلقنا فوقكم سبع طرائق وما كنا عن الخلق غفلين"
      },
      {
        "id": 2691,
        "surah": 23,
        "nomor": 18,
        "ar": "وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍ فَاَسْكَنّٰهُ فِى الْاَرْضِۖ وَاِنَّا عَلٰى ذَهَابٍۢ بِهٖ لَقٰدِرُوْنَ ۚ",
        "tr": "wa-anzaln<u>aa</u> mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an biqadarin fa-askann<u>aa</u>hu fii <strong>a</strong>l-ar<u>dh</u>i wa-inn<u>aa</u> 'al<u>aa</u> <u>dz</u>ah<u>aa</u>bin bihi laq<u>aa</u>diruun<strong>a</strong>",
        "idn": "Dan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. ",
        "signCode": "وأنزلنا من السماء ماء بقدر فأسكنه في الأرض وإنا على ذهاب به لقدرون"
      },
      {
        "id": 2692,
        "surah": 23,
        "nomor": 19,
        "ar": "فَاَنْشَأْنَا لَكُمْ بِهٖ جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍۘ لَكُمْ فِيْهَا فَوَاكِهُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ",
        "tr": "fa-ansya/n<u>aa</u> lakum bihi jann<u>aa</u>tin min nakhiilin wa-a'n<u>aa</u>bin lakum fiih<u>aa</u> faw<u>aa</u>kihu katsiiratun waminh<u>aa</u> ta/kuluun<strong>a</strong>",
        "idn": "Lalu dengan (air) itu, Kami tumbuhkan untukmu kebun-kebun kurma dan anggur; di sana kamu memperoleh buah-buahan yang banyak dan sebagian dari (buah-buahan) itu kamu makan, ",
        "signCode": "فأنشأنا لكم به جنت من نخيل وأعنب لكم فيها فوكه كثيرة ومنها تأكلون"
      },
      {
        "id": 2693,
        "surah": 23,
        "nomor": 20,
        "ar": "وَشَجَرَةً تَخْرُجُ مِنْ طُوْرِ سَيْنَاۤءَ تَنْۢبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْاٰكِلِيْنَ ",
        "tr": "wasyajaratan takhruju min <u>th</u>uuri sayn<u>aa</u>-a tanbutu bi<strong>al</strong>dduhni wa<u>sh</u>ibghin lil<u>aa</u>kiliin<strong>a</strong>",
        "idn": "dan (Kami tumbuhkan) pohon (zaitun) yang tumbuh dari gunung Sinai, yang menghasilkan minyak, dan bahan pembangkit selera bagi orang-orang yang makan. ",
        "signCode": "وشجرة تخرج من طور سيناء تنبت بالدهن وصبغ للءاكلين"
      },
      {
        "id": 2694,
        "surah": 23,
        "nomor": 21,
        "ar": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةًۗ  نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهَا وَلَكُمْ فِيْهَا مَنَافِعُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ ",
        "tr": "wa-inna lakum fii <strong>a</strong>l-an'<u>aa</u>mi la'ibratan nusqiikum mimm<u>aa</u> fii bu<u>th</u>uunih<u>aa</u> walakum fiih<u>aa</u> man<u>aa</u>fi'u katsiiratun waminh<u>aa</u> ta/kuluun<strong>a</strong>",
        "idn": "Dan sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan,",
        "signCode": "وإن لكم في الأنعم لعبرة نسقيكم مما في بطونها ولكم فيها منفع كثيرة ومنها تأكلون"
      },
      {
        "id": 2695,
        "surah": 23,
        "nomor": 22,
        "ar": "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَ ࣖ",
        "tr": "wa'alayh<u>aa</u> wa'al<u>aa</u> <strong>a</strong>lfulki tu<u>h</u>maluun<strong>a</strong>",
        "idn": "di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut.",
        "signCode": "وعليها وعلى الفلك تحملون"
      },
      {
        "id": 2696,
        "surah": 23,
        "nomor": 23,
        "ar": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
        "tr": "walaqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi faq<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu afal<u>aa</u> tattaquun<strong>a</strong>",
        "idn": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah, (karena) tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
        "signCode": "ولقد أرسلنا نوحا إلى قومه فقال يقوم اعبدوا الله ما لكم من إله غيره أفلا تتقون"
      },
      {
        "id": 2697,
        "surah": 23,
        "nomor": 24,
        "ar": "فَقَالَ الْمَلَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يُرِيْدُ اَنْ يَّتَفَضَّلَ عَلَيْكُمْۗ وَلَوْ شَاۤءَ اللّٰهُ لَاَنْزَلَ مَلٰۤىِٕكَةً  ۖمَّا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ۚ",
        "tr": "faq<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> basyarun mitslukum yuriidu an yatafa<u>dhdh</u>ala 'alaykum walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu la-anzala mal<u>aa</u>-ikatan m<u>aa</u> sami'n<u>aa</u> bih<u>aadzaa</u> fii <u>aa</u>b<u>aa</u>-in<u>aa</u> <strong>a</strong>l-awwaliin<strong>a</strong>",
        "idn": "Maka berkatalah para pemuka orang kafir dari kaumnya, “Orang ini tidak lain hanyalah manusia seperti kamu, yang ingin menjadi orang yang lebih mulia daripada kamu. Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada (masa) nenek moyang kami dahulu.",
        "signCode": "فقال الملؤا الذين كفروا من قومه ما هذا إلا بشر مثلكم يريد أن يتفضل عليكم ولو شاء الله لأنزل ملئكة ما سمعنا بهذا في ءابائنا الأولين"
      },
      {
        "id": 2698,
        "surah": 23,
        "nomor": 25,
        "ar": "اِنْ هُوَ اِلَّا رَجُلٌۢ بِهٖ جِنَّةٌ فَتَرَبَّصُوْا بِهٖ حَتّٰى حِيْنٍ",
        "tr": "in huwa ill<u>aa</u> rajulun bihi jinnatun fatarabba<u>sh</u>uu bihi <u>h</u>att<u>aa</u> <u>h</u>iin<strong>in</strong>",
        "idn": "Dia hanyalah seorang laki-laki yang gila, maka tunggulah (sabarlah) terhadapnya sampai waktu yang ditentukan.”",
        "signCode": "إن هو إلا رجل به جنة فتربصوا به حتى حين"
      },
      {
        "id": 2699,
        "surah": 23,
        "nomor": 26,
        "ar": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ ",
        "tr": "q<u>aa</u>la rabbi un<u>sh</u>urnii bim<u>aa</u> ka<u>dzdz</u>abuun<strong>i</strong>",
        "idn": "Dia (Nuh) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
        "signCode": "قال رب انصرني بما كذبون"
      },
      {
        "id": 2700,
        "surah": 23,
        "nomor": 27,
        "ar": "فَاَوْحَيْنَآ اِلَيْهِ اَنِ اصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا فَاِذَا جَاۤءَ اَمْرُنَا وَفَارَ التَّنُّوْرُۙ فَاسْلُكْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْۚ وَلَا تُخَاطِبْنِيْ فِى ال",
        "tr": "fa-aw<u>h</u>ayn<u>aa</u> ilayhi ani i<u>sh</u>na'i <strong>a</strong>lfulka bi-a'yunin<u>aa</u> wawa<u>h</u>yin<u>aa</u> fa-i<u>dzaa</u> j<u>aa</u>-a amrun<u>aa</u> waf<u>aa</u>ra <strong>al</strong>ttannuuru fa<strong>u</strong>sluk fiih<u>aa</u> min kullin zawjayni itsnayni wa-ahlaka ill<u>aa</u> man sabaqa 'alayhi <strong>a</strong>lqawlu minhum wal<u>aa</u> tukh<u>aath</u>ibnii fii <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu innahum mughraquun<strong>a</strong>",
        "idn": "Lalu Kami wahyukan kepadanya, “Buatlah kapal di bawah pengawasan dan petunjuk Kami, maka apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, maka masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis, juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim, sesungguhnya mereka itu akan ditenggelamkan.",
        "signCode": "فأوحينا إليه أن اصنع الفلك بأعيننا ووحينا فإذا جاء أمرنا وفار التنور فاسلك فيها من كل زوجين اثنين وأهلك إلا من سبق عليه القول منهم ولا تخطبني في الذين ظلموا إنهم مغرقون"
      },
      {
        "id": 2701,
        "surah": 23,
        "nomor": 28,
        "ar": "فَاِذَا اسْتَوَيْتَ اَنْتَ وَمَنْ مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ",
        "tr": "fa-i<u>dzaa</u> istawayta anta waman ma'aka 'al<u>aa</u> <strong>a</strong>lfulki faquli <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii najj<u>aa</u>n<u>aa</u> mina <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, “Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.”",
        "signCode": "فإذا استويت أنت ومن معك على الفلك فقل الحمد لله الذي نجىنا من القوم الظلمين"
      },
      {
        "id": 2702,
        "surah": 23,
        "nomor": 29,
        "ar": "وَقُلْ رَّبِّ اَنْزِلْنِيْ مُنْزَلًا مُّبٰرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ",
        "tr": "waqul rabbi anzilnii munzalan mub<u>aa</u>rakan wa-anta khayru <strong>a</strong>lmunziliin<strong>a</strong>",
        "idn": "Dan berdoalah, “Ya Tuhanku, tempatkanlah aku pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat.”",
        "signCode": "وقل رب أنزلني منزلا مباركا وأنت خير المنزلين"
      },
      {
        "id": 2703,
        "surah": 23,
        "nomor": 30,
        "ar": "اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ وَّاِنْ كُنَّا لَمُبْتَلِيْنَ",
        "tr": "inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin wa-in kunn<u>aa</u> lamubtaliin<strong>a</strong>",
        "idn": "Sungguh, pada (kejadian) itu benar-benar terdapat tanda-tanda (kebesaran Allah); dan sesungguhnya Kami benar-benar menimpakan siksaan (kepada kaum Nuh itu).",
        "signCode": "إن في ذلك لءايت وإن كنا لمبتلين"
      },
      {
        "id": 2704,
        "surah": 23,
        "nomor": 31,
        "ar": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ ۚ",
        "tr": "tsumma ansya/n<u>aa</u> min ba'dihim qarnan <u>aa</u>khariin<strong>a</strong>",
        "idn": "Kemudian setelah mereka, Kami ciptakan umat yang lain (kaum ‘Ad).",
        "signCode": "ثم أنشأنا من بعدهم قرنا ءاخرين"
      },
      {
        "id": 2705,
        "surah": 23,
        "nomor": 32,
        "ar": "فَاَرْسَلْنَا فِيْهِمْ رَسُوْلًا مِّنْهُمْ اَنِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ࣖ ",
        "tr": "fa-arsaln<u>aa</u> fiihim rasuulan minhum ani u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu afal<u>aa</u> tattaquun<strong>a</strong>",
        "idn": "Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata), “Sembahlah Allah! Tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
        "signCode": "فأرسلنا فيهم رسولا منهم أن اعبدوا الله ما لكم من إله غيره أفلا تتقون"
      },
      {
        "id": 2706,
        "surah": 23,
        "nomor": 33,
        "ar": "وَقَالَ الْمَلَاُ مِنْ قَوْمِهِ الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِلِقَاۤءِ الْاٰخِرَةِ وَاَتْرَفْنٰهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يَأْكُلُ مِمَّا تَأْكُلُوْنَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُوْنَ ",
        "tr": "waq<u>aa</u>la <strong>a</strong>lmalau min qawmihi <strong>al</strong>la<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu biliq<u>aa</u>-i <strong>a</strong>l-<u>aa</u>khirati wa-atrafn<u>aa</u>hum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> basyarun mitslukum ya/kulu mimm<u>aa</u> ta/kuluuna minhu wayasyrabu mimm<u>aa</u> tasyrabuun<strong>a</strong>",
        "idn": "Dan berkatalah para pemuka orang kafir dari kaumnya dan yang mendustakan pertemuan hari akhirat serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia, “(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan apa yang kamu makan, dan dia minum apa yang kamu minum.”",
        "signCode": "وقال الملأ من قومه الذين كفروا وكذبوا بلقاء الءاخرة وأترفنهم في الحيوة الدنيا ما هذا إلا بشر مثلكم يأكل مما تأكلون منه ويشرب مما تشربون"
      },
      {
        "id": 2707,
        "surah": 23,
        "nomor": 34,
        "ar": "وَلَىِٕنْ اَطَعْتُمْ بَشَرًا مِّثْلَكُمْ اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ ۙ",
        "tr": "wala-in a<u>th</u>a'tum basyaran mitslakum innakum i<u>dz</u>an lakh<u>aa</u>siruun<strong>a</strong>",
        "idn": "Dan sungguh, jika kamu menaati manusia seperti kamu, niscaya kamu pasti rugi.",
        "signCode": "ولئن أطعتم بشرا مثلكم إنكم إذا لخسرون"
      },
      {
        "id": 2708,
        "surah": 23,
        "nomor": 35,
        "ar": "اَيَعِدُكُمْ اَنَّكُمْ اِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَّعِظَامًا اَنَّكُمْ مُّخْرَجُوْنَ ۖ ",
        "tr": "aya'idukum annakum i<u>dzaa</u> mittum wakuntum tur<u>aa</u>ban wa'i<u>zhaa</u>man annakum mukhrajuun<strong>a</strong>",
        "idn": "Adakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)?",
        "signCode": "أيعدكم أنكم إذا متم وكنتم ترابا وعظما أنكم مخرجون"
      },
      {
        "id": 2709,
        "surah": 23,
        "nomor": 36,
        "ar": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوْعَدُوْنَ ۖ ",
        "tr": "hayh<u>aa</u>ta hayh<u>aa</u>ta lim<u>aa</u> tuu'aduun<strong>a</strong>",
        "idn": "Jauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, ",
        "signCode": "هيهات هيهات لما توعدون"
      },
      {
        "id": 2710,
        "surah": 23,
        "nomor": 37,
        "ar": "اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ۖ ",
        "tr": "in hiya ill<u>aa</u> <u>h</u>ay<u>aa</u>tun<u>aa</u> <strong>al</strong>dduny<u>aa</u> namuutu wana<u>h</u>y<u>aa</u> wam<u>aa</u> na<u>h</u>nu bimab'uutsiin<strong>a</strong>",
        "idn": "(kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi),",
        "signCode": "إن هي إلا حياتنا الدنيا نموت ونحيا وما نحن بمبعوثين"
      },
      {
        "id": 2711,
        "surah": 23,
        "nomor": 38,
        "ar": "اِنْ هُوَ اِلَّا رَجُلُ ِۨافْتَرٰى عَلَى اللّٰهِ كَذِبًا وَّمَا نَحْنُ لَهٗ بِمُؤْمِنِيْنَ",
        "tr": "in huwa ill<u>aa</u> rajulun iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban wam<u>aa</u> na<u>h</u>nu lahu bimu/miniin<strong>a</strong>",
        "idn": "Dia tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kita tidak akan mempercayainya.",
        "signCode": "إن هو إلا رجل افترى على الله كذبا وما نحن له بمؤمنين"
      },
      {
        "id": 2712,
        "surah": 23,
        "nomor": 39,
        "ar": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ",
        "tr": "q<u>aa</u>la rabbi un<u>sh</u>urnii bim<u>aa</u> ka<u>dzdz</u>abuun<strong>i</strong>",
        "idn": "Dia (Hud) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
        "signCode": "قال رب انصرني بما كذبون"
      },
      {
        "id": 2713,
        "surah": 23,
        "nomor": 40,
        "ar": "قَالَ عَمَّا قَلِيْلٍ لَّيُصْبِحُنَّ نٰدِمِيْنَ ۚ ",
        "tr": "q<u>aa</u>la 'amm<u>aa</u> qaliilin layu<u>sh</u>bi<u>h</u>unna n<u>aa</u>dimiin<strong>a</strong>",
        "idn": "Dia (Allah) berfirman, “Tidak lama lagi mereka pasti akan menyesal.”",
        "signCode": "قال عما قليل ليصبحن ندمين"
      },
      {
        "id": 2714,
        "surah": 23,
        "nomor": 41,
        "ar": "فَاَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنٰهُمْ غُثَاۤءًۚ فَبُعْدًا لِّلْقَوْمِ الظّٰلِمِيْنَ",
        "tr": "fa-akha<u>dz</u>at-humu <strong>al</strong><u>shsh</u>ay<u>h</u>atu bi<strong>a</strong>l<u>h</u>aqqi faja'aln<u>aa</u>hum ghuts<u>aa</u>-an fabu'dan lilqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Lalu mereka benar-benar dimusnahkan oleh suara yang mengguntur, dan Kami jadikan mereka (seperti) sampah yang dibawa banjir. Maka binasalah bagi orang-orang yang zalim. ",
        "signCode": "فأخذتهم الصيحة بالحق فجعلنهم غثاء فبعدا للقوم الظلمين"
      },
      {
        "id": 2715,
        "surah": 23,
        "nomor": 42,
        "ar": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قُرُوْنًا اٰخَرِيْنَ ۗ",
        "tr": "tsumma ansya/n<u>aa</u> min ba'dihim quruunan <u>aa</u>khariin<strong>a</strong>",
        "idn": "Kemudian setelah mereka Kami ciptakan umat-umat yang lain.",
        "signCode": "ثم أنشأنا من بعدهم قرونا ءاخرين"
      },
      {
        "id": 2716,
        "surah": 23,
        "nomor": 43,
        "ar": "مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ۗ",
        "tr": "m<u>aa</u> tasbiqu min ummatin ajalah<u>aa</u> wam<u>aa</u> yasta/khiruun<strong>a</strong>",
        "idn": "Tidak ada satu umat pun yang dapat menyegerakan ajalnya, dan tidak (pula) menangguhkannya.",
        "signCode": "ما تسبق من أمة أجلها وما يستءخرون"
      },
      {
        "id": 2717,
        "surah": 23,
        "nomor": 44,
        "ar": "ثُمَّ اَرْسَلْنَا رُسُلَنَا تَتْرَاۗ  كُلَّمَا جَاۤءَ اُمَّةً رَّسُوْلُهَا كَذَّبُوْهُ فَاَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَّجَعَلْنٰهُمْ اَحَادِيْثَۚ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُوْنَ ",
        "tr": "tsumma arsaln<u>aa</u> rusulan<u>aa</u> tatr<u>aa</u> kulla m<u>aa</u> j<u>aa</u>-a ummatan rasuuluh<u>aa</u> ka<u>dzdz</u>abuuhu fa-atba'n<u>aa</u> ba'<u>dh</u>ahum ba'<u>dh</u>an waja'aln<u>aa</u>hum a<u>haa</u>diitsa fabu'dan liqawmin l<u>aa</u> yu/minuun<strong>a</strong>",
        "idn": "Kemudian, Kami utus rasul-rasul Kami berturut-turut. Setiap kali seorang rasul datang kepada suatu umat, mereka mendustakannya, maka Kami silihgantikan sebagian mereka dengan sebagian yang lain (dalam kebinasaan). Dan Kami jadikan mereka bahan cerita (bagi manusia). Maka kebinasaanlah bagi kaum yang tidak beriman.",
        "signCode": "ثم أرسلنا رسلنا تترا كل ما جاء أمة رسولها كذبوه فأتبعنا بعضهم بعضا وجعلنهم أحاديث فبعدا لقوم لا يؤمنون"
      },
      {
        "id": 2718,
        "surah": 23,
        "nomor": 45,
        "ar": "ثُمَّ اَرْسَلْنَا مُوْسٰى وَاَخَاهُ هٰرُوْنَ ەۙ بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ",
        "tr": "tsumma arsaln<u>aa</u> muus<u>aa</u> wa-akh<u>aa</u>hu h<u>aa</u>ruuna bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wasul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>",
        "idn": "Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda (kebesaran) Kami, dan bukti yang nyata,",
        "signCode": "ثم أرسلنا موسى وأخاه هرون بءايتنا وسلطن مبين"
      },
      {
        "id": 2719,
        "surah": 23,
        "nomor": 46,
        "ar": "اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا عَالِيْنَ ۚ",
        "tr": "il<u>aa</u> fir'awna wamala-ihi fa<strong>i</strong>stakbaruu wak<u>aa</u>nuu qawman '<u>aa</u>liin<strong>a</strong>",
        "idn": "kepada Fir‘aun dan para pemuka kaumnya, tetapi mereka angkuh dan mereka memang kaum yang sombong.",
        "signCode": "إلى فرعون وملإيه فاستكبروا وكانوا قوما عالين"
      },
      {
        "id": 2720,
        "surah": 23,
        "nomor": 47,
        "ar": "فَقَالُوْٓا اَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عٰبِدُوْنَ ۚ",
        "tr": "faq<u>aa</u>luu anu/minu libasyarayni mitslin<u>aa</u> waqawmuhum<u>aa</u> lan<u>aa</u> '<u>aa</u>biduun<strong>a</strong>",
        "idn": "Maka mereka berkata, “Apakah (pantas) kita percaya kepada dua orang manusia seperti kita, padahal kaum mereka (Bani Israil) adalah orang-orang yang menghambakan diri kepada kita?”",
        "signCode": "فقالوا أنؤمن لبشرين مثلنا وقومهما لنا عبدون"
      },
      {
        "id": 2721,
        "surah": 23,
        "nomor": 48,
        "ar": "فَكَذَّبُوْهُمَا فَكَانُوْا مِنَ الْمُهْلَكِيْنَ ",
        "tr": "faka<u>dzdz</u>abuuhum<u>aa</u> fak<u>aa</u>nuu mina <strong>a</strong>lmuhlakiin<strong>a</strong>",
        "idn": "Maka mereka mendustakan keduanya, sebab itu mereka termasuk orang yang dibinasakan.",
        "signCode": "فكذبوهما فكانوا من المهلكين"
      },
      {
        "id": 2722,
        "surah": 23,
        "nomor": 49,
        "ar": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ لَعَلَّهُمْ يَهْتَدُوْنَ ",
        "tr": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba la'allahum yahtaduun<strong>a</strong>",
        "idn": "Dan sungguh, telah Kami anugerahi kepada Musa Kitab (Taurat), agar mereka (Bani Israil) mendapat petunjuk.",
        "signCode": "ولقد ءاتينا موسى الكتب لعلهم يهتدون"
      },
      {
        "id": 2723,
        "surah": 23,
        "nomor": 50,
        "ar": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَاُمَّهٗٓ اٰيَةً وَّاٰوَيْنٰهُمَآ اِلٰى رَبْوَةٍ ذَاتِ قَرَارٍ وَّمَعِيْنٍ ࣖ",
        "tr": "waja'aln<u>aa</u> ibna maryama waummahu <u>aa</u>yatan wa<u>aa</u>wayn<u>aa</u>hum<u>aa</u> il<u>aa</u> rabwatin <u>dzaa</u>ti qar<u>aa</u>rin wama'iin<strong>in</strong>",
        "idn": "Dan telah Kami jadikan (Isa) putra Maryam bersama ibunya sebagai suatu bukti yang nyata bagi (kebesaran Kami), dan Kami melindungi mereka di sebuah dataran tinggi, (tempat yang tenang, rindang dan banyak buah-buahan) dengan mata air yang mengalir.",
        "signCode": "وجعلنا ابن مريم وأمه ءاية وءاوينهما إلى ربوة ذات قرار ومعين"
      },
      {
        "id": 2724,
        "surah": 23,
        "nomor": 51,
        "ar": "يٰٓاَيُّهَا الرُّسُلُ كُلُوْا مِنَ الطَّيِّبٰتِ وَاعْمَلُوْا صَالِحًاۗ اِنِّيْ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ۗ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>rrusulu kuluu mina <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti wa<strong>i</strong>'maluu <u>shaa</u>li<u>h</u>an innii bim<u>aa</u> ta'maluuna 'aliim<strong>un</strong>",
        "idn": "Allah berfirman, “Wahai para rasul! Makanlah dari (makanan) yang baik-baik, dan kerjakanlah kebajikan. Sungguh, Aku Maha Mengetahui apa yang kamu kerjakan.",
        "signCode": "يأيها الرسل كلوا من الطيبت واعملوا صلحا إني بما تعملون عليم"
      },
      {
        "id": 2725,
        "surah": 23,
        "nomor": 52,
        "ar": "وَاِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةً وَّاَنَا۠ رَبُّكُمْ فَاتَّقُوْنِ",
        "tr": "wa-inna h<u>aadz</u>ihi ummatukum ummatan w<u>aah</u>idatan wa-an<u>aa</u> rabbukum fa<strong>i</strong>ttaquun<strong>i</strong>",
        "idn": "Dan sungguh, (agama tauhid) inilah agama kamu, agama yang satu dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku.”",
        "signCode": "وإن هذه أمتكم أمة وحدة وأنا ربكم فاتقون"
      },
      {
        "id": 2726,
        "surah": 23,
        "nomor": 53,
        "ar": "فَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْ زُبُرًاۗ  كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ ",
        "tr": "fataqa<u>ththh</u>a'uu amrahum baynahum zuburan kullu <u>h</u>izbin bim<u>aa</u> ladayhim fari<u>h</u>uun<strong>a</strong>",
        "idn": "Kemudian mereka terpecah belah dalam urusan (agama)nya menjadi beberapa golongan. Setiap golongan (merasa) bangga dengan apa yang ada pada mereka (masing-masing).",
        "signCode": "فتقطعوا أمرهم بينهم زبرا كل حزب بما لديهم فرحون"
      },
      {
        "id": 2727,
        "surah": 23,
        "nomor": 54,
        "ar": "فَذَرْهُمْ فِيْ غَمْرَتِهِمْ حَتّٰى حِيْنٍ ",
        "tr": "fa<u>dz</u>arhum fii ghamratihim <u>h</u>att<u>aa</u> <u>h</u>iin<strong>in</strong>",
        "idn": "Maka biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan.",
        "signCode": "فذرهم في غمرتهم حتى حين"
      },
      {
        "id": 2728,
        "surah": 23,
        "nomor": 55,
        "ar": "اَيَحْسَبُوْنَ اَنَّمَا نُمِدُّهُمْ بِهٖ مِنْ مَّالٍ وَّبَنِيْنَ ۙ",
        "tr": "aya<u>h</u>sabuuna annam<u>aa</u> numidduhum bihi min m<u>aa</u>lin wabaniin<strong>a</strong>",
        "idn": "Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa),",
        "signCode": "أيحسبون أنما نمدهم به من مال وبنين"
      },
      {
        "id": 2729,
        "surah": 23,
        "nomor": 56,
        "ar": "نُسَارِعُ لَهُمْ فِى الْخَيْرٰتِۗ بَلْ لَّا يَشْعُرُوْنَ",
        "tr": "nus<u>aa</u>ri'u lahum fii <strong>a</strong>lkhayr<u>aa</u>ti bal l<u>aa</u> yasy'uruun<strong>a</strong>",
        "idn": "Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya.",
        "signCode": "نسارع لهم في الخيرت بل لا يشعرون"
      },
      {
        "id": 2730,
        "surah": 23,
        "nomor": 57,
        "ar": "اِنَّ الَّذِيْنَ هُمْ مِّنْ خَشْيَةِ رَبِّهِمْ مُّشْفِقُوْنَ ۙ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina hum min khasyyati rabbihim musyfiquun<strong>a</strong>",
        "idn": "Sungguh, orang-orang yang karena takut (azab) Tuhannya, mereka sangat berhati-hati,",
        "signCode": "إن الذين هم من خشية ربهم مشفقون"
      },
      {
        "id": 2731,
        "surah": 23,
        "nomor": 58,
        "ar": "وَالَّذِيْنَ هُمْ بِاٰيٰتِ رَبِّهِمْ يُؤْمِنُوْنَ ۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum bi-<u>aa</u>y<u>aa</u>ti rabbihim yu/minuun<strong>a</strong>",
        "idn": "dan mereka yang beriman dengan tanda-tanda (kekuasaan) Tuhannya,",
        "signCode": "والذين هم بءايت ربهم يؤمنون"
      },
      {
        "id": 2732,
        "surah": 23,
        "nomor": 59,
        "ar": "وَالَّذِيْنَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُوْنَ ۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum birabbihim l<u>aa</u> yusyrikuun<strong>a</strong>",
        "idn": "dan mereka yang tidak mempersekutukan Tuhannya,",
        "signCode": "والذين هم بربهم لا يشركون"
      },
      {
        "id": 2733,
        "surah": 23,
        "nomor": 60,
        "ar": "وَالَّذِيْنَ يُؤْتُوْنَ مَآ اٰتَوْا وَّقُلُوْبُهُمْ وَجِلَةٌ اَنَّهُمْ اِلٰى رَبِّهِمْ رٰجِعُوْنَ ۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yu/tuuna m<u>aa</u> <u>aa</u>taw waquluubuhum wajilatun annahum il<u>aa</u> rabbihim r<u>aa</u>ji'uun<strong>a</strong>",
        "idn": "dan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya,",
        "signCode": "والذين يؤتون ما ءاتوا وقلوبهم وجلة أنهم إلى ربهم رجعون"
      },
      {
        "id": 2734,
        "surah": 23,
        "nomor": 61,
        "ar": "اُولٰۤىِٕكَ يُسَارِعُوْنَ فِى الْخَيْرٰتِ وَهُمْ لَهَا سٰبِقُوْنَ",
        "tr": "ul<u>aa</u>-ika yus<u>aa</u>ri'uuna fii <strong>a</strong>lkhayr<u>aa</u>ti wah",
        "idn": "mereka itu bersegera dalam kebaikan-kebaikan, dan merekalah orang-orang yang lebih dahulu memperolehnya.",
        "signCode": "أولئك يسرعون في الخيرت وهم لها سبقون"
      },
      {
        "id": 2735,
        "surah": 23,
        "nomor": 62,
        "ar": "وَلَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۖ وَلَدَيْنَا كِتٰبٌ يَّنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ ",
        "tr": "wal<u>aa</u> nukallifu nafsan ill<u>aa</u> wus'ah<u>aa</u> waladayn<u>aa</u> kit<u>aa</u>bun yan<u>th</u>iqu bi<strong>a</strong>l<u>h</u>aqqi wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>",
        "idn": "Dan Kami tidak membebani seseorang melainkan menurut kesanggupannya, dan pada Kami ada suatu catatan yang menuturkan dengan sebenarnya, dan mereka tidak dizalimi (dirugikan). ",
        "signCode": "ولا نكلف نفسا إلا وسعها ولدينا كتب ينطق بالحق وهم لا يظلمون"
      },
      {
        "id": 2736,
        "surah": 23,
        "nomor": 63,
        "ar": "بَلْ قُلُوْبُهُمْ فِيْ غَمْرَةٍ مِّنْ هٰذَا وَلَهُمْ اَعْمَالٌ مِّنْ دُوْنِ ذٰلِكَ هُمْ لَهَا عَامِلُوْنَ",
        "tr": "bal quluubuhum fii ghamratin min h<u>aadzaa</u> walahum a'm<u>aa</u>lun min duuni <u>dzaa</u>lika hum lah<u>aa</u> '<u>aa</u>miluun<strong>a</strong>",
        "idn": "Tetapi, hati mereka (orang-orang kafir) itu dalam kesesatan dari (memahami Al-Qur'an) ini, dan mereka mempunyai (kebiasaan banyak mengerjakan) perbuatan-perbuatan lain (buruk) yang terus mereka kerjakan.",
        "signCode": "بل قلوبهم في غمرة من هذا ولهم أعمل من دون ذلك هم لها عملون"
      },
      {
        "id": 2737,
        "surah": 23,
        "nomor": 64,
        "ar": "حَتّٰٓى اِذَآ اَخَذْنَا مُتْرَفِيْهِمْ بِالْعَذَابِ اِذَا هُمْ يَجْـَٔرُوْنَ ۗ",
        "tr": "<u>h</u>att<u>aa</u> i<u>dzaa</u> akha<u>dz</u>n<u>aa</u> mutrafiihim bi<strong>a</strong>l'a<u>dzaa</u>bi i<u>dzaa</u> hum yaj-aruun<strong>a</strong>",
        "idn": "Sehingga apabila Kami timpakan siksaan kepada orang-orang yang hidup bermewah-mewah di antara mereka, seketika itu mereka berteriak-teriak meminta tolong.",
        "signCode": "حتى إذا أخذنا مترفيهم بالعذاب إذا هم يجءرون"
      },
      {
        "id": 2738,
        "surah": 23,
        "nomor": 65,
        "ar": "لَا تَجْـَٔرُوا الْيَوْمَۖ اِنَّكُمْ مِّنَّا لَا تُنْصَرُوْنَ ",
        "tr": "l<u>aa</u> taj-aruu <strong>a</strong>lyawma innakum minn<u>aa</u> l<u>aa</u> tun<u>sh</u>aruun<strong>a</strong>",
        "idn": "Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami.",
        "signCode": "لا تجءروا اليوم إنكم منا لا تنصرون"
      },
      {
        "id": 2739,
        "surah": 23,
        "nomor": 66,
        "ar": "قَدْ كَانَتْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ عَلٰٓى اَعْقَابِكُمْ تَنْكِصُوْنَ ۙ",
        "tr": "qad k<u>aa</u>nat <u>aa</u>y<u>aa</u>tii tutl<u>aa</u> 'alaykum fakuntum 'al<u>aa</u> a'q<u>aa</u>bikum tanki<u>sh</u>uun<strong>a</strong>",
        "idn": "Sesungguhnya ayat-ayat-Ku (Al-Qur'an) selalu dibacakan kepada kamu, tetapi kamu selalu berpaling ke belakang,",
        "signCode": "قد كانت ءايتي تتلى عليكم فكنتم على أعقبكم تنكصون"
      },
      {
        "id": 2740,
        "surah": 23,
        "nomor": 67,
        "ar": "مُسْتَكْبِرِيْنَۙ بِهٖ سٰمِرًا تَهْجُرُوْنَ ",
        "tr": "mustakbiriina bihi s<u>aa</u>miran tahjuruun<strong>a</strong>",
        "idn": "dengan menyombongkan diri dan mengucapkan perkataan-perkataan keji terhadapnya (Al-Qur'an) pada waktu kamu bercakap-cakap pada malam hari.",
        "signCode": "مستكبرين به سمرا تهجرون"
      },
      {
        "id": 2741,
        "surah": 23,
        "nomor": 68,
        "ar": "اَفَلَمْ يَدَّبَّرُوا الْقَوْلَ اَمْ جَاۤءَهُمْ مَّا لَمْ يَأْتِ اٰبَاۤءَهُمُ الْاَوَّلِيْنَ ۖ",
        "tr": "afalam yaddabbaruu <strong>a</strong>lqawla am j<u>aa</u>-ahum m<u>aa</u> lam ya/ti <u>aa</u>b<u>aa</u>-ahumu <strong>a</strong>l-awwaliin<strong>a</strong>",
        "idn": "Maka tidakkah mereka menghayati firman (Allah), atau adakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu?",
        "signCode": "أفلم يدبروا القول أم جاءهم ما لم يأت ءاباءهم الأولين"
      },
      {
        "id": 2742,
        "surah": 23,
        "nomor": 69,
        "ar": "اَمْ لَمْ يَعْرِفُوْا رَسُوْلَهُمْ فَهُمْ لَهٗ مُنْكِرُوْنَ ۖ",
        "tr": "am lam ya'rifuu rasuulahum fahum lahu munkiruun<strong>a</strong>",
        "idn": "Ataukah mereka tidak mengenal Rasul mereka (Muhammad), karena itu mereka mengingkarinya?",
        "signCode": "أم لم يعرفوا رسولهم فهم له منكرون"
      },
      {
        "id": 2743,
        "surah": 23,
        "nomor": 70,
        "ar": "اَمْ يَقُوْلُوْنَ بِهٖ جِنَّةٌ ۗ بَلْ جَاۤءَهُمْ بِالْحَقِّ وَاَكْثَرُهُمْ لِلْحَقِّ كٰرِهُوْنَ ",
        "tr": "am yaquuluuna bihi jinnatun bal j<u>aa</u>-ahum bi<strong>a</strong>l<u>h</u>aqqi wa-aktsaruhum lil<u>h</u>aqqi k<u>aa</u>rihuun<strong>a</strong>",
        "idn": "Atau mereka berkata, “Orang itu (Muhammad) gila.” Padahal, dia telah datang membawa kebenaran kepada mereka, tetapi kebanyakan mereka membenci kebenaran. ",
        "signCode": "أم يقولون به جنة بل جاءهم بالحق وأكثرهم للحق كرهون"
      },
      {
        "id": 2744,
        "surah": 23,
        "nomor": 71,
        "ar": "وَلَوِ اتَّبَعَ الْحَقُّ اَهْوَاۤءَهُمْ لَفَسَدَتِ السَّمٰوٰتُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ بَلْ اَتَيْنٰهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُّعْرِضُوْنَ ۗ",
        "tr": "walawi ittaba'a <strong>a</strong>l<u>h</u>aqqu ahw<u>aa</u>-ahum lafasadati <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wa<strong>a</strong>l-ar<u>dh</u>u waman fiihinna bal atayn<u>aa</u>hum bi<u>dz</u>ikrihim fahum 'an <u>dz</u>ikrihim mu'ri<u>dh</u>uun<strong>a</strong>",
        "idn": "Dan seandainya kebenaran itu menuruti keinginan mereka, pasti binasalah langit dan bumi, dan semua yang ada di dalamnya. Bahkan Kami telah memberikan peringatan kepada mereka, tetapi mereka berpaling dari peringatan itu.",
        "signCode": "ولو اتبع الحق أهواءهم لفسدت السموت والأرض ومن فيهن بل أتينهم بذكرهم فهم عن ذكرهم معرضون"
      },
      {
        "id": 2745,
        "surah": 23,
        "nomor": 72,
        "ar": "اَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖوَّهُوَ خَيْرُ الرّٰزِقِيْنَ",
        "tr": "am tas-aluhum kharjan fakhar<u>aa</u>ju rabbika khayrun wahuwa khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>",
        "idn": "Atau engkau (Muhammad) meminta imbalan kepada mereka? Sedangkan imbalan dari Tuhanmu lebih baik, karena Dia pemberi rezeki yang terbaik.",
        "signCode": "أم تسءلهم خرجا فخراج ربك خير وهو خير الرزقين"
      },
      {
        "id": 2746,
        "surah": 23,
        "nomor": 73,
        "ar": "وَاِنَّكَ لَتَدْعُوْهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
        "tr": "wa-innaka latad'uuhum il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
        "idn": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus.",
        "signCode": "وإنك لتدعوهم إلى صرط مستقيم"
      },
      {
        "id": 2747,
        "surah": 23,
        "nomor": 74,
        "ar": "وَاِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُوْنَ ",
        "tr": "wa-inna <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati 'ani <strong>al</strong><u>shsh</u>ir<u>aath</u>i lan<u>aa</u>kibuun<strong>a</strong>",
        "idn": "Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan (yang lurus).",
        "signCode": "وإن الذين لا يؤمنون بالءاخرة عن الصرط لنكبون"
      },
      {
        "id": 2748,
        "surah": 23,
        "nomor": 75,
        "ar": "۞ وَلَوْ رَحِمْنٰهُمْ وَكَشَفْنَا مَا بِهِمْ مِّنْ ضُرٍّ لَّلَجُّوْا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
        "tr": "walaw ra<u>h</u>imn<u>aa</u>hum wakasyafn<u>aa</u> m<u>aa</u> bihim min <u>dh</u>urrin lalajjuu fii <u>th</u>ughy<u>aa</u>nihim ya'mahuun<strong>a</strong>",
        "idn": "Dan seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka.",
        "signCode": "ولو رحمنهم وكشفنا ما بهم من ضر للجوا في طغينهم يعمهون"
      },
      {
        "id": 2749,
        "surah": 23,
        "nomor": 76,
        "ar": "وَلَقَدْ اَخَذْنٰهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوْا لِرَبِّهِمْ وَمَا يَتَضَرَّعُوْنَ",
        "tr": "walaqad akha<u>dz</u>n<u>aa</u>hum bi<strong>a</strong>l'a<u>dzaa</u>bi fam<u>aa</u> istak<u>aa</u>nuu lirabbihim wam<u>aa</u> yata<u>dh</u>arra'uun<strong>a</strong>",
        "idn": "Dan sungguh Kami telah menimpakan siksaan kepada mereka, tetapi mereka tidak mau tunduk kepada Tuhannya, dan (juga) tidak merendahkan diri.",
        "signCode": "ولقد أخذنهم بالعذاب فما استكانوا لربهم وما يتضرعون"
      },
      {
        "id": 2750,
        "surah": 23,
        "nomor": 77,
        "ar": "حَتّٰٓى اِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيْدٍ اِذَا هُمْ فِيْهِ مُبْلِسُوْنَ ࣖ ",
        "tr": "<u>h</u>att<u>aa</u> i<u>dzaa</u> fata<u>h</u>n<u>aa</u> 'alayhim b<u>aa</u>ban <u>dzaa</u> 'a<u>dzaa</u>bin syadiidin i<u>dzaa</u> hum fiihi mublisuun<strong>a</strong>",
        "idn": "Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa.",
        "signCode": "حتى إذا فتحنا عليهم بابا ذا عذاب شديد إذا هم فيه مبلسون"
      },
      {
        "id": 2751,
        "surah": 23,
        "nomor": 78,
        "ar": "وَهُوَ الَّذِيْٓ اَنْشَاَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii ansya-a lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>",
        "idn": "Dan Dialah yang telah menciptakan bagimu pendengaran, penglihatan dan hati nurani, tetapi sedikit sekali kamu bersyukur.",
        "signCode": "وهو الذي أنشأ لكم السمع والأبصر والأفءدة قليلا ما تشكرون"
      },
      {
        "id": 2752,
        "surah": 23,
        "nomor": 79,
        "ar": "وَهُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii <u>dz</u>ara-akum fii <strong>a</strong>l-ar<u>dh</u>i wa-ilayhi tu<u>h</u>syaruun<strong>a</strong>",
        "idn": "Dan Dialah yang menciptakan dan mengembangbiakkan kamu di bumi dan kepada-Nyalah kamu akan dikumpulkan.",
        "signCode": "وهو الذي ذرأكم في الأرض وإليه تحشرون"
      },
      {
        "id": 2753,
        "surah": 23,
        "nomor": 80,
        "ar": "وَهُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُ وَلَهُ اخْتِلَافُ الَّيْلِ وَالنَّهَارِۗ اَفَلَا تَعْقِلُوْنَ",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii yu<u>h</u>yii wayumiitu walahu ikhtil<u>aa</u>fu <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri afal<u>aa</u> ta'qiluun<strong>a</strong>",
        "idn": "Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pergantian malam dan siang. Tidakkah kamu mengerti?",
        "signCode": "وهو الذي يحي ويميت وله اختلف اليل والنهار أفلا تعقلون"
      },
      {
        "id": 2754,
        "surah": 23,
        "nomor": 81,
        "ar": "بَلْ قَالُوْا مِثْلَ مَا قَالَ الْاَوَّلُوْنَ",
        "tr": "bal q<u>aa</u>luu mitsla m<u>aa</u> q<u>aa</u>la <strong>a</strong>l-awwaluun<strong>a</strong>",
        "idn": "Bahkan mereka mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu.",
        "signCode": "بل قالوا مثل ما قال الأولون"
      },
      {
        "id": 2755,
        "surah": 23,
        "nomor": 82,
        "ar": "قَالُوْٓا ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَ",
        "tr": "q<u>aa</u>luu a-i<u>dzaa</u> mitn<u>aa</u> wakunn<u>aa</u> tur<u>aa</u>ban wa'i<u>zhaa</u>man a-inn<u>aa</u> lamab'uutsuun<strong>a</strong>",
        "idn": "Mereka berkata, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali?  ",
        "signCode": "قالوا أءذا متنا وكنا ترابا وعظما أءنا لمبعوثون"
      },
      {
        "id": 2756,
        "surah": 23,
        "nomor": 83,
        "ar": "لَقَدْ وُعِدْنَا نَحْنُ وَاٰبَاۤؤُنَا هٰذَا مِنْ قَبْلُ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ",
        "tr": "laqad wu'idn<u>aa</u> na<u>h</u>nu wa<u>aa</u>b<u>aa</u>un<u>aa</u> h<u>aadzaa</u> min qablu in h<u>aadzaa</u> ill<u>aa</u> as<u>aath</u>iiru <strong>a</strong>l-awwaliin<strong>a</strong>",
        "idn": "Sungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu, ini hanyalah dongeng orang-orang terdahulu!”",
        "signCode": "لقد وعدنا نحن وءاباؤنا هذا من قبل إن هذا إلا أسطير الأولين"
      },
      {
        "id": 2757,
        "surah": 23,
        "nomor": 84,
        "ar": "قُلْ لِّمَنِ الْاَرْضُ وَمَنْ فِيْهَآ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
        "tr": "qul limani <strong>a</strong>l-ar<u>dh</u>u waman fiih<u>aa</u> in kuntum ta'lamuun<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Milik siapakah bumi, dan semua yang ada di dalamnya, jika kamu mengetahui?”",
        "signCode": "قل لمن الأرض ومن فيها إن كنتم تعلمون"
      },
      {
        "id": 2758,
        "surah": 23,
        "nomor": 85,
        "ar": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَذَكَّرُوْنَ ",
        "tr": "sayaquuluuna lill<u>aa</u>hi qul afal<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Mereka akan menjawab, “Milik Allah.” Katakanlah, “Maka apakah kamu tidak ingat?”",
        "signCode": "سيقولون لله قل أفلا تذكرون"
      },
      {
        "id": 2759,
        "surah": 23,
        "nomor": 86,
        "ar": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيْمِ",
        "tr": "qul man rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti <strong>al</strong>ssab'i warabbu <strong>a</strong>l'arsyi <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
        "idn": "Katakanlah, “Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki ‘Arsy yang agung?”",
        "signCode": "قل من رب السموت السبع ورب العرش العظيم"
      },
      {
        "id": 2760,
        "surah": 23,
        "nomor": 87,
        "ar": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَتَّقُوْنَ",
        "tr": "sayaquuluuna lill<u>aa</u>hi qul afal<u>aa</u> tattaquun<strong>a</strong>",
        "idn": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “Maka mengapa kamu tidak bertakwa?”",
        "signCode": "سيقولون لله قل أفلا تتقون"
      },
      {
        "id": 2761,
        "surah": 23,
        "nomor": 88,
        "ar": "قُلْ مَنْۢ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّهُوَ يُجِيْرُ وَلَا يُجَارُ عَلَيْهِ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
        "tr": "qul man biyadihi malakuutu kulli syay-in wahuwa yujiiru wal<u>aa</u> yuj<u>aa</u>ru 'alayhi in kuntum ta'lamuun<strong>a</strong>",
        "idn": "Katakanlah, “Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, dan tidak ada yang dapat dilindungi dari (azab-Nya), jika kamu mengetahui?”",
        "signCode": "قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون"
      },
      {
        "id": 2762,
        "surah": 23,
        "nomor": 89,
        "ar": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ فَاَنّٰى تُسْحَرُوْنَ",
        "tr": "sayaquuluuna lill<u>aa</u>hi qul fa-ann<u>aa</u> tus<u>h</u>aruun<strong>a</strong>",
        "idn": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “(Kalau demikian), maka bagaimana kamu sampai tertipu?”",
        "signCode": "سيقولون لله قل فأنى تسحرون"
      },
      {
        "id": 2763,
        "surah": 23,
        "nomor": 90,
        "ar": "بَلْ اَتَيْنٰهُمْ بِالْحَقِّ وَاِنَّهُمْ لَكٰذِبُوْنَ",
        "tr": "bal atayn<u>aa</u>hum bi<strong>a</strong>l<u>h</u>aqqi wa-innahum lak<u>aadz</u>ibuun<strong>a</strong>",
        "idn": "Padahal Kami telah membawa kebenaran kepada mereka, tetapi mere-ka benar-benar pendusta.",
        "signCode": "بل أتينهم بالحق وإنهم لكذبون"
      },
      {
        "id": 2764,
        "surah": 23,
        "nomor": 91,
        "ar": "مَا اتَّخَذَ اللّٰهُ مِنْ وَّلَدٍ وَّمَا كَانَ مَعَهٗ مِنْ اِلٰهٍ اِذًا لَّذَهَبَ كُلُّ اِلٰهٍۢ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلٰى بَعْضٍۗ سُبْحٰنَ اللّٰهِ عَمَّا يَصِفُوْنَ ۙ",
        "tr": "m<u>aa</u> ittakha<u>dz</u>a <strong>al</strong>l<u>aa</u>hu min waladin wam<u>aa</u> k<u>aa</u>na ma'ahu min il<u>aa</u>hin i<u>dz</u>an la<u>dz</u>ahaba kullu il<u>aa</u>hin bim<u>aa</u> khalaqa wala'al<u>aa</u> ba'<u>dh</u>uhum 'al<u>aa</u> ba'<u>dh</u>in sub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi 'amm<u>aa</u> ya<u>sh</u>ifuun<strong>a</strong>",
        "idn": "Allah tidak mempunyai anak, dan tidak ada tuhan (yang lain) bersama-Nya, (sekiranya tuhan banyak), maka masing-masing tuhan itu akan membawa apa (makhluk) yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Mahasuci Allah dari apa yang mereka sifatkan itu,",
        "signCode": "ما اتخذ الله من ولد وما كان معه من إله إذا لذهب كل إله بما خلق ولعلا بعضهم على بعض سبحن الله عما يصفون"
      },
      {
        "id": 2765,
        "surah": 23,
        "nomor": 92,
        "ar": "عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ",
        "tr": "'<u>aa</u>limi <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati fata'<u>aa</u>l<u>aa</u> 'amm<u>aa</u> yusyrikuun<strong>a</strong>",
        "idn": "(Dialah Tuhan) yang mengetahui semua yang gaib dan semua yang tampak. Mahatinggi (Allah) dari apa yang mereka persekutukan.",
        "signCode": "علم الغيب والشهدة فتعلى عما يشركون"
      },
      {
        "id": 2766,
        "surah": 23,
        "nomor": 93,
        "ar": "قُلْ رَّبِّ اِمَّا تُرِيَنِّيْ مَا يُوْعَدُوْنَ ۙ",
        "tr": "qul rabbi imm<u>aa</u> turiyannii m<u>aa</u> yuu'aduun<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku apa (azab) yang diancamkan kepada mereka,",
        "signCode": "قل رب إما تريني ما يوعدون"
      },
      {
        "id": 2767,
        "surah": 23,
        "nomor": 94,
        "ar": "رَبِّ فَلَا تَجْعَلْنِيْ فِى الْقَوْمِ الظّٰلِمِيْنَ",
        "tr": "rabbi fal<u>aa</u> taj'alnii fii <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Ya Tuhanku, maka janganlah Engkau jadikan aku dalam golongan orang-orang zalim.”",
        "signCode": "رب فلا تجعلني في القوم الظلمين"
      },
      {
        "id": 2768,
        "surah": 23,
        "nomor": 95,
        "ar": "وَاِنَّا عَلٰٓى اَنْ نُّرِيَكَ مَا نَعِدُهُمْ لَقٰدِرُوْنَ",
        "tr": "wa-inn<u>aa</u> 'al<u>aa</u> an nuriyaka m<u>aa</u> na'iduhum laq<u>aa</u>diruun<strong>a</strong>",
        "idn": "Dan sungguh, Kami kuasa untuk memperlihatkan kepadamu (Muhammad) apa yang Kami ancamkan kepada mereka.",
        "signCode": "وإنا على أن نريك ما نعدهم لقدرون"
      },
      {
        "id": 2769,
        "surah": 23,
        "nomor": 96,
        "ar": "اِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ السَّيِّئَةَۗ  نَحْنُ اَعْلَمُ بِمَا يَصِفُوْنَ ",
        "tr": "idfa' bi<strong>a</strong>llatii hiya a<u>h</u>sanu <strong>al</strong>ssayyi-ata na<u>h</u>nu a'lamu bim<u>aa</u> ya<u>sh</u>ifuun<strong>a</strong>",
        "idn": "Tolaklah perbuatan buruk mereka dengan (cara) yang lebih baik, Kami lebih mengetahui apa yang mereka sifatkan (kepada Allah).",
        "signCode": "ادفع بالتي هي أحسن السيئة نحن أعلم بما يصفون"
      },
      {
        "id": 2770,
        "surah": 23,
        "nomor": 97,
        "ar": "وَقُلْ رَّبِّ اَعُوْذُ بِكَ مِنْ هَمَزٰتِ الشَّيٰطِيْنِ ۙ",
        "tr": "waqul rabbi a'uu<u>dz</u>u bika min hamaz<u>aa</u>ti <strong>al</strong>sysyay<u>aath</u>iin<strong>i</strong>",
        "idn": "Dan katakanlah, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan,",
        "signCode": "وقل رب أعوذ بك من همزت الشيطين"
      },
      {
        "id": 2771,
        "surah": 23,
        "nomor": 98,
        "ar": "وَاَعُوْذُ بِكَ رَبِّ اَنْ يَّحْضُرُوْنِ ",
        "tr": "wa-a'uu<u>dz</u>u bika rabbi an ya<u>hd</u>uruun<strong>i</strong>",
        "idn": "dan aku berlindung (pula) kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku.”",
        "signCode": "وأعوذ بك رب أن يحضرون"
      },
      {
        "id": 2772,
        "surah": 23,
        "nomor": 99,
        "ar": "حَتّٰٓى اِذَا جَاۤءَ اَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُوْنِ ۙ",
        "tr": "<u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-a a<u>h</u>adahumu <strong>a</strong>lmawtu q<u>aa</u>la rabbi irji'uun<strong>i</strong>",
        "idn": "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata, “Ya Tuhanku, kembalikanlah aku (ke dunia),",
        "signCode": "حتى إذا جاء أحدهم الموت قال رب ارجعون"
      },
      {
        "id": 2773,
        "surah": 23,
        "nomor": 100,
        "ar": "لَعَلِّيْٓ اَعْمَلُ صَالِحًا فِيْمَا تَرَكْتُ كَلَّاۗ اِنَّهَا كَلِمَةٌ هُوَ قَاۤىِٕلُهَاۗ وَمِنْ وَّرَاۤىِٕهِمْ بَرْزَخٌ اِلٰى يَوْمِ يُبْعَثُوْنَ ",
        "tr": "la'allii a'malu <u>shaa</u>li<u>h</u>an fiim<u>aa</u> taraktu kall<u>aa</u> innah<u>aa</u> kalimatun huwa q<u>aa</u>-iluh<u>aa</u> wamin war<u>aa</u>-ihim barzakhun il<u>aa</u> yawmi yub'atsuun<strong>a</strong>",
        "idn": "agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan mereka ada barzakh sampai pada hari mereka dibangkitkan.",
        "signCode": "لعلي أعمل صلحا فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون"
      },
      {
        "id": 2774,
        "surah": 23,
        "nomor": 101,
        "ar": "فَاِذَا نُفِخَ فِى الصُّوْرِ فَلَآ اَنْسَابَ بَيْنَهُمْ يَوْمَىِٕذٍ وَّلَا يَتَسَاۤءَلُوْنَ",
        "tr": "fa-i<u>dzaa</u> nufikha fii <strong>al</strong><u>shsh</u>uuri fal<u>aa</u> ans<u>aa</u>ba baynahum yawma-i<u>dz</u>in wal<u>aa</u> yatas<u>aa</u>-aluun<strong>a </strong>",
        "idn": "Apabila sangkakala ditiup maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya.",
        "signCode": "فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون"
      },
      {
        "id": 2775,
        "surah": 23,
        "nomor": 102,
        "ar": "فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
        "tr": "faman tsaqulat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
        "idn": "Barangsiapa berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang beruntung.",
        "signCode": "فمن ثقلت موزينه فأولئك هم المفلحون"
      },
      {
        "id": 2776,
        "surah": 23,
        "nomor": 103,
        "ar": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فِيْ جَهَنَّمَ خٰلِدُوْنَ ۚ",
        "tr": "waman khaffat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum fii jahannama kh<u>aa</u>liduun<strong>a</strong>",
        "idn": "Dan barang siapa ringan timbangan (kebaikan)nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahanam",
        "signCode": "ومن خفت موزينه فأولئك الذين خسروا أنفسهم في جهنم خلدون"
      },
      {
        "id": 2777,
        "surah": 23,
        "nomor": 104,
        "ar": "تَلْفَحُ وُجُوْهَهُمُ النَّارُ وَهُمْ فِيْهَا كَالِحُوْنَ ",
        "tr": "talfa<u>h</u>u wujuuhahumu <strong>al</strong>nn<u>aa</u>ru wahum fiih<u>aa</u> k<u>aa</u>li<u>h</u>uun<strong>a</strong>",
        "idn": "Wajah mereka dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat.",
        "signCode": "تلفح وجوههم النار وهم فيها كلحون"
      },
      {
        "id": 2778,
        "surah": 23,
        "nomor": 105,
        "ar": "اَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُوْنَ",
        "tr": "alam takun <u>aa</u>y<u>aa</u>tii tutl<u>aa</u> 'alaykum fakuntum bih<u>aa</u> tuka<u>dzdz</u>ibuun<strong>a</strong>",
        "idn": "Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya?",
        "signCode": "ألم تكن ءايتي تتلى عليكم فكنتم بها تكذبون"
      },
      {
        "id": 2779,
        "surah": 23,
        "nomor": 106,
        "ar": "قَالُوْا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَاۤلِّيْنَ",
        "tr": "q<u>aa</u>luu rabban<u>aa</u> ghalabat 'alayn<u>aa</u> syiqwatun<u>aa</u> wakunn<u>aa</u> qawman <u>daa</u>lliin<strong>a</strong>",
        "idn": "Mereka berkata, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan kami adalah orang-orang yang sesat.",
        "signCode": "قالوا ربنا غلبت علينا شقوتنا وكنا قوما ضالين"
      },
      {
        "id": 2780,
        "surah": 23,
        "nomor": 107,
        "ar": "رَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ",
        "tr": "rabban<u>aa</u> akhrijn<u>aa</u> minh<u>aa</u> fa-in 'udn<u>aa</u> fa-inn<u>aa</u> <u>zhaa</u>limuun<strong>a</strong>",
        "idn": "Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.”",
        "signCode": "ربنا أخرجنا منها فإن عدنا فإنا ظلمون"
      },
      {
        "id": 2781,
        "surah": 23,
        "nomor": 108,
        "ar": "قَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ",
        "tr": "q<u>aa</u>la ikhsauu fiih<u>aa</u> wal<u>aa</u> tukallimuun<strong>i</strong>",
        "idn": "Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.”",
        "signCode": "قال اخسءوا فيها ولا تكلمون"
      },
      {
        "id": 2782,
        "surah": 23,
        "nomor": 109,
        "ar": "اِنَّهٗ كَانَ فَرِيْقٌ مِّنْ عِبَادِيْ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ۚ",
        "tr": "innahu k<u>aa</u>na fariiqun min 'ib<u>aa</u>dii yaquuluuna rabban<u>aa</u> <u>aa</u>mann<u>aa</u> fa<strong>i</strong>ghfir lan<u>aa</u> wa<strong>i</strong>r<u>h</u>amn<u>aa</u> wa-anta khayru <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>",
        "idn": "Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa, “Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.”",
        "signCode": "إنه كان فريق من عبادي يقولون ربنا ءامنا فاغفر لنا وارحمنا وأنت خير الرحمين"
      },
      {
        "id": 2783,
        "surah": 23,
        "nomor": 110,
        "ar": "فَاتَّخَذْتُمُوْهُمْ سِخْرِيًّا حَتّٰٓى اَنْسَوْكُمْ ذِكْرِيْ وَكُنْتُمْ مِّنْهُمْ تَضْحَكُوْنَ",
        "tr": "fa<strong>i</strong>ttakha<u>dz</u>tumuuhum sikhriyyan <u>h</u>att<u>aa</u> ansawkum <u>dz</u>ikrii wakuntum minhum ta<u>dh</u>akuun<strong>a</strong>",
        "idn": "Lalu kamu jadikan mereka buah ejekan, sehingga kamu lupa mengingat Aku, dan kamu (selalu) menertawakan mereka,",
        "signCode": "فاتخذتموهم سخريا حتى أنسوكم ذكري وكنتم منهم تضحكون"
      },
      {
        "id": 2784,
        "surah": 23,
        "nomor": 111,
        "ar": "اِنِّيْ جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوْٓاۙ اَنَّهُمْ هُمُ الْفَاۤىِٕزُوْنَ",
        "tr": "innii jazaytuhumu <strong>a</strong>lyawma bim<u>aa</u> <u>sh</u>abaruu annahum humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>",
        "idn": "sesungguhnya pada hari ini Aku memberi balasan kepada mereka, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang memperoleh kemenangan.",
        "signCode": "إني جزيتهم اليوم بما صبروا أنهم هم الفائزون"
      },
      {
        "id": 2785,
        "surah": 23,
        "nomor": 112,
        "ar": "قٰلَ كَمْ لَبِثْتُمْ فِى الْاَرْضِ عَدَدَ سِنِيْنَ",
        "tr": "q<u>aa</u>la kam labitstum fii <strong>a</strong>l-ar<u>dh</u>i 'adada siniin<strong>a</strong>",
        "idn": "Dia (Allah) berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?”",
        "signCode": "قل كم لبثتم في الأرض عدد سنين"
      },
      {
        "id": 2786,
        "surah": 23,
        "nomor": 113,
        "ar": "قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ الْعَاۤدِّيْنَ ",
        "tr": "q<u>aa</u>luu labitsn<u>aa</u> yawman aw ba'<u>dh</u>a yawmin fa<strong>i</strong>s-ali <strong>a</strong>l'<u>aa</u>ddiin<strong>a</strong>",
        "idn": "Mereka menjawab, “Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada mereka yang menghitung.”",
        "signCode": "قالوا لبثنا يوما أو بعض يوم فسءل العادين"
      },
      {
        "id": 2787,
        "surah": 23,
        "nomor": 114,
        "ar": "قٰلَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا لَّوْ اَنَّكُمْ كُنْتُمْ تَعْلَمُوْنَ",
        "tr": "q<u>aa</u>la in labitstum ill<u>aa</u> qaliilan law annakum kuntum ta'lamuun<strong>a</strong>",
        "idn": "Dia (Allah) berfirman, “Kamu tinggal (di bumi) hanya sebentar saja, jika kamu benar-benar mengetahui.” ",
        "signCode": "قل إن لبثتم إلا قليلا لو أنكم كنتم تعلمون"
      },
      {
        "id": 2788,
        "surah": 23,
        "nomor": 115,
        "ar": "اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ",
        "tr": "afa<u>h</u>asibtum annam<u>aa</u> khalaqn<u>aa</u>kum 'abatsan wa-annakum ilayn<u>aa</u> l<u>aa</u> turja'uun<strong>a</strong>",
        "idn": "Maka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami?",
        "signCode": "أفحسبتم أنما خلقنكم عبثا وأنكم إلينا لا ترجعون"
      },
      {
        "id": 2789,
        "surah": 23,
        "nomor": 116,
        "ar": "فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَقُّۚ  لَآ اِلٰهَ اِلَّا هُوَۚ رَبُّ الْعَرْشِ الْكَرِيْمِ",
        "tr": "fata'<u>aa</u>l<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmaliku <strong>a</strong>l<u>h</u>aqqu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa rabbu <strong>a</strong>l'arsyi <strong>a</strong>lkariim<strong>i</strong>",
        "idn": "Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan (yang berhak disembah) selain Dia, Tuhan (yang memiliki) ‘Arsy yang mulia.",
        "signCode": "فتعلى الله الملك الحق لا إله إلا هو رب العرش الكريم"
      },
      {
        "id": 2790,
        "surah": 23,
        "nomor": 117,
        "ar": "وَمَنْ يَّدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ لَا بُرْهَانَ لَهٗ بِهٖۙ فَاِنَّمَا حِسَابُهٗ عِنْدَ رَبِّهٖۗ اِنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ",
        "tr": "waman yad'u ma'a <strong>al</strong>l<u>aa</u>hi il<u>aa</u>han <u>aa</u>khara l<u>aa</u> burh<u>aa</u>na lahu bihi fa-innam<u>aa</u> <u>h</u>is<u>aa</u>buhu 'inda rabbihi innahu l<u>aa</u> yufli<u>h</u>u <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>",
        "idn": "Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung.",
        "signCode": "ومن يدع مع الله إلها ءاخر لا برهن له به فإنما حسابه عند ربه إنه لا يفلح الكفرون"
      },
      {
        "id": 2791,
        "surah": 23,
        "nomor": 118,
        "ar": "وَقُلْ رَّبِّ اغْفِرْ وَارْحَمْ وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ࣖ",
        "tr": "waqul rabbi ighfir wa<strong>i</strong>r<u>h</u>am wa-anta khayru <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>",
        "idn": "Dan katakanlah (Muhammad), “Ya Tuhanku, berilah ampunan dan (berilah) rahmat, Engkaulah pemberi rahmat yang terbaik.”",
        "signCode": "وقل رب اغفر وارحم وأنت خير الرحمين"
      }
    ]
  },
  {
    "status": true,
    "nomor": 24,
    "nama": "النّور",
    "nama_latin": "An-Nur",
    "jumlah_ayat": 64,
    "tempat_turun": "madinah",
    "arti": "Cahaya",
    "deskripsi": "Surat An Nuur terdiri atas 64 ayat, dan termasuk golongan surat-surat Madaniyah. Dinamai <i>An Nuur</i> yang berarti <i>Cahaya</i>, diambil dari kata An Nuur yang terdapat pada ayat ke 35. Dalam ayat ini, Allah s.w.t. menjelaskan tentang Nuur Ilahi, yakni Al Quran yang mengandung petunjuk-petunjuk. Petunjuk-petunjuk Allah itu, merupakan cahaya yang terang benderang menerangi alam semesta. Surat ini sebagian besar isinya memuat petunjuk- petunjuk Allah yang berhubungan dengan soal kemasyarakatan dan rumah tangga.",
    "audio": "https://santrikoding.com/storage/audio/024.mp3",
    "ayat": [
      {
        "id": 2792,
        "surah": 24,
        "nomor": 1,
        "ar": "سُوْرَةٌ اَنْزَلْنٰهَا وَفَرَضْنٰهَا وَاَنْزَلْنَا فِيْهَآ اٰيٰتٍۢ بَيِّنٰتٍ لَّعَلَّكُمْ تَذَكَّرُوْنَ",
        "tr": "suuratun anzaln<u>aa</u>h<u>aa</u> wafara<u>dh</u>n<u>aa</u>h<u>aa</u> wa-anzaln<u>aa</u> fiih<u>aa</u> <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin la'allakum ta<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "(Inilah) suatu surah yang Kami turunkan dan Kami wajibkan (menjalankan hukum-hukum)nya, dan Kami turunkan di dalamnya tanda-tanda (kebesaran Allah) yang jelas, agar kamu ingat.",
        "signCode": "سورة أنزلنها وفرضنها وأنزلنا فيها ءايت بينت لعلكم تذكرون"
      },
      {
        "id": 2793,
        "surah": 24,
        "nomor": 2,
        "ar": "اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖوَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِ",
        "tr": "a<strong>l</strong>zz<u>aa</u>niyatu wa<strong>al</strong>zz<u>aa</u>nii fa<strong>i</strong>jliduu kulla w<u>aah</u>idin minhum<u>aa</u> mi-ata jaldatin wal<u>aa</u> ta/khu<u>dz</u>kum bihim<u>aa</u> ra/fatun fii diini <strong>al</strong>l<u>aa</u>hi in kuntum tu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri walyasyhad 'a<u>dzaa</u>bahum<u>aa</u> <u>th</u><u>aa</u>-ifatun mina <strong>a</strong>lmu/miniin<strong>a</strong>",
        "idn": "Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama (hukum) Allah, jika kamu beriman kepada Allah dan hari kemudian; dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sebagian orang-orang yang beriman.",
        "signCode": "الزانية والزاني فاجلدوا كل وحد منهما مائة جلدة ولا تأخذكم بهما رأفة في دين الله إن كنتم تؤمنون بالله واليوم الءاخر وليشهد عذابهما طائفة من المؤمنين"
      },
      {
        "id": 2794,
        "surah": 24,
        "nomor": 3,
        "ar": "اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةً ۖوَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌۚ وَحُرِّمَ ذٰلِكَ عَلَى الْمُؤْمِنِيْنَ",
        "tr": "a<strong>l</strong>zz<u>aa</u>nii l<u>aa</u> yanki<u>h</u>u ill<u>aa</u> z<u>aa</u>niyatan aw musyrikatan wa<strong>al</strong>zz<u>aa</u>niyatu l<u>aa</u> yanki<u>h</u>uh<u>aa</u> ill<u>aa</u> z<u>aa</u>nin aw musyrikun wa<u>h</u>urrima <u>dzaa</u>lika 'al<u>aa</u> <strong>a</strong>lmu/miniin<strong>a</strong>",
        "idn": "Pezina laki-laki tidak boleh menikah kecuali dengan pezina perempuan, atau dengan perempuan musyrik; dan pezina perempuan tidak boleh menikah kecuali dengan pezina laki-laki atau dengan laki-laki musyrik; dan yang demikian itu diharamkan bagi orang-orang mukmin.",
        "signCode": "الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك وحرم ذلك على المؤمنين"
      },
      {
        "id": 2795,
        "surah": 24,
        "nomor": 4,
        "ar": "وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yarmuuna <strong>a</strong>lmu<u>hs</u>an<u>aa</u>ti tsumma lam ya/tuu bi-arba'ati syuhad<u>aa</u>-a fa<strong>i</strong>jliduuhum tsam<u>aa</u>niina jaldatan wal<u>aa</u> taqbaluu lahum syah<u>aa</u>datan abadan waul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>",
        "idn": "Dan orang-orang yang menuduh perempuan-perempuan yang baik (berzina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali, dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik,",
        "signCode": "والذين يرمون المحصنت ثم لم يأتوا بأربعة شهداء فاجلدوهم ثمنين جلدة ولا تقبلوا لهم شهدة أبدا وأولئك هم الفسقون"
      },
      {
        "id": 2796,
        "surah": 24,
        "nomor": 5,
        "ar": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۚ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
        "tr": "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu min ba'di <u>dzaa</u>lika wa-a<u>sh</u>la<u>h</u>uu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "kecuali mereka yang bertobat setelah itu dan memperbaiki (dirinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "إلا الذين تابوا من بعد ذلك وأصلحوا فإن الله غفور رحيم"
      },
      {
        "id": 2797,
        "surah": 24,
        "nomor": 6,
        "ar": "وَالَّذِيْنَ يَرْمُوْنَ اَزْوَاجَهُمْ وَلَمْ يَكُنْ لَّهُمْ شُهَدَاۤءُ اِلَّآ اَنْفُسُهُمْ فَشَهَادَةُ اَحَدِهِمْ اَرْبَعُ شَهٰدٰتٍۢ بِاللّٰهِ ۙاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yarmuuna azw<u>aa</u>jahum walam yakun lahum syuhad<u>aa</u>u ill<u>aa</u> anfusuhum fasyah<u>aa</u>datu a<u>h</u>adihim arba'u syah<u>aa</u>d<u>aa</u>tin bi<strong>al</strong>l<u>aa</u>hi innahu lamina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
        "idn": "Dan orang-orang yang menuduh istrinya (berzina), padahal mereka tidak mempunyai saksi-saksi selain diri mereka sendiri, maka kesaksian masing-masing orang itu ialah empat kali bersumpah dengan (nama) Allah, bahwa sesungguhnya dia termasuk orang yang berkata benar.",
        "signCode": "والذين يرمون أزوجهم ولم يكن لهم شهداء إلا أنفسهم فشهدة أحدهم أربع شهدت بالله إنه لمن الصدقين"
      },
      {
        "id": 2798,
        "surah": 24,
        "nomor": 7,
        "ar": "وَالْخَامِسَةُ اَنَّ لَعْنَتَ اللّٰهِ عَلَيْهِ اِنْ كَانَ مِنَ الْكٰذِبِيْنَ",
        "tr": "wa<strong>a</strong>lkh<u>aa</u>misatu anna la'nata <strong>al</strong>l<u>aa</u>hi 'alayhi in k<u>aa</u>na mina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>",
        "idn": "Dan (sumpah) yang kelima bahwa laknat Allah akan menimpanya, jika dia termasuk orang yang berdusta.",
        "signCode": "والخمسة أن لعنت الله عليه إن كان من الكذبين"
      },
      {
        "id": 2799,
        "surah": 24,
        "nomor": 8,
        "ar": "وَيَدْرَؤُا عَنْهَا الْعَذَابَ اَنْ تَشْهَدَ اَرْبَعَ شَهٰدٰتٍۢ بِاللّٰهِ اِنَّهٗ لَمِنَ الْكٰذِبِيْنَ ۙ",
        "tr": "wayadrau 'anh<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>ba an tasyhada arba'a syah<u>aa</u>d<u>aa</u>tin bi<strong>al</strong>l<u>aa</u>hi innahu lamina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>",
        "idn": "Dan istri itu terhindar dari hukuman apabila dia bersumpah empat kali atas (nama) Allah bahwa dia (suaminya) benar-benar termasuk orang-orang yang berdusta,",
        "signCode": "ويدرؤا عنها العذاب أن تشهد أربع شهدت بالله إنه لمن الكذبين"
      },
      {
        "id": 2800,
        "surah": 24,
        "nomor": 9,
        "ar": "وَالْخَامِسَةَ اَنَّ غَضَبَ اللّٰهِ عَلَيْهَآ اِنْ كَانَ مِنَ الصّٰدِقِيْنَ ",
        "tr": "wa<strong>a</strong>lkh<u>aa</u>misata anna gha<u>dh</u>aba <strong>al</strong>l<u>aa</u>hi 'alayh<u>aa</u> in k<u>aa</u>na mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
        "idn": "dan (sumpah) yang kelima bahwa kemurkaan Allah akan menimpanya (istri), jika dia (suaminya) itu termasuk orang yang berkata benar.   ",
        "signCode": "والخمسة أن غضب الله عليها إن كان من الصدقين"
      },
      {
        "id": 2801,
        "surah": 24,
        "nomor": 10,
        "ar": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ تَوَّابٌ حَكِيْمٌ ࣖ",
        "tr": "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu wa-anna <strong>al</strong>l<u>aa</u>ha taww<u>aa</u>bun <u>h</u>akiim<strong>un</strong>",
        "idn": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan menemui kesulitan). Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana.",
        "signCode": "ولولا فضل الله عليكم ورحمته وأن الله تواب حكيم"
      },
      {
        "id": 2802,
        "surah": 24,
        "nomor": 11,
        "ar": "اِنَّ الَّذِيْنَ جَاۤءُوْ بِالْاِفْكِ عُصْبَةٌ مِّنْكُمْۗ  لَا تَحْسَبُوْهُ شَرًّا لَّكُمْۗ بَلْ هُوَ خَيْرٌ لَّكُمْۗ لِكُلِّ امْرِئٍ مِّنْهُمْ مَّا اكْتَسَبَ مِنَ الْاِثْمِۚ وَالَّذِيْ تَوَلّٰى كِبْرَهٗ مِنْهُمْ لَهٗ عَذَابٌ عَظِيْمٌ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina j<u>aa</u>uu bi<strong>a</strong>l-ifki 'u<u>sh</u>batun minkum l<u>aa</u> ta<u>h</u>sabuuhu syarran lakum bal huwa khayrun lakum likulli imri-in minhum m<u>aa</u> iktasaba mina <strong>a</strong>l-itsmi wa<strong>a</strong>lla<u>dz</u>ii tawall<u>aa</u> kibrahu minhum lahu 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>",
        "idn": "Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu (juga). Janganlah kamu mengira berita itu buruk bagi kamu bahkan itu baik bagi kamu. Setiap orang dari mereka akan mendapat balasan dari dosa yang diperbuatnya. Dan barangsiapa di antara mereka yang mengambil bagian terbesar (dari dosa yang diperbuatnya), dia mendapat azab yang besar (pula).",
        "signCode": "إن الذين جاءو بالإفك عصبة منكم لا تحسبوه شرا لكم بل هو خير لكم لكل امرئ منهم ما اكتسب من الإثم والذي تولى كبره منهم له عذاب عظيم"
      },
      {
        "id": 2803,
        "surah": 24,
        "nomor": 12,
        "ar": "لَوْلَآ اِذْ سَمِعْتُمُوْهُ ظَنَّ الْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بِاَنْفُسِهِمْ خَيْرًاۙ وَّقَالُوْا هٰذَآ اِفْكٌ مُّبِيْنٌ",
        "tr": "lawl<u>aa</u> i<u>dz</u> sami'tumuuhu <u>zh</u>anna <strong>a</strong>lmu/minuuna wa<strong>a</strong>lmu/min<u>aa</u>tu bi-anfusihim khayran waq<u>aa</u>luu h<u>aadzaa</u> ifkun mubiin<strong>un</strong>",
        "idn": "Mengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap diri mereka sendiri, ketika kamu mendengar berita bohong itu dan berkata, “Ini adalah (suatu berita) bohong yang nyata.”",
        "signCode": "لولا إذ سمعتموه ظن المؤمنون والمؤمنت بأنفسهم خيرا وقالوا هذا إفك مبين"
      },
      {
        "id": 2804,
        "surah": 24,
        "nomor": 13,
        "ar": "لَوْلَا جَاۤءُوْ عَلَيْهِ بِاَرْبَعَةِ شُهَدَاۤءَۚ فَاِذْ لَمْ يَأْتُوْا بِالشُّهَدَاۤءِ فَاُولٰۤىِٕكَ عِنْدَ اللّٰهِ هُمُ الْكٰذِبُوْنَ",
        "tr": "lawl<u>aa</u> j<u>aa</u>uu 'alayhi bi-arba'ati syuhad<u>aa</u>-a fa-i<u>dz</u> lam ya/tuu bi<strong>al</strong>sysyuhad<u>aa</u>-i faul<u>aa</u>-ika 'inda <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lk<u>aadz</u>ibuun<strong>a</strong>",
        "idn": "Mengapa mereka (yang menuduh itu) tidak datang membawa empat saksi? Oleh karena mereka tidak membawa saksi-saksi, maka mereka itu dalam pandangan Allah adalah orang-orang yang berdusta.",
        "signCode": "لولا جاءو عليه بأربعة شهداء فإذ لم يأتوا بالشهداء فأولئك عند الله هم الكذبون"
      },
      {
        "id": 2805,
        "surah": 24,
        "nomor": 14,
        "ar": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ فِى الدُّنْيَا وَالْاٰخِرَةِ لَمَسَّكُمْ فِيْ مَآ اَفَضْتُمْ فِيْهِ عَذَابٌ عَظِيْمٌ ",
        "tr": "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati lamassakum fii m<u>aa</u> afa<u>dh</u>tum fiihi 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>",
        "idn": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu di dunia dan di akhirat, niscaya kamu ditimpa azab yang besar, disebabkan oleh pembicaraan kamu tentang hal itu (berita bohong itu).",
        "signCode": "ولولا فضل الله عليكم ورحمته في الدنيا والءاخرة لمسكم في ما أفضتم فيه عذاب عظيم"
      },
      {
        "id": 2806,
        "surah": 24,
        "nomor": 15,
        "ar": "اِذْ تَلَقَّوْنَهٗ بِاَلْسِنَتِكُمْ وَتَقُوْلُوْنَ بِاَفْوَاهِكُمْ مَّا لَيْسَ لَكُمْ بِهٖ عِلْمٌ وَّتَحْسَبُوْنَهٗ هَيِّنًاۙ وَّهُوَ عِنْدَ اللّٰهِ عَظِيْمٌ ۚ",
        "tr": "i<u>dz</u> talaqqawnahu bi-alsinatikum wataquuluuna bi-afw<u>aa</u>hikum m<u>aa</u> laysa lakum bihi 'ilmun wata<u>h</u>sabuunahu hayyinan wahuwa 'inda <strong>al</strong>l<u>aa</u>hi 'a<u>zh</u>iim<strong>un</strong>",
        "idn": "(Ingatlah) ketika kamu menerima (berita bohong) itu dari mulut ke mulut dan kamu katakan dengan mulutmu apa yang tidak kamu ketahui sedikit pun, dan kamu menganggapnya remeh, padahal dalam pandangan Allah itu soal besar.",
        "signCode": "إذ تلقونه بألسنتكم وتقولون بأفواهكم ما ليس لكم به علم وتحسبونه هينا وهو عند الله عظيم"
      },
      {
        "id": 2807,
        "surah": 24,
        "nomor": 16,
        "ar": "وَلَوْلَآ اِذْ سَمِعْتُمُوْهُ قُلْتُمْ مَّا يَكُوْنُ لَنَآ اَنْ نَّتَكَلَّمَ بِهٰذَاۖ سُبْحٰنَكَ هٰذَا بُهْتَانٌ عَظِيْمٌ",
        "tr": "walawl<u>aa</u> i<u>dz</u> sami'tumuuhu qultum m<u>aa</u> yakuunu lan<u>aa</u> an natakallama bih<u>aadzaa</u> sub<u>haa</u>naka h<u>aadzaa</u> buht<u>aa</u>nun 'a<u>zh</u>iim<strong>un</strong>",
        "idn": "Dan mengapa kamu tidak berkata ketika mendengarnya, “Tidak pantas bagi kita membicarakan ini.  Mahasuci Engkau, ini adalah kebohongan yang besar.”",
        "signCode": "ولولا إذ سمعتموه قلتم ما يكون لنا أن نتكلم بهذا سبحنك هذا بهتن عظيم"
      },
      {
        "id": 2808,
        "surah": 24,
        "nomor": 17,
        "ar": "يَعِظُكُمُ اللّٰهُ اَنْ تَعُوْدُوْا لِمِثْلِهٖٓ اَبَدًا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ۚ",
        "tr": "ya'i<u>zh</u>ukumu <strong>al</strong>l<u>aa</u>hu an ta'uuduu limitslihi abadan in kuntum mu/miniin<strong>a</strong>",
        "idn": "Allah memperingatkan kamu agar (jangan) kembali mengulangi seperti itu selama-lamanya, jika kamu orang beriman,",
        "signCode": "يعظكم الله أن تعودوا لمثله أبدا إن كنتم مؤمنين"
      },
      {
        "id": 2809,
        "surah": 24,
        "nomor": 18,
        "ar": "وَيُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
        "tr": "wayubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
        "idn": "dan Allah menjelaskan ayat-ayat(-Nya) kepada kamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
        "signCode": "ويبين الله لكم الءايت والله عليم حكيم"
      },
      {
        "id": 2810,
        "surah": 24,
        "nomor": 19,
        "ar": "اِنَّ الَّذِيْنَ يُحِبُّوْنَ اَنْ تَشِيْعَ الْفَاحِشَةُ فِى الَّذِيْنَ اٰمَنُوْا لَهُمْ عَذَابٌ اَلِيْمٌۙ فِى الدُّنْيَا وَالْاٰخِرَةِۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yu<u>h</u>ibbuuna an tasyii'a <strong>a</strong>lf<u>aah</u>isyatu fii <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lahum 'a<u>dzaa</u>bun <strong>a</strong>liimun fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>",
        "idn": "Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji itu (berita bohong) tersiar di kalangan orang-orang yang beriman, mereka mendapat azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedang kamu tidak mengetahui.",
        "signCode": "إن الذين يحبون أن تشيع الفحشة في الذين ءامنوا لهم عذاب أليم في الدنيا والءاخرة والله يعلم وأنتم لا تعلمون"
      },
      {
        "id": 2811,
        "surah": 24,
        "nomor": 20,
        "ar": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
        "tr": "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu wa-anna <strong>al</strong>l<u>aa</u>ha rauufun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan ditimpa azab yang besar). Sungguh, Allah Maha Penyantun, Ma-ha Penyayang. ",
        "signCode": "ولولا فضل الله عليكم ورحمته وأن الله رءوف رحيم"
      },
      {
        "id": 2812,
        "surah": 24,
        "nomor": 21,
        "ar": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ وَمَنْ يَّتَّبِعْ خُطُوٰتِ الشَّيْطٰنِ فَاِنَّهٗ يَأْمُرُ بِالْفَحْشَاۤءِ وَالْمُنْكَرِۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ مَا زَكٰى مِنْكُمْ مِّنْ اَحَدٍ اَبَدًاۙ وّ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni waman yattabi' khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni fa-innahu ya/muru bi<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa<strong>a</strong>lmunkari walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu m<u>aa</u> zak<u>aa</u> minkum min a<u>h</u>adin abadan wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yuzakkii man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>",
        "idn": "Wahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barangsiapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan mungkar. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya tidak seorang pun di antara kamu bersih (dari perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang Dia kehendaki. Dan Allah Maha Mendengar, Maha Mengetahui.",
        "signCode": "يأيها الذين ءامنوا لا تتبعوا خطوت الشيطن ومن يتبع خطوت الشيطن فإنه يأمر بالفحشاء والمنكر ولولا فضل الله عليكم ورحمته ما زكى منكم من أحد أبدا ولكن الله يزكي من يشاء والله سميع عليم"
      },
      {
        "id": 2813,
        "surah": 24,
        "nomor": 22,
        "ar": "وَلَا يَأْتَلِ اُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ اَنْ يُّؤْتُوْٓا اُولِى الْقُرْبٰى وَالْمَسٰكِيْنَ وَالْمُهٰجِرِيْنَ فِيْ سَبِيْلِ اللّٰهِ ۖوَلْيَعْفُوْا وَلْيَصْفَحُوْاۗ  اَلَا تُحِبُّوْنَ اَنْ يَّغْفِرَ اللّٰهُ لَكُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
        "tr": "wal<u>aa</u> ya/tali uluu <strong>a</strong>lfa<u>dh</u>li minkum wa<strong>al</strong>ssa'ati an yu/tuu ulii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiina wa<strong>a</strong>lmuh<u>aa</u>jiriina fii sabiili <strong>al</strong>l<u>aa</u>hi walya'fuu walya<u>sh</u>fa<u>h</u>uu <strong>a</strong>l<u>aa</u> tu<u>h</u>ibbuuna an yaghfira <strong>al</strong>l<u>aa</u>hu lakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kerabat(nya), orang-orang miskin dan orang-orang yang berhijrah di jalan Allah, dan hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak suka bahwa Allah mengampunimu? Dan Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "ولا يأتل أولوا الفضل منكم والسعة أن يؤتوا أولي القربى والمسكين والمهجرين في سبيل الله وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم والله غفور رحيم"
      },
      {
        "id": 2814,
        "surah": 24,
        "nomor": 23,
        "ar": "اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَلَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yarmuuna <strong>a</strong>lmu<u>hs</u>an<u>aa</u>ti <strong>a</strong>lgh<u>aa</u>fil<u>aa</u>ti <strong>a</strong>lmu/min<u>aa</u>ti lu'inuu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati walahum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>",
        "idn": "Sungguh, orang-orang yang menuduh perempuan-perempuan baik, yang lengah dan beriman (dengan tuduhan berzina), mereka dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar,",
        "signCode": "إن الذين يرمون المحصنت الغفلت المؤمنت لعنوا في الدنيا والءاخرة ولهم عذاب عظيم"
      },
      {
        "id": 2815,
        "surah": 24,
        "nomor": 24,
        "ar": "يَّوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ",
        "tr": "yawma tasyhadu 'alayhim <strong>a</strong>lsinatuhum wa-aydiihim wa-arjuluhum bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "idn": "pada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan.",
        "signCode": "يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون"
      },
      {
        "id": 2816,
        "surah": 24,
        "nomor": 25,
        "ar": "يَوْمَىِٕذٍ يُّوَفِّيْهِمُ اللّٰهُ دِيْنَهُمُ الْحَقَّ وَيَعْلَمُوْنَ اَنَّ اللّٰهَ هُوَ الْحَقُّ الْمُبِيْنُ",
        "tr": "yawma-i<u>dz</u>in yuwaffiihimu <strong>al</strong>l<u>aa</u>hu diinahumu <strong>a</strong>l<u>h</u>aqqa waya'lamuuna anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l<u>h</u>aqqu <strong>a</strong>lmubiin<strong>u</strong>",
        "idn": "Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka, dan mereka tahu bahwa Allah Maha-benar, Maha Menjelaskan.",
        "signCode": "يومئذ يوفيهم الله دينهم الحق ويعلمون أن الله هو الحق المبين"
      },
      {
        "id": 2817,
        "surah": 24,
        "nomor": 26,
        "ar": "اَلْخَبِيْثٰتُ لِلْخَبِيْثِيْنَ وَالْخَبِيْثُوْنَ لِلْخَبِيْثٰتِۚ وَالطَّيِّبٰتُ لِلطَّيِّبِيْنَ وَالطَّيِّبُوْنَ لِلطَّيِّبٰتِۚ اُولٰۤىِٕكَ مُبَرَّءُوْنَ مِمَّا يَقُوْلُوْنَۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ࣖ",
        "tr": "alkhabiits<u>aa</u>tu lilkhabiitsiina wa<strong>a</strong>lkhabiitsuuna lilkhabiits<u>aa</u>ti wa<strong>al</strong><u>ththh</u>ayyib<u>aa</u>tu li<strong>l</strong><u>ththh</u>ayyibiina wa<strong>al</strong><u>ththh</u>ayyibuuna li<strong>l</strong><u>ththh</u>ayyib<u>aa</u>ti ul<u>aa</u>-ika mubarrauuna mimm<u>aa</u> yaquuluuna lahum maghfiratun warizqun kariim<strong>un</strong>",
        "idn": "Perempuan-perempuan yang keji untuk laki-laki yang keji, dan laki-laki yang keji untuk perempuan-perempuan yang keji (pula), sedangkan perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik (pula). Mereka itu bersih dari apa yang dituduhkan orang. Mereka memperoleh ampunan dan rezeki yang mulia (surga).",
        "signCode": "الخبيثت للخبيثين والخبيثون للخبيثت والطيبت للطيبين والطيبون للطيبت أولئك مبرءون مما يقولون لهم مغفرة ورزق كريم"
      },
      {
        "id": 2818,
        "surah": 24,
        "nomor": 27,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتًا غَيْرَ بُيُوْتِكُمْ حَتّٰى تَسْتَأْنِسُوْا وَتُسَلِّمُوْا عَلٰٓى اَهْلِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tadkhuluu buyuutan ghayra buyuutikum <u>h</u>att<u>aa</u> tasta/nisuu watusallimuu 'al<u>aa</u> ahlih<u>aa</u> <u>dzaa</u>likum khayrun lakum la'allakum ta<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat.",
        "signCode": "يأيها الذين ءامنوا لا تدخلوا بيوتا غير بيوتكم حتى تستأنسوا وتسلموا على أهلها ذلكم خير لكم لعلكم تذكرون"
      },
      {
        "id": 2819,
        "surah": 24,
        "nomor": 28,
        "ar": "فَاِنْ لَّمْ تَجِدُوْا فِيْهَآ اَحَدًا فَلَا تَدْخُلُوْهَا حَتّٰى يُؤْذَنَ لَكُمْ وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْ ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ",
        "tr": "fa-in lam tajiduu fiih<u>aa</u> a<u>h</u>adan fal<u>aa</u> tadkhuluuh<u>aa</u> <u>h</u>att<u>aa</u> yu/<u>dz</u>ana lakum wa-in qiila lakumu irji'uu fa<strong>i</strong>rji'uu huwa azk<u>aa</u> lakum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna 'aliim<strong>un</strong>",
        "idn": "Dan jika kamu tidak menemui seorang pun di dalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu, “Kembalilah!” Maka (hendaklah) kamu kembali. Itu lebih suci bagimu, dan Allah Maha Mengetahui apa yang kamu kerjakan.",
        "signCode": "فإن لم تجدوا فيها أحدا فلا تدخلوها حتى يؤذن لكم وإن قيل لكم ارجعوا فارجعوا هو أزكى لكم والله بما تعملون عليم"
      },
      {
        "id": 2820,
        "surah": 24,
        "nomor": 29,
        "ar": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُيُوْتًا غَيْرَ مَسْكُوْنَةٍ فِيْهَا مَتَاعٌ لَّكُمْۗ وَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ",
        "tr": "laysa 'alaykum jun<u>aah</u>un an tadkhuluu buyuutan ghayra maskuunatin fiih<u>aa</u> mat<u>aa</u>'un lakum wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> tubduuna wam<u>aa</u> taktumuun<strong>a</strong>",
        "idn": "Tidak ada dosa atasmu memasuki rumah yang tidak dihuni, yang di dalamnya ada kepentingan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan.",
        "signCode": "ليس عليكم جناح أن تدخلوا بيوتا غير مسكونة فيها متع لكم والله يعلم ما تبدون وما تكتمون"
      },
      {
        "id": 2821,
        "surah": 24,
        "nomor": 30,
        "ar": "قُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ",
        "tr": "qul lilmu/miniina yaghu<u>dhdh</u>uu min ab<u>shaa</u>rihum waya<u>h</u>fa<u>zh</u>uu furuujahum <u>dzaa</u>lika azk<u>aa</u> lahum inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ya<u>sh</u>na'uun<strong>a</strong>",
        "idn": "Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat.",
        "signCode": "قل للمؤمنين يغضوا من أبصرهم ويحفظوا فروجهم ذلك أزكى لهم إن الله خبير بما يصنعون"
      },
      {
        "id": 2822,
        "surah": 24,
        "nomor": 31,
        "ar": "وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤ",
        "tr": "waqul lilmu/min<u>aa</u>ti yagh<u>dh</u>u<u>dh</u>na min ab<u>shaa</u>rihinna waya<u>h</u>fa<u>zh</u>na furuujahunna wal<u>aa</u> yubdiina ziinatahunna ill<u>aa</u> m<u>aa</u> <u>zh</u>ahara minh<u>aa</u> walya<u>dh</u>ribna bikhumurihinna 'al<u>aa</u> juyuubihinna wal<u>aa</u> yubdiina ziinatahunna ill<u>aa</u> libu'uulatihinna aw <u>aa</u>b<u>aa</u>-ihinna aw <u>aa</u>b<u>aa</u>-i bu'uulatihinna aw abn<u>aa</u>-ihinna aw abn<u>aa</u>-i bu'uulatihinna aw ikhw<u>aa</u>nihinna aw banii ikhw<u>aa</u>nihinna aw banii akhaw<u>aa</u>tihinna aw nis<u>aa</u>-ihinna aw m<u>aa</u> malakat aym<u>aa</u>nuhunna awi <strong>al</strong>tt<u>aa</u>bi'iina ghayri ulii <strong>a</strong>l-irbati mina <strong>al</strong>rrij<u>aa</u>li awi <strong>al</strong><u>ththh</u>ifli <strong>al</strong>la<u>dz</u>iina lam ya<u>zh</u>haruu 'al<u>aa</u> 'awr<u>aa</u>ti <strong>al</strong>nnis<u>aa</u>-i wal<u>aa</u> ya<u>dh</u>ribna bi-arjulihinna liyu'lama m<u>aa</u> yukhfiina min ziinatihinna watuubuu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi jamii'an ayyuh<u>aa</u> <strong>a</strong>lmu/minuuna la'allakum tufli<u>h</u>uun<strong>a</strong>",
        "idn": "Dan katakanlah kepada para perempuan yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya, dan janganlah menampakkan perhiasannya (auratnya), kecuali yang (biasa) terlihat. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan (sesama Islam) mereka, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki (tua) yang tidak mempunyai keinginan (terhadap perempuan) atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung.",
        "signCode": "وقل للمؤمنت يغضضن من أبصرهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو ءابائهن أو ءاباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخونهن أو بني إخونهن أو بني أخوتهن أو نسائهن أو ما ملكت أيمنهن أو التبعين غير أولي الإربة من الرجال أو الطفل الذين لم يظهروا على عورت النساء ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن وتوبوا إلى الله جميعا أيه المؤمنون لعلكم تفلحون"
      },
      {
        "id": 2823,
        "surah": 24,
        "nomor": 32,
        "ar": "وَاَنْكِحُوا الْاَيَامٰى مِنْكُمْ وَالصّٰلِحِيْنَ مِنْ عِبَادِكُمْ وَاِمَاۤىِٕكُمْۗ اِنْ يَّكُوْنُوْا فُقَرَاۤءَ يُغْنِهِمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ",
        "tr": "wa-anki<u>h</u>uu <strong>a</strong>l-ay<u>aa</u>m<u>aa</u> minkum wa<strong>al</strong><u>shshaa</u>li<u>h</u>iina min 'ib<u>aa</u>dikum wa-im<u>aa</u>-ikum in yakuunuu fuqar<u>aa</u>-a yughnihimu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>",
        "idn": "Dan nikahkanlah orang-orang yang masih membujang di antara kamu, dan juga orang-orang yang layak (menikah) dari hamba-hamba sahayamu yang laki-laki dan perempuan. Jika mereka miskin, Allah akan memberi kemampuan kepada mereka dengan karunia-Nya. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui.",
        "signCode": "وأنكحوا الأيمى منكم والصلحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم الله من فضله والله وسع عليم"
      },
      {
        "id": 2824,
        "surah": 24,
        "nomor": 33,
        "ar": "وَلْيَسْتَعْفِفِ الَّذِيْنَ لَا يَجِدُوْنَ نِكَاحًا حَتّٰى يُغْنِيَهُمُ اللّٰهُ مِنْ فَضْلِهٖ ۗوَالَّذِيْنَ يَبْتَغُوْنَ الْكِتٰبَ مِمَّا مَلَكَتْ اَيْمَانُكُمْ فَكَاتِبُوْهُمْ اِنْ عَلِمْتُمْ فِيْهِمْ خَيْرًا وَّاٰتُوْهُمْ مِّنْ مَّالِ اللّٰهِ الَّذِيْٓ ",
        "tr": "walyasta'fifi <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yajiduuna nik<u>aah</u>an <u>h</u>att<u>aa</u> yughniyahumu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi wa<strong>a</strong>lla<u>dz</u>iina yabtaghuuna <strong>a</strong>lkit<u>aa</u>ba mimm<u>aa</u> malakat aym<u>aa</u>nukum fak<u>aa</u>tibuuhum in 'alimtum fiihim khayran wa<u>aa</u>tuuhum min m<u>aa</u>li <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii <u>aa</u>t<u>aa</u>kum wal<u>aa</u> tukrihuu fatay<u>aa</u>tikum 'al<u>aa</u> <strong>a</strong>lbigh<u>aa</u>-i in aradna ta<u>h</u>a<u>shsh</u>unan litabtaghuu 'ara<u>dh</u>a <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> waman yukrihhunna fa-inna <strong>al</strong>l<u>aa</u>ha min ba'di ikr<u>aa</u>hihinna ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Dan orang-orang yang tidak mampu menikah hendaklah menjaga kesucian (diri)nya, sampai Allah memberi kemampuan kepada mereka dengan karunia-Nya. Dan jika hamba sahaya yang kamu miliki menginginkan perjanjian (kebebasan), hendaklah kamu buat perjanjian kepada mereka, jika kamu mengetahui ada kebaikan pada mereka, dan berikanlah kepada mereka sebagian dari harta Allah yang dikaruniakan-Nya kepadamu. Dan janganlah kamu paksa hamba sahaya perempuanmu untuk melakukan pelacuran, sedang mereka sendiri menginginkan kesucian, karena kamu hendak mencari keuntungan kehidupan duniawi. Barangsiapa memaksa mereka, maka sungguh, Allah Maha Pengampun, Maha Penyayang (kepada mereka) setelah mereka dipaksa.",
        "signCode": "وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله والذين يبتغون الكتب مما ملكت أيمنكم فكاتبوهم إن علمتم فيهم خيرا وءاتوهم من مال الله الذي ءاتىكم ولا تكرهوا فتيتكم على البغاء إن أردن تحصنا لتبتغوا عرض الحيوة الدنيا ومن يكرههن فإن الله من بعد إكرههن غفور رحيم"
      },
      {
        "id": 2825,
        "surah": 24,
        "nomor": 34,
        "ar": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكُمْ اٰيٰتٍ مُّبَيِّنٰتٍ وَّمَثَلًا مِّنَ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِيْنَ ࣖ",
        "tr": "walaqad anzaln<u>aa</u> ilaykum <u>aa</u>y<u>aa</u>tin mubayyin<u>aa</u>tin wamatsalan mina <strong>al</strong>la<u>dz</u>iina khalaw min qablikum wamaw'i<u>zh</u>atan lilmuttaqiin<strong>a</strong>",
        "idn": "Dan sungguh, Kami telah menurunkan kepada kamu ayat-ayat yang memberi penjelasan, dan contoh-contoh dari orang-orang yang terdahulu sebelum kamu dan sebagai pelajaran bagi orang-orang yang bertakwa.",
        "signCode": "ولقد أنزلنا إليكم ءايت مبينت ومثلا من الذين خلوا من قبلكم وموعظة للمتقين"
      },
      {
        "id": 2826,
        "surah": 24,
        "nomor": 35,
        "ar": "۞ اَللّٰهُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِۗ مَثَلُ نُوْرِهٖ كَمِشْكٰوةٍ فِيْهَا مِصْبَاحٌۗ  اَلْمِصْبَاحُ فِيْ زُجَاجَةٍۗ  اَلزُّجَاجَةُ كَاَنَّهَا كَوْكَبٌ دُرِّيٌّ يُّوْقَدُ مِنْ شَجَرَةٍ مُّبٰرَكَةٍ زَيْتُوْنَةٍ لَّا شَرْقِيَّةٍ وَّلَا غَرْبِيَّةٍۙ يَّك",
        "tr": "<strong>al</strong>l<u>aa</u>hu nuuru <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i matsalu nuurihi kamisyk<u>aa</u>tin fiih<u>aa</u> mi<u>sh</u>b<u>aah</u>un <strong>a</strong>lmi<u>sh</u>b<u>aah</u>u fii zuj<u>aa</u>jatin <strong>al</strong>zzuj<u>aa</u>jatu ka-annah<u>aa</u> kawkabun durriyyun yuuqadu min syajaratin mub<u>aa</u>rakatin zaytuunatin l<u>aa</u> syarqiyyatin wal<u>aa</u> gharbiyyatin yak<u>aa</u>du zaytuh<u>aa</u> yu<u>dh</u>ii-u walaw lam tamsas-hu n<u>aa</u>run nuurun 'al<u>aa</u> nuurin yahdii <strong>al</strong>l<u>aa</u>hu linuurihi man yasy<u>aa</u>u waya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l-amts<u>aa</u>la li<strong>l</strong>nn<u>aa</u>si wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>",
        "idn": "Allah (pemberi) cahaya (kepada) langit dan bumi. Perumpamaan cahaya-Nya, seperti sebuah lubang yang tidak tembus, yang di dalamnya ada pelita besar. Pelita itu di dalam tabung kaca (dan) tabung kaca itu bagaikan bintang yang berkilauan, yang dinyalakan dengan minyak dari pohon yang diberkahi, (yaitu) pohon zaitun yang tumbuh tidak di timur dan tidak pula di barat, yang minyaknya (saja) hampir-hampir menerangi, walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis), Allah memberi petunjuk kepada cahaya-Nya bagi orang yang Dia kehendaki, dan Allah membuat perumpamaan-perumpamaan bagi manusia. Dan Allah Maha Mengetahui segala sesuatu.",
        "signCode": "الله نور السموت والأرض مثل نوره كمشكوة فيها مصباح المصباح في زجاجة الزجاجة كأنها كوكب دري يوقد من شجرة مبركة زيتونة لا شرقية ولا غربية يكاد زيتها يضيء ولو لم تمسسه نار نور على نور يهدي الله لنوره من يشاء ويضرب الله الأمثل للناس والله بكل شيء عليم"
      },
      {
        "id": 2827,
        "surah": 24,
        "nomor": 36,
        "ar": "فِيْ بُيُوْتٍ اَذِنَ اللّٰهُ اَنْ تُرْفَعَ وَيُذْكَرَ فِيْهَا اسْمُهٗۙ يُسَبِّحُ لَهٗ فِيْهَا بِالْغُدُوِّ وَالْاٰصَالِ ۙ",
        "tr": "fii buyuutin a<u>dz</u>ina <strong>al</strong>l<u>aa</u>hu an turfa'a wayu<u>dz</u>kara fiih<u>aa</u> ismuhu yusabbi<u>h</u>u lahu fiih<u>aa</u> bi<strong>a</strong>lghuduwwi wa<strong>a</strong>l-<u>aasaa</u>l<strong>i</strong>",
        "idn": "(Cahaya itu) di rumah-rumah yang di sana telah diperintahkan Allah untuk memuliakan dan menyebut nama-Nya, di sana bertasbih (menyucikan)  nama-Nya pada waktu pagi dan petang,",
        "signCode": "في بيوت أذن الله أن ترفع ويذكر فيها اسمه يسبح له فيها بالغدو والءاصال"
      },
      {
        "id": 2828,
        "surah": 24,
        "nomor": 37,
        "ar": "رِجَالٌ لَّا تُلْهِيْهِمْ تِجَارَةٌ وَّلَا بَيْعٌ عَنْ ذِكْرِ اللّٰهِ وَاِقَامِ الصَّلٰوةِ وَاِيْتَاۤءِ الزَّكٰوةِ ۙيَخَافُوْنَ يَوْمًا تَتَقَلَّبُ فِيْهِ الْقُلُوْبُ وَالْاَبْصَارُ ۙ",
        "tr": "rij<u>aa</u>lun l<u>aa</u> tulhiihim tij<u>aa</u>ratun wal<u>aa</u> bay'un 'an <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wa-iq<u>aa</u>mi <strong>al</strong><u>shsh</u>al<u>aa</u>ti wa-iit<u>aa</u>-i <strong>al</strong>zzak<u>aa</u>ti yakh<u>aa</u>fuuna yawman tataqallabu fiihi <strong>a</strong>lquluubu wa<strong>a</strong>l-ab<u>shaa</u>r<strong>u</strong>",
        "idn": "orang yang tidak dilalaikan oleh perdagangan dan jual beli dari mengingat Allah, melaksanakan salat, dan menunaikan zakat. Mereka takut kepada hari ketika hati dan penglihatan menjadi guncang (hari Kiamat),",
        "signCode": "رجال لا تلهيهم تجرة ولا بيع عن ذكر الله وإقام الصلوة وإيتاء الزكوة يخافون يوما تتقلب فيه القلوب والأبصر"
      },
      {
        "id": 2829,
        "surah": 24,
        "nomor": 38,
        "ar": "لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا عَمِلُوْا وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
        "tr": "liyajziyahumu <strong>al</strong>l<u>aa</u>hu a<u>h</u>sana m<u>aa</u> 'amiluu wayaziidahum min fa<u>dh</u>lihi wa<strong>al</strong>l<u>aa</u>hu yarzuqu man yasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>",
        "idn": "(mereka melakukan itu) agar Allah memberi balasan kepada mereka dengan yang lebih baik daripada apa yang telah mereka kerjakan, dan agar Dia menambah karunia-Nya kepada mereka. Dan Allah memberi rezeki kepada siapa saja yang Dia kehendaki tanpa batas.",
        "signCode": "ليجزيهم الله أحسن ما عملوا ويزيدهم من فضله والله يرزق من يشاء بغير حساب"
      },
      {
        "id": 2830,
        "surah": 24,
        "nomor": 39,
        "ar": "وَالَّذِيْنَ كَفَرُوْٓا اَعْمَالُهُمْ كَسَرَابٍۢ بِقِيْعَةٍ يَّحْسَبُهُ الظَّمْاٰنُ مَاۤءًۗ حَتّٰٓى اِذَا جَاۤءَهٗ لَمْ يَجِدْهُ شَيْـًٔا وَّوَجَدَ اللّٰهَ عِنْدَهٗ فَوَفّٰىهُ حِسَابَهٗ ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu a'm<u>aa</u>luhum kasar<u>aa</u>bin biqii'atin ya<u>h</u>sabuhu <strong>al</strong><u>zhzh</u>am-<u>aa</u>nu m<u>aa</u>-an <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-ahu lam yajidhu syay-an wawajada <strong>al</strong>l<u>aa</u>ha 'indahu fawaff<u>aa</u>hu <u>h</u>is<u>aa</u>bahu wa<strong>al</strong>l<u>aa</u>hu sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>",
        "idn": "Dan orang-orang yang kafir, amal perbuatan mereka seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila (air) itu didatangi tidak ada apa pun. Dan didapatinya (ketetapan) Allah baginya. Lalu Allah memberikan kepadanya perhitungan (amal-amal) dengan sempurna dan Allah sangat cepat perhitungan-Nya.",
        "signCode": "والذين كفروا أعملهم كسراب بقيعة يحسبه الظمءان ماء حتى إذا جاءه لم يجده شيءا ووجد الله عنده فوفىه حسابه والله سريع الحساب"
      },
      {
        "id": 2831,
        "surah": 24,
        "nomor": 40,
        "ar": "اَوْ كَظُلُمٰتٍ فِيْ بَحْرٍ لُّجِّيٍّ يَّغْشٰىهُ مَوْجٌ مِّنْ فَوْقِهٖ مَوْجٌ مِّنْ فَوْقِهٖ سَحَابٌۗ ظُلُمٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍۗ اِذَآ اَخْرَجَ يَدَهٗ لَمْ يَكَدْ يَرٰىهَاۗ وَمَنْ لَّمْ يَجْعَلِ اللّٰهُ لَهٗ نُوْرًا فَمَا لَهٗ مِنْ نُّوْرٍ ࣖ",
        "tr": "aw ka<u>zh</u>ulum<u>aa</u>tin fii ba<u>h</u>rin lujjiyyin yaghsy<u>aa</u>hu mawjun min fawqihi mawjun min fawqihi sa<u>haa</u>bun <u>zh</u>ulum<u>aa</u>tun ba'<u>dh</u>uh<u>aa</u> fawqa ba'<u>dh</u>in i<u>dzaa</u> akhraja yadahu lam yakad yar<u>aa</u>h<u>aa</u> waman lam yaj'ali <strong>al</strong>l<u>aa</u>hu lahu nuuran fam<u>aa</u> lahu min nuur<strong>in</strong>",
        "idn": "Atau (keadaan orang-orang kafir) seperti gelap gulita di lautan yang dalam, yang diliputi oleh gelombang demi gelombang, di atasnya ada (lagi) awan gelap. Itulah gelap gulita yang berlapis-lapis. Apabila dia mengeluarkan tangannya hampir tidak dapat melihatnya. Barangsiapa tidak diberi cahaya (petunjuk) oleh Allah, maka dia tidak mempunyai cahaya sedikit pun. ",
        "signCode": "أو كظلمت في بحر لجي يغشىه موج من فوقه موج من فوقه سحاب ظلمت بعضها فوق بعض إذا أخرج يده لم يكد يرىها ومن لم يجعل الله له نورا فما له من نور"
      },
      {
        "id": 2832,
        "surah": 24,
        "nomor": 41,
        "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُسَبِّحُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ وَالطَّيْرُ صٰۤفّٰتٍۗ كُلٌّ قَدْ عَلِمَ صَلَاتَهٗ وَتَسْبِيْحَهٗۗ وَاللّٰهُ عَلِيْمٌۢ بِمَا يَفْعَلُوْنَ ",
        "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha yusabbi<u>h</u>u lahu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong><u>ththh</u>ayru <u>shaa</u>ff<u>aa</u>tin kullun qad 'alima <u>sh</u>al<u>aa</u>tahu watasbii<u>h</u>ahu wa<strong>al</strong>l<u>aa</u>hu 'aliimun bim<u>aa</u> yaf'aluun<strong>a</strong>",
        "idn": "Tidakkah engkau (Muhammad) tahu bahwa kepada Allah-lah bertasbih apa yang di langit dan di bumi, dan juga burung yang mengembangkan sayapnya. Masing-masing sungguh, telah mengetahui (cara) berdoa dan bertasbih. Allah Maha Mengetahui apa yang mereka kerjakan.",
        "signCode": "ألم تر أن الله يسبح له من في السموت والأرض والطير صفت كل قد علم صلاته وتسبيحه والله عليم بما يفعلون"
      },
      {
        "id": 2833,
        "surah": 24,
        "nomor": 42,
        "ar": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ وَاِلَى اللّٰهِ الْمَصِيْرُ",
        "tr": "walill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Dan milik Allah-lah kerajaan langit dan bumi dan hanya kepada Allah-lah kembali (seluruh makhluk).",
        "signCode": "ولله ملك السموت والأرض وإلى الله المصير"
      },
      {
        "id": 2834,
        "surah": 24,
        "nomor": 43,
        "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُزْجِيْ سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهٗ ثُمَّ يَجْعَلُهٗ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ وَيُنَزِّلُ مِنَ السَّمَاۤءِ مِنْ جِبَالٍ فِيْهَا مِنْۢ بَرَدٍ فَيُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ وَيَصْرِفُهٗ عَنْ مَّنْ ",
        "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha yuzjii sa<u>haa</u>ban tsumma yu-allifu baynahu tsumma yaj'aluhu ruk<u>aa</u>man fatar<u>aa</u> <strong>a</strong>lwadqa yakhruju min khil<u>aa</u>lihi wayunazzilu mina <strong>al</strong>ssam<u>aa</u>-i min jib<u>aa</u>lin fiih<u>aa</u> min baradin fayu<u>sh</u>iibu bihi man yasy<u>aa</u>u waya<u>sh</u>rifuhu 'an man yasy<u>aa</u>u yak<u>aa</u>du san<u>aa</u> barqihi ya<u>dz</u>habu bi<strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>",
        "idn": "Tidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau lihat hujan keluar dari celah-celahnya dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran es) itu kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan.",
        "signCode": "ألم تر أن الله يزجي سحابا ثم يؤلف بينه ثم يجعله ركاما فترى الودق يخرج من خلله وينزل من السماء من جبال فيها من برد فيصيب به من يشاء ويصرفه عن من يشاء يكاد سنا برقه يذهب بالأبصر"
      },
      {
        "id": 2835,
        "surah": 24,
        "nomor": 44,
        "ar": "يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ",
        "tr": "yuqallibu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra inna fii <u>dzaa</u>lika la'ibratan li-ulii <strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>",
        "idn": "Allah mempergantikan malam dan siang. Sesungguhnya pada yang demikian itu, pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam).",
        "signCode": "يقلب الله اليل والنهار إن في ذلك لعبرة لأولي الأبصر"
      },
      {
        "id": 2836,
        "surah": 24,
        "nomor": 45,
        "ar": "وَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
        "tr": "wa<strong>al</strong>l<u>aa</u>hu khalaqa kulla d<u>aa</u>bbatin min m<u>aa</u>-in faminhum man yamsyii 'al<u>aa</u> ba<u>th</u>nihi waminhum man yamsyii 'al<u>aa</u> rijlayni waminhum man yamsyii 'al<u>aa</u> arba'in yakhluqu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yasy<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "idn": "Dan Allah menciptakan semua jenis hewan dari air, maka sebagian ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki, sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
        "signCode": "والله خلق كل دابة من ماء فمنهم من يمشي على بطنه ومنهم من يمشي على رجلين ومنهم من يمشي على أربع يخلق الله ما يشاء إن الله على كل شيء قدير"
      },
      {
        "id": 2837,
        "surah": 24,
        "nomor": 46,
        "ar": "لَقَدْ اَنْزَلْنَآ اٰيٰتٍ مُّبَيِّنٰتٍۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
        "tr": "laqad anzaln<u>aa</u> <u>aa</u>y<u>aa</u>tin mubayyin<u>aa</u>tin wa<strong>al</strong>l<u>aa</u>hu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
        "idn": "Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Dan Allah memberi petunjuk siapa yang Dia kehendaki ke jalan yang lurus.",
        "signCode": "لقد أنزلنا ءايت مبينت والله يهدي من يشاء إلى صرط مستقيم"
      },
      {
        "id": 2838,
        "surah": 24,
        "nomor": 47,
        "ar": "وَيَقُوْلُوْنَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَۗ وَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ",
        "tr": "wayaquuluuna <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wabi<strong>al</strong>rrasuuli wa-a<u>th</u>a'n<u>aa</u> tsumma yatawall<u>aa</u> fariiqun minhum min ba'di <u>dzaa</u>lika wam<u>aa</u> ul<u>aa</u>-ika bi<strong>a</strong>lmu/miniin<strong>a</strong>",
        "idn": "Dan mereka (orang-orang munafik) berkata, “Kami telah beriman kepada Allah dan Rasul (Muhammad), dan kami menaati (keduanya).”  Kemudian sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang beriman.",
        "signCode": "ويقولون ءامنا بالله وبالرسول وأطعنا ثم يتولى فريق منهم من بعد ذلك وما أولئك بالمؤمنين"
      },
      {
        "id": 2839,
        "surah": 24,
        "nomor": 48,
        "ar": "وَاِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرِيْقٌ مِّنْهُمْ مُّعْرِضُوْنَ ",
        "tr": "wa-i<u>dzaa</u> du'uu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi warasuulihi liya<u>h</u>kuma baynahum i<u>dzaa</u> fariiqun minhum mu'ri<u>dh</u>uun<strong>a</strong>",
        "idn": "Dan apabila mereka diajak kepada Allah dan Rasul-Nya, agar (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka menolak (untuk datang).",
        "signCode": "وإذا دعوا إلى الله ورسوله ليحكم بينهم إذا فريق منهم معرضون"
      },
      {
        "id": 2840,
        "surah": 24,
        "nomor": 49,
        "ar": "وَاِنْ يَّكُنْ لَّهُمُ الْحَقُّ يَأْتُوْٓا اِلَيْهِ مُذْعِنِيْنَ",
        "tr": "wa-in yakun lahumu <strong>a</strong>l<u>h</u>aqqu ya/tuu ilayhi mu<u>dz</u>'iniin<strong>a</strong>",
        "idn": "Tetapi, jika kebenaran di pihak mereka, mereka datang kepadanya (Rasul) dengan patuh.",
        "signCode": "وإن يكن لهم الحق يأتوا إليه مذعنين"
      },
      {
        "id": 2841,
        "surah": 24,
        "nomor": 50,
        "ar": "اَفِيْ قُلُوْبِهِمْ مَّرَضٌ اَمِ ارْتَابُوْٓا اَمْ يَخَافُوْنَ اَنْ يَّحِيْفَ اللّٰهُ عَلَيْهِمْ وَرَسُوْلُهٗ ۗبَلْ اُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ࣖ",
        "tr": "afii quluubihim mara<u>dh</u>un ami irt<u>aa</u>buu am yakh<u>aa</u>fuuna an ya<u>h</u>iifa <strong>al</strong>l<u>aa</u>hu 'alayhim warasuuluhu bal ul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>",
        "idn": "Apakah (ketidakhadiran mereka karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim.",
        "signCode": "أفي قلوبهم مرض أم ارتابوا أم يخافون أن يحيف الله عليهم ورسوله بل أولئك هم الظلمون"
      },
      {
        "id": 2842,
        "surah": 24,
        "nomor": 51,
        "ar": "اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
        "tr": "innam<u>aa</u> k<u>aa</u>na qawla <strong>a</strong>lmu/miniina i<u>dzaa</u> du'uu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi warasuulihi liya<u>h</u>kuma baynahum an yaquuluu sami'n<u>aa</u> wa-a<u>th</u>a'n<u>aa</u> waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
        "idn": "Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, “Kami mendengar, dan kami taat.” Dan mereka itulah orang-orang yang beruntung.",
        "signCode": "إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون"
      },
      {
        "id": 2843,
        "surah": 24,
        "nomor": 52,
        "ar": "وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
        "tr": "waman yu<u>th</u>i'i <strong>al</strong>l<u>aa</u>ha warasuulahu wayakhsya <strong>al</strong>l<u>aa</u>ha wayattaqhi faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>",
        "idn": "Dan barangsiapa taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan.",
        "signCode": "ومن يطع الله ورسوله ويخش الله ويتقه فأولئك هم الفائزون"
      },
      {
        "id": 2844,
        "surah": 24,
        "nomor": 53,
        "ar": "۞ وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ اَمَرْتَهُمْ لَيَخْرُجُنَّۗ قُلْ لَّا تُقْسِمُوْاۚ طَاعَةٌ مَّعْرُوْفَةٌ  ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
        "tr": "wa-aqsamuu bi<strong>al</strong>l<u>aa</u>hi jahda aym<u>aa</u>nihim la-in amartahum layakhrujunna qul l<u>aa</u> tuqsimuu <u>th</u><u>aa</u>'atun ma'ruufatun inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
        "idn": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah sungguh-sungguh, bahwa jika engkau suruh mereka berperang, pastilah mereka akan pergi. Katakanlah (Muhammad), “Janganlah kamu bersumpah, (karena yang diminta) adalah ketaatan yang baik. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.”",
        "signCode": "وأقسموا بالله جهد أيمنهم لئن أمرتهم ليخرجن قل لا تقسموا طاعة معروفة إن الله خبير بما تعملون"
      },
      {
        "id": 2845,
        "surah": 24,
        "nomor": 54,
        "ar": "قُلْ اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْۗ وَاِنْ تُطِيْعُوْهُ تَهْتَدُوْاۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
        "tr": "qul a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula fa-in tawallaw fa-innam<u>aa</u> 'alayhi m<u>aa</u> <u>h</u>ummila wa'alaykum m<u>aa</u> <u>h</u>ummiltum wa-in tu<u>th</u>ii'uuhu tahtaduu wam<u>aa</u> 'al<u>aa</u> <strong>al</strong>rrasuuli ill<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>a</strong>",
        "idn": "Katakanlah, “Taatlah kepada Allah dan taatlah kepada Rasul; jika kamu berpaling, maka sesungguhnya kewajiban Rasul (Muhammad) itu hanyalah apa yang dibebankan kepadanya, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.”",
        "signCode": "قل أطيعوا الله وأطيعوا الرسول فإن تولوا فإنما عليه ما حمل وعليكم ما حملتم وإن تطيعوه تهتدوا وما على الرسول إلا البلغ المبين"
      },
      {
        "id": 2846,
        "surah": 24,
        "nomor": 55,
        "ar": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ ",
        "tr": "wa'ada <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minkum wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti layastakhlifannahum fii <strong>a</strong>l-ar<u>dh</u>i kam<u>aa</u> istakhlafa <strong>al</strong>la<u>dz</u>iina min qablihim walayumakkinanna lahum diinahumu <strong>al</strong>la<u>dz</u>ii irta<u>daa</u> lahum walayubaddilannahum min ba'di khawfihim amnan ya'buduunanii l<u>aa</u> yusyrikuuna bii syay-an waman kafara ba'da <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>",
        "idn": "Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh, Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun. Tetapi barangsiapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik.",
        "signCode": "وعد الله الذين ءامنوا منكم وعملوا الصلحت ليستخلفنهم في الأرض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد خوفهم أمنا يعبدونني لا يشركون بي شيءا ومن كفر بعد ذلك فأولئك هم الفسقون"
      },
      {
        "id": 2847,
        "surah": 24,
        "nomor": 56,
        "ar": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا الرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَ",
        "tr": "wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula la'allakum tur<u>h</u>amuun<strong>a</strong>",
        "idn": "Dan laksanakanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul (Muhammad), agar kamu diberi rahmat.",
        "signCode": "وأقيموا الصلوة وءاتوا الزكوة وأطيعوا الرسول لعلكم ترحمون"
      },
      {
        "id": 2848,
        "surah": 24,
        "nomor": 57,
        "ar": "لَا تَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا مُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَأْوٰىهُمُ النَّارُۗ وَلَبِئْسَ الْمَصِيْرُ ࣖ",
        "tr": "l<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>la<u>dz</u>iina kafaruu mu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wama/w<u>aa</u>humu <strong>al</strong>nn<u>aa</u>ru walabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Janganlah engkau mengira bahwa orang-orang yang kafir itu dapat luput dari siksaan Allah di bumi; sedang tempat kembali mereka (di akhirat) adalah neraka. Dan itulah seburuk-buruk tempat kembali.",
        "signCode": "لا تحسبن الذين كفروا معجزين في الأرض ومأوىهم النار ولبئس المصير"
      },
      {
        "id": 2849,
        "surah": 24,
        "nomor": 58,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِيَسْتَأْذِنْكُمُ الَّذِيْنَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذِيْنَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرّٰتٍۗ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحِيْنَ تَضَعُوْنَ ثِيَابَكُمْ مِّنَ الظَّهِيْرَةِ وَمِنْۢ بَعْدِ صَلٰوةِ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu liyasta/<u>dz</u>inkumu <strong>al</strong>la<u>dz</u>iina malakat aym<u>aa</u>nukum wa<strong>a</strong>lla<u>dz</u>iina lam yablughuu <strong>a</strong>l<u>h</u>uluma minkum tsal<u>aa</u>tsa marr<u>aa</u>tin min qabli <u>sh</u>al<u>aa</u>ti <strong>a</strong>lfajri wa<u>h</u>iina ta<u>dh</u>a'uuna tsiy<u>aa</u>bakum mina <strong>al</strong><u>zhzh</u>ahiirati wamin ba'di <u>sh</u>al<u>aa</u>ti <strong>a</strong>l'isy<u>aa</u>-i tsal<u>aa</u>tsu 'awr<u>aa</u>tin lakum laysa 'alaykum wal<u>aa</u> 'alayhim jun<u>aah</u>un ba'dahunna <u>th</u>aww<u>aa</u>fuuna 'alaykum ba'<u>dh</u>ukum 'al<u>aa</u> ba'<u>dh</u>in ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
        "idn": "Wahai orang-orang yang beriman! Hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki, dan orang-orang yang belum balig (dewasa) di antara kamu, meminta izin kepada kamu pada tiga kali (kesempatan) yaitu, sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari, dan setelah salat Isya. (Itulah) tiga aurat (waktu) bagi kamu. Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu; mereka keluar masuk melayani kamu, sebagian kamu atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
        "signCode": "يأيها الذين ءامنوا ليستءذنكم الذين ملكت أيمنكم والذين لم يبلغوا الحلم منكم ثلث مرت من قبل صلوة الفجر وحين تضعون ثيابكم من الظهيرة ومن بعد صلوة العشاء ثلث عورت لكم ليس عليكم ولا عليهم جناح بعدهن طوفون عليكم بعضكم على بعض كذلك يبين الله لكم الءايت والله عليم حكيم"
      },
      {
        "id": 2850,
        "surah": 24,
        "nomor": 59,
        "ar": "وَاِذَا بَلَغَ الْاَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوْا كَمَا اسْتَأْذَنَ الَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
        "tr": "wa-i<u>dzaa</u> balagha <strong>a</strong>l-a<u>th</u>f<u>aa</u>lu minkumu <strong>a</strong>l<u>h</u>uluma falyasta/<u>dz</u>inuu kam<u>aa</u> ista/<u>dz</u>ana <strong>al</strong>la<u>dz</u>iina min qablihim ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakum <u>aa</u>y<u>aa</u>tihi wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
        "idn": "Dan apabila anak-anakmu telah sampai umur dewasa, maka hendaklah mereka (juga) meminta izin, seperti orang-orang yang lebih dewasa meminta izin. Demikianlah Allah menjelaskan ayat-ayat-Nya kepadamu. Allah Maha Mengetahui, Mahabijaksana.",
        "signCode": "وإذا بلغ الأطفل منكم الحلم فليستءذنوا كما استءذن الذين من قبلهم كذلك يبين الله لكم ءايته والله عليم حكيم"
      },
      {
        "id": 2851,
        "surah": 24,
        "nomor": 60,
        "ar": "وَالْقَوَاعِدُ مِنَ النِّسَاۤءِ الّٰتِيْ لَا يَرْجُوْنَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ اَنْ يَّضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجٰتٍۢ بِزِيْنَةٍۗ وَاَنْ يَّسْتَعْفِفْنَ خَيْرٌ لَّهُنَّۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
        "tr": "wa<strong>a</strong>lqaw<u>aa</u>'idu mina <strong>al</strong>nnis<u>aa</u>-i <strong>al</strong>l<u>aa</u>tii l<u>aa</u> yarjuuna nik<u>aah</u>an falaysa 'alayhinna jun<u>aah</u>un an ya<u>dh</u>a'na tsiy<u>aa</u>bahunna ghayra mutabarrij<u>aa</u>tin biziinatin wa-an yasta'fifna khayrun lahunna wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>",
        "idn": "Dan para perempuan tua yang telah berhenti (dari haid dan mengandung) yang tidak ingin menikah (lagi), maka tidak ada dosa menanggalkan pakaian (luar) mereka dengan tidak (bermaksud) menampakkan perhiasan; tetapi memelihara kehormatan adalah lebih baik bagi mereka. Allah Maha Mendengar, Maha Mengetahui.",
        "signCode": "والقوعد من النساء التي لا يرجون نكاحا فليس عليهن جناح أن يضعن ثيابهن غير متبرجت بزينة وأن يستعففن خير لهن والله سميع عليم"
      },
      {
        "id": 2852,
        "surah": 24,
        "nomor": 61,
        "ar": "لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَّلَا عَلَى الْاَعْرَجِ حَرَجٌ وَّلَا عَلَى الْمَرِيْضِ حَرَجٌ وَّلَا عَلٰٓى اَنْفُسِكُمْ اَنْ تَأْكُلُوْا مِنْۢ بُيُوْتِكُمْ اَوْ بُيُوْتِ اٰبَاۤىِٕكُمْ اَوْ بُيُوْتِ اُمَّهٰتِكُمْ اَوْ بُيُوْتِ اِخْوَانِكُمْ اَوْ بُيُوْتِ",
        "tr": "laysa 'al<u>aa</u> <strong>a</strong>l-a'm<u>aa</u> <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-a'raji <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>lmarii<u>dh</u>i <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> anfusikum an ta/kuluu min buyuutikum aw buyuuti <u>aa</u>b<u>aa</u>-ikum aw buyuuti ummah<u>aa</u>tikum aw buyuuti ikhw<u>aa</u>nikum aw buyuuti akhaw<u>aa</u>tikum aw buyuuti a'm<u>aa</u>mikum aw buyuuti 'amm<u>aa</u>tikum aw buyuuti akhw<u>aa</u>likum aw buyuuti kh<u>aa</u>l<u>aa</u>tikum aw m<u>aa</u> malaktum maf<u>aa</u>ti<u>h</u>ahu aw <u>sh</u>adiiqikum laysa 'alaykum jun<u>aah</u>un an ta/kuluu jamii'an aw asyt<u>aa</u>tan fa-i<u>dzaa</u> dakhaltum buyuutan fasallimuu 'al<u>aa</u> anfusikum ta<u>h</u>iyyatan min 'indi <strong>al</strong>l<u>aa</u>hi mub<u>aa</u>rakatan <u>th</u>ayyibatan ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum ta'qiluun<strong>a</strong>",
        "idn": "Tidak ada halangan bagi orang buta, tidak (pula) bagi orang pincang, tidak (pula) bagi orang sakit, dan tidak (pula) bagi dirimu, makan (bersama-sama mereka) di rumah kamu atau di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara-saudaramu yang laki-laki, di rumah saudara-saudaramu yang perempuan, di rumah saudara-saudara bapakmu yang laki-laki, di rumah saudara-saudara bapakmu yang perempuan, di rumah saudara-saudara ibumu yang laki-laki, di rumah saudara-saudara ibumu yang perempuan, (di rumah) yang kamu miliki kuncinya atau (di rumah) kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah hendaklah kamu memberi salam (kepada penghuninya, yang berarti memberi salam) kepada dirimu sendiri, dengan salam yang penuh berkah dan baik dari sisi Allah. Demikianlah Allah menjelaskan ayat-ayat(-Nya) bagimu, agar kamu mengerti. ",
        "signCode": "ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج ولا على أنفسكم أن تأكلوا من بيوتكم أو بيوت ءابائكم أو بيوت أمهتكم أو بيوت إخونكم أو بيوت أخوتكم أو بيوت أعممكم أو بيوت عمتكم أو بيوت أخولكم أو بيوت خلتكم أو ما ملكتم مفاتحه أو صديقكم ليس عليكم جناح أن تأكلوا جميعا أو أشتاتا فإذا دخلتم بيوتا فسلموا على أنفسكم تحية من عند الله مبركة طيبة كذلك يبين الله لكم الءايت لعلكم تعقلون"
      },
      {
        "id": 2853,
        "surah": 24,
        "nomor": 62,
        "ar": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاِذَا كَانُوْا مَعَهٗ عَلٰٓى اَمْرٍ جَامِعٍ لَّمْ يَذْهَبُوْا حَتّٰى يَسْتَأْذِنُوْهُۗ اِنَّ الَّذِيْنَ يَسْتَأْذِنُوْنَكَ اُولٰۤىِٕكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖۚ ف",
        "tr": "innam<u>aa</u> <strong>a</strong>lmu/minuuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa-i<u>dzaa</u> k<u>aa</u>nuu ma'ahu 'al<u>aa</u> amrin j<u>aa</u>mi'in lam ya<u>dz</u>habuu <u>h</u>att<u>aa</u> yasta/<u>dz</u>inuuhu inna <strong>al</strong>la<u>dz</u>iina yasta/<u>dz</u>inuunaka ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina yu/minuuna bi<strong>al</strong>l<u>aa</u>hi warasuulihi fa-i<u>dzaa</u> ista/<u>dz</u>anuuka liba'<u>dh</u>i sya/nihim fa/<u>dz</u>an liman syi/ta minhum wa<strong>i</strong>staghfir lahumu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "(Yang disebut) orang mukmin hanyalah orang yang beriman kepada Allah dan Rasul-Nya (Muhammad), dan apabila mereka berada bersama-sama dengan dia (Muhammad) dalam suatu urusan bersama, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sesungguhnya orang-orang yang meminta izin kepadamu (Muhammad), mereka itulah orang-orang yang (benar-benar) beriman kepada Allah dan Rasul-Nya. Maka apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka, dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "إنما المؤمنون الذين ءامنوا بالله ورسوله وإذا كانوا معه على أمر جامع لم يذهبوا حتى يستءذنوه إن الذين يستءذنونك أولئك الذين يؤمنون بالله ورسوله فإذا استءذنوك لبعض شأنهم فأذن لمن شئت منهم واستغفر لهم الله إن الله غفور رحيم"
      },
      {
        "id": 2854,
        "surah": 24,
        "nomor": 63,
        "ar": "لَا تَجْعَلُوْا دُعَاۤءَ الرَّسُوْلِ بَيْنَكُمْ كَدُعَاۤءِ بَعْضِكُمْ بَعْضًاۗ قَدْ يَعْلَمُ اللّٰهُ الَّذِيْنَ يَتَسَلَّلُوْنَ مِنْكُمْ لِوَاذًاۚ فَلْيَحْذَرِ الَّذِيْنَ يُخَالِفُوْنَ عَنْ اَمْرِهٖٓ اَنْ تُصِيْبَهُمْ فِتْنَةٌ اَوْ يُصِيْبَهُمْ عَذَابٌ اَ",
        "tr": "l<u>aa</u> taj'aluu du'<u>aa</u>-a <strong>al</strong>rrasuuli baynakum kadu'<u>aa</u>-i ba'<u>dh</u>ikum ba'<u>dh</u>an qad ya'lamu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina yatasallaluuna minkum liw<u>aadz</u>an falya<u>hts</u>ari <strong>al</strong>la<u>dz</u>iina yukh<u>aa</u>lifuuna 'an amrihi an tu<u>sh</u>iibahum fitnatun aw yu<u>sh</u>iibahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Janganlah kamu jadikan panggilan Rasul (Muhammad) di antara kamu seperti panggilan sebagian kamu kepada sebagian (yang lain). Sungguh, Allah mengetahui orang-orang yang keluar (secara) sembunyi-sembunyi di antara kamu dengan berlindung (kepada kawannya), maka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih.",
        "signCode": "لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم"
      },
      {
        "id": 2855,
        "surah": 24,
        "nomor": 64,
        "ar": "اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ قَدْ يَعْلَمُ مَآ اَنْتُمْ عَلَيْهِۗ وَيَوْمَ يُرْجَعُوْنَ اِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
        "tr": "al<u>aa</u> inna lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i qad ya'lamu m<u>aa</u> antum 'alayhi wayawma yurja'uuna ilayhi fayunabbi-uhum bim<u>aa</u> 'amiluu wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>",
        "idn": "Ketahuilah, sesungguhnya milik Allah-lah apa yang di langit dan di bumi. Dia mengetahui keadaan kamu sekarang. Dan (mengetahui pula) hari (ketika mereka) dikembalikan kepada-Nya, lalu diterangkan-Nya kepada mereka apa yang telah mereka kerjakan. Dan Allah Maha Mengetahui segala sesuatu.",
        "signCode": "ألا إن لله ما في السموت والأرض قد يعلم ما أنتم عليه ويوم يرجعون إليه فينبئهم بما عملوا والله بكل شيء عليم"
      }
    ]
  },
  {
    "status": true,
    "nomor": 25,
    "nama": "الفرقان",
    "nama_latin": "Al-Furqan",
    "jumlah_ayat": 77,
    "tempat_turun": "mekah",
    "arti": "Pembeda",
    "deskripsi": "Surat ini terdiri atas 77 ayat, termasuk golongan surat-surat Makkiyah. Dinamai <i>Al Furqaan</i> yang artinya <i>pembeda</i>, diambil dari kata <i>Al Furqaan</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan Al Furqaan dalam ayat ini ialah Al Quran.<br> Al Quran dinamakan Al Furqaan karena dia membedakan antara yang haq dengan yang batil. MAka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran ke-esaan Allah s.w.t. dengan kebatilan kepercayaan syirik.",
    "audio": "https://santrikoding.com/storage/audio/025.mp3",
    "ayat": [
      {
        "id": 2856,
        "surah": 25,
        "nomor": 1,
        "ar": "تَبٰرَكَ الَّذِيْ نَزَّلَ الْفُرْقَانَ عَلٰى عَبْدِهٖ لِيَكُوْنَ لِلْعٰلَمِيْنَ نَذِيْرًا ۙ",
        "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii nazzala <strong>a</strong>lfurq<u>aa</u>na 'al<u>aa</u> 'abdihi liyakuuna lil'<u>aa</u>lamiina na<u>dz</u>iir<u>aa</u><strong>n</strong>",
        "idn": "Mahasuci Allah yang telah menurunkan Furqan (Al-Qur'an) kepada hamba-Nya (Muhammad), agar dia menjadi pemberi peringatan kepada seluruh alam (jin dan manusia).",
        "signCode": "تبارك الذي نزل الفرقان على عبده ليكون للعلمين نذيرا"
      },
      {
        "id": 2857,
        "surah": 25,
        "nomor": 2,
        "ar": " ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهٗ تَقْدِيْرًا",
        "tr": "<strong>al</strong>la<u>dz</u>ii lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i walam yattakhi<u>dz</u> waladan walam yakun lahu syariikun fii <strong>a</strong>lmulki wakhalaqa kulla syay-in faqaddarahu taqdiir<u>aa</u><strong>n</strong>",
        "idn": "Yang memiliki kerajaan langit dan bumi, tidak mempunyai anak, tidak ada sekutu bagi-Nya dalam kekuasaan(-Nya), dan Dia menciptakan segala sesuatu, lalu menetapkan ukuran-ukurannya dengan tepat. ",
        "signCode": "الذي له ملك السموت والأرض ولم يتخذ ولدا ولم يكن له شريك في الملك وخلق كل شيء فقدره تقديرا"
      },
      {
        "id": 2858,
        "surah": 25,
        "nomor": 3,
        "ar": "وَاتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً لَّا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَ وَلَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ ضَرًّا وَّلَا نَفْعًا وَّلَا يَمْلِكُوْنَ مَوْتًا وَّلَا حَيٰوةً وَّلَا نُشُوْرًا",
        "tr": "wa<strong>i</strong>ttakha<u>dz</u>uu min duunihi <u>aa</u>lihatan l<u>aa</u> yakhluquuna syay-an wahum yukhlaquuna wal<u>aa</u> yamlikuuna li-anfusihim <u>dh</u>arran wal<u>aa</u> naf'an wal<u>aa</u> yamlikuuna mawtan wal<u>aa</u> <u>h</u>ay<u>aa</u>tan wal<u>aa</u> nusyuur<u>aa</u><strong>n</strong>",
        "idn": "Namun mereka mengambil tuhan-tuhan selain Dia (untuk disembah), padahal mereka (tuhan-tuhan itu) tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya dan tidak dapat (mendatangkan) manfaat serta tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan.",
        "signCode": "واتخذوا من دونه ءالهة لا يخلقون شيءا وهم يخلقون ولا يملكون لأنفسهم ضرا ولا نفعا ولا يملكون موتا ولا حيوة ولا نشورا"
      },
      {
        "id": 2859,
        "surah": 25,
        "nomor": 4,
        "ar": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu in h<u>aadzaa</u> ill<u>aa</u> ifkun iftar<u>aa</u>hu wa-a'<u>aa</u>nahu 'alayhi qawmun <u>aa</u>kharuuna faqad j<u>aa</u>uu <u>zh</u>ulman wazuur<u>aa</u><strong>n</strong>",
        "idn": "Dan orang-orang kafir berkata, “(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,” Sungguh, mereka telah berbuat zalim dan dusta yang besar.",
        "signCode": "وقال الذين كفروا إن هذا إلا إفك افترىه وأعانه عليه قوم ءاخرون فقد جاءو ظلما وزورا"
      },
      {
        "id": 2860,
        "surah": 25,
        "nomor": 5,
        "ar": "وَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا",
        "tr": "waq<u>aa</u>luu as<u>aath</u>iiru <strong>a</strong>l-awwaliina iktatabah<u>aa</u> fahiya tuml<u>aa</u> 'alayhi bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>",
        "idn": "Dan mereka berkata, “(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.”",
        "signCode": "وقالوا أسطير الأولين اكتتبها فهي تملى عليه بكرة وأصيلا"
      },
      {
        "id": 2861,
        "surah": 25,
        "nomor": 6,
        "ar": "قُلْ اَنْزَلَهُ الَّذِيْ يَعْلَمُ السِّرَّ  فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ كَانَ غَفُوْرًا رَّحِيْمًا",
        "tr": "qul anzalahu <strong>al</strong>la<u>dz</u>ii ya'lamu <strong>al</strong>ssirra fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i innahu k<u>aa</u>na ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>",
        "idn": "Katakanlah (Muhammad), “(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.” ",
        "signCode": "قل أنزله الذي يعلم السر في السموت والأرض إنه كان غفورا رحيما"
      },
      {
        "id": 2862,
        "surah": 25,
        "nomor": 7,
        "ar": "وَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ",
        "tr": "waq<u>aa</u>luu m<u>aa</u>li h<u>aadzaa</u> <strong>al</strong>rrasuuli ya/kulu <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wayamsyii fii <strong>a</strong>l-asw<u>aa</u>qi lawl<u>aa</u> unzila ilayhi malakun fayakuuna ma'ahu na<u>dz</u>iir<u>aa</u><strong>n</strong>",
        "idn": "Dan mereka berkata, “Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,",
        "signCode": "وقالوا مال هذا الرسول يأكل الطعام ويمشي في الأسواق لولا أنزل إليه ملك فيكون معه نذيرا"
      },
      {
        "id": 2863,
        "surah": 25,
        "nomor": 8,
        "ar": "اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا",
        "tr": "aw yulq<u>aa</u> ilayhi kanzun aw takuunu lahu jannatun ya/kulu minh<u>aa</u> waq<u>aa</u>la <strong>al</strong><u>zhzhaa</u>limuuna in tattabi'uuna ill<u>aa</u> rajulan mas<u>h</u>uur<u>aa</u><strong>n</strong>",
        "idn": "atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?” Dan orang-orang zalim itu berkata, “Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.”",
        "signCode": "أو يلقى إليه كنز أو تكون له جنة يأكل منها وقال الظلمون إن تتبعون إلا رجلا مسحورا"
      },
      {
        "id": 2864,
        "surah": 25,
        "nomor": 9,
        "ar": "اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا ࣖ",
        "tr": "un<u>zh</u>ur kayfa <u>dh</u>arabuu laka <strong>a</strong>l-amts<u>aa</u>la fa<u>dh</u>alluu fal<u>aa</u> yasta<u>th</u>ii'uuna sabiil<u>aa</u><strong>n</strong>",
        "idn": "Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang engkau, maka sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu). ",
        "signCode": "انظر كيف ضربوا لك الأمثل فضلوا فلا يستطيعون سبيلا"
      },
      {
        "id": 2865,
        "surah": 25,
        "nomor": 10,
        "ar": "تَبٰرَكَ الَّذِيْٓ اِنْ شَاۤءَ جَعَلَ لَكَ خَيْرًا مِّنْ ذٰلِكَ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ وَيَجْعَلْ لَّكَ قُصُوْرًا",
        "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii in sy<u>aa</u>-a ja'ala laka khayran min <u>dzaa</u>lika jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wayaj'al laka qu<u>sh</u>uur<u>aa</u><strong>n</strong>",
        "idn": "Mahasuci (Allah) yang jika Dia menghendaki, niscaya Dia jadikan bagimu yang lebih baik daripada itu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, dan Dia jadikan (pula) istana-istana untukmu.",
        "signCode": "تبارك الذي إن شاء جعل لك خيرا من ذلك جنت تجري من تحتها الأنهر ويجعل لك قصورا"
      },
      {
        "id": 2866,
        "surah": 25,
        "nomor": 11,
        "ar": "بَلْ كَذَّبُوْا بِالسَّاعَةِۙ وَاَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيْرًا",
        "tr": "bal ka<u>dzdz</u>abuu bi<strong>al</strong>ss<u>aa</u>'ati wa-a'tadn<u>aa</u> liman ka<u>dzdz</u>aba bi<strong>al</strong>ss<u>aa</u>'ati sa'iir<u>aa</u><strong>n</strong>",
        "idn": "Bahkan mereka mendustakan hari Kiamat. Dan Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat.",
        "signCode": "بل كذبوا بالساعة وأعتدنا لمن كذب بالساعة سعيرا"
      },
      {
        "id": 2867,
        "surah": 25,
        "nomor": 12,
        "ar": "اِذَا رَاَتْهُمْ مِّنْ مَّكَانٍۢ بَعِيْدٍ سَمِعُوْا لَهَا تَغَيُّظًا وَّزَفِيْرًا",
        "tr": "i<u>dzaa</u> ra-at-hum min mak<u>aa</u>nin ba'iidin sami'uu lah<u>aa</u> taghayyu<u>zh</u>an wazafiir<u>aa</u><strong>n</strong>",
        "idn": "Apabila ia (neraka) melihat mereka dari tempat yang jauh, mereka mendengar suaranya yang gemuruh karena marahnya.",
        "signCode": "إذا رأتهم من مكان بعيد سمعوا لها تغيظا وزفيرا"
      },
      {
        "id": 2868,
        "surah": 25,
        "nomor": 13,
        "ar": "وَاِذَآ اُلْقُوْا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِيْنَ دَعَوْا هُنَالِكَ ثُبُوْرًا ۗ",
        "tr": "wa-i<u>dzaa</u> ulquu minh<u>aa</u> mak<u>aa</u>nan <u>dh</u>ayyiqan muqarraniina da'aw hun<u>aa</u>lika tsubuur<u>aa</u><strong>n</strong>",
        "idn": "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka dengan dibelenggu, mereka di sana berteriak mengharapkan kebinasaan.",
        "signCode": "وإذا ألقوا منها مكانا ضيقا مقرنين دعوا هنالك ثبورا"
      },
      {
        "id": 2869,
        "surah": 25,
        "nomor": 14,
        "ar": "لَا تَدْعُوا الْيَوْمَ ثُبُوْرًا وَّاحِدًا وَّادْعُوْا ثُبُوْرًا كَثِيْرًا ",
        "tr": "l<u>aa</u> tad'uu <strong>a</strong>lyawma tsubuuran w<u>aah</u>idan wa<strong>u</strong>d'uu tsubuuran katsiir<u>aa</u><strong>n</strong>",
        "idn": "(Akan dikatakan kepada mereka), “Janganlah kamu mengharapkan pada hari ini satu kebinasaan, melainkan harapkanlah kebinasaan yang berulang-ulang.” ",
        "signCode": "لا تدعوا اليوم ثبورا وحدا وادعوا ثبورا كثيرا"
      },
      {
        "id": 2870,
        "surah": 25,
        "nomor": 15,
        "ar": "قُلْ اَذٰلِكَ خَيْرٌ اَمْ جَنَّةُ الْخُلْدِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ  كَانَتْ لَهُمْ جَزَاۤءً وَّمَصِيْرًا ",
        "tr": "qul a<u>dzaa</u>lika khayrun am jannatu <strong>a</strong>lkhuldi <strong>al</strong>latii wu'ida <strong>a</strong>lmuttaquuna k<u>aa</u>nat lahum jaz<u>aa</u>-an wama<u>sh</u>iir<u>aa</u><strong>n</strong>",
        "idn": "Katakanlah (Muhammad), “Apakah (azab) seperti itu yang baik, atau surga yang kekal yang dijanjikan kepada orang-orang yang bertakwa sebagai balasan, dan tempat kembali bagi mereka?”",
        "signCode": "قل أذلك خير أم جنة الخلد التي وعد المتقون كانت لهم جزاء ومصيرا"
      },
      {
        "id": 2871,
        "surah": 25,
        "nomor": 16,
        "ar": "لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ خٰلِدِيْنَۗ  كَانَ عَلٰى رَبِّكَ وَعْدًا مَّسْـُٔوْلًا",
        "tr": "lahum fiih<u>aa</u> m<u>aa</u> yasy<u>aa</u>uuna kh<u>aa</u>lidiina k<u>aa</u>na 'al<u>aa</u> rabbika wa'dan mas-uul<u>aa</u><strong>n</strong>",
        "idn": "Bagi mereka segala yang mereka kehendaki ada di dalamnya (surga), mereka kekal (di dalamnya). Itulah janji Tuhanmu yang pantas dimohonkan (kepada-Nya).",
        "signCode": "لهم فيها ما يشاءون خلدين كان على ربك وعدا مسءولا"
      },
      {
        "id": 2872,
        "surah": 25,
        "nomor": 17,
        "ar": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَقُوْلُ ءَاَنْتُمْ اَضْلَلْتُمْ عِبَادِيْ هٰٓؤُلَاۤءِ اَمْ هُمْ ضَلُّوا السَّبِيْلَ ۗ",
        "tr": "wayawma ya<u>h</u>syuruhum wam<u>aa</u> ya'buduuna min duuni <strong>al</strong>l<u>aa</u>hi fayaquulu a-antum a<u>dh</u>laltum 'ib<u>aa</u>dii h<u>aa</u>ul<u>aa</u>-i am hum <u>dh</u>alluu <strong>al</strong>ssabiil<strong>a</strong>",
        "idn": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka bersama apa yang mereka sembah selain Allah, lalu Dia berfirman (kepada yang disembah), “Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?” ",
        "signCode": "ويوم يحشرهم وما يعبدون من دون الله فيقول ءأنتم أضللتم عبادي هؤلاء أم هم ضلوا السبيل"
      },
      {
        "id": 2873,
        "surah": 25,
        "nomor": 18,
        "ar": "قَالُوْا سُبْحٰنَكَ مَا كَانَ يَنْۢبَغِيْ لَنَآ اَنْ نَّتَّخِذَ مِنْ دُوْنِكَ مِنْ اَوْلِيَاۤءَ وَلٰكِنْ مَّتَّعْتَهُمْ وَاٰبَاۤءَهُمْ حَتّٰى نَسُوا الذِّكْرَۚ وَكَانُوْا قَوْمًاۢ بُوْرًا",
        "tr": "q<u>aa</u>luu sub<u>haa</u>naka m<u>aa</u> k<u>aa</u>na yanbaghii lan<u>aa</u> an nattakhi<u>dz</u>a min duunika min awliy<u>aa</u>-a wal<u>aa</u>kin matta'tahum wa<u>aa</u>b<u>aa</u>-ahum <u>h</u>att<u>aa</u> nasuu <strong>al</strong><u>dzdz</u>ikra wak<u>aa</u>nuu qawman buur<u>aa</u><strong>n</strong>",
        "idn": "Mereka (yang disembah itu) menjawab, “Mahasuci Engkau, tidaklah pantas bagi kami mengambil pelindung selain Engkau, tetapi Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup, sehingga mereka melupakan peringatan; dan mereka kaum yang binasa.”",
        "signCode": "قالوا سبحنك ما كان ينبغي لنا أن نتخذ من دونك من أولياء ولكن متعتهم وءاباءهم حتى نسوا الذكر وكانوا قوما بورا"
      },
      {
        "id": 2874,
        "surah": 25,
        "nomor": 19,
        "ar": "فَقَدْ كَذَّبُوْكُمْ بِمَا تَقُوْلُوْنَۙ فَمَا تَسْتَطِيْعُوْنَ صَرْفًا وَّلَا نَصْرًاۚ وَمَنْ يَّظْلِمْ مِّنْكُمْ نُذِقْهُ عَذَابًا كَبِيْرًا",
        "tr": "faqad ka<u>dzdz</u>abuukum bim<u>aa</u> taquuluuna fam<u>aa</u> tasta<u>th</u>ii'uuna <u>sh</u>arfan wal<u>aa</u> na<u>sh</u>ran waman ya<u>zh</u>lim minkum nu<u>dz</u>iqhu 'a<u>dzaa</u>ban kabiir<u>aa</u><strong>n</strong>",
        "idn": "Maka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barangsiapa di antara kamu berbuat zalim, niscaya Kami timpakan kepadanya rasa azab yang besar.",
        "signCode": "فقد كذبوكم بما تقولون فما تستطيعون صرفا ولا نصرا ومن يظلم منكم نذقه عذابا كبيرا"
      },
      {
        "id": 2875,
        "surah": 25,
        "nomor": 20,
        "ar": "وَمَآ اَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِيْنَ اِلَّآ اِنَّهُمْ لَيَأْكُلُوْنَ الطَّعَامَ وَيَمْشُوْنَ فِى الْاَسْوَاقِۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً  ۗ اَتَصْبِرُوْنَۚ وَكَانَ رَبُّكَ بَصِيْرًا ࣖ   ۔",
        "tr": "wam<u>aa</u> arsaln<u>aa</u> qablaka mina <strong>a</strong>lmursaliina ill<u>aa</u> innahum laya/kuluuna <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wayamsyuuna fii <strong>a</strong>l-asw<u>aa</u>qi waja'aln<u>aa</u> ba'<u>dh</u>akum liba'<u>dh</u>in fitnatan ata<u>sh</u>biruuna wak<u>aa</u>na rabbuka ba<u>sh</u>iir<u>aa</u><strong>n</strong>",
        "idn": "Dan Kami tidak mengutus rasul-rasul sebelummu (Muhammad), melainkan mereka pasti memakan makanan dan berjalan di pasar-pasar. Dan Kami jadikan sebagian kamu sebagai cobaan bagi sebagian yang lain. Maukah kamu bersabar? Dan Tuhanmu Maha Melihat.",
        "signCode": "وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق وجعلنا بعضكم لبعض فتنة أتصبرون وكان ربك بصيرا"
      }
    ]
  }
]