[
  {
    "status": true,
    "nomor": 2,
    "nama": "البقرة",
    "nama_latin": "Al-Baqarah",
    "jumlah_ayat": 286,
    "tempat_turun": "madinah",
    "arti": "Sapi",
    "deskripsi": "Surat <i>Al Baqarah</i> yang 286 ayat itu turun di Madinah yang sebahagian besar diturunkan pada permulaan tahun Hijrah, kecuali ayat 281 diturunkan di Mina pada Hajji wadaa' (hajji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat dari surat Al Baqarah termasuk golongan Madaniyyah, merupakan surat yang terpanjang di antara surat-surat Al Quran yang di dalamnya terdapat pula ayat yang terpancang (ayat 282). Surat ini dinamai <i>Al Baqarah</i> karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), dimana dijelaskan watak orang Yahudi pada umumnya. Dinamai <i>Fusthaatul-Quran</i> (puncak Al Quran) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat  <i>alif-laam-miim</i> karena surat ini dimulai dengan Alif-laam-miim.",
    "audio": "https://santrikoding.com/storage/audio/002.mp3",
    "ayat": [
      {
        "id": 149,
        "surah": 2,
        "nomor": 142,
        "ar": "۞ سَيَقُوْلُ السُّفَهَاۤءُ مِنَ النَّاسِ مَا وَلّٰىهُمْ عَنْ قِبْلَتِهِمُ الَّتِيْ كَانُوْا عَلَيْهَا ۗ قُلْ لِّلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُۗ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
        "tr": "sayaquulu <strong>al</strong>ssufah<u>aa</u>u mina <strong>al</strong>nn<u>aa</u>si m<u>aa</u> wall<u>aa</u>hum 'an qiblatihimu <strong>al</strong>latii k<u>aa</u>nuu 'alayh<u>aa</u> qul lill<u>aa</u>hi <strong>a</strong>lmasyriqu wa<strong>a</strong>lmaghribu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
        "idn": "Orang-orang yang kurang akal di antara manusia akan berkata, “Apakah yang memalingkan mereka (Muslim) dari kiblat yang dahulu mereka (berkiblat) kepadanya?” Katakanlah (Muhammad), “Milik Allah-lah timur dan barat; Dia memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.”",
        "signCode": "سيقول السفهاء من الناس ما ولىهم عن قبلتهم التي كانوا عليها قل لله المشرق والمغرب يهدي من يشاء إلى صرط مستقيم"
      },
      {
        "id": 150,
        "surah": 2,
        "nomor": 143,
        "ar": "وَكَذٰلِكَ جَعَلْنٰكُمْ اُمَّةً وَّسَطًا لِّتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِ وَيَكُوْنَ الرَّسُوْلُ عَلَيْكُمْ شَهِيْدًا ۗ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِيْ كُنْتَ عَلَيْهَآ اِلَّا لِنَعْلَمَ مَنْ يَّتَّبِعُ الرَّسُوْلَ مِمَّنْ يَّنْقَلِبُ عَلٰى ",
        "tr": "waka<u>dzaa</u>lika ja'aln<u>aa</u>kum ummatan wasa<u>th</u>an litakuunuu syuhad<u>aa</u>-a 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wayakuuna <strong>al</strong>rrasuulu 'alaykum syahiidan wam<u>aa</u> ja'aln<u>aa</u> <strong>a</strong>lqiblata <strong>al</strong>latii kunta 'alayh<u>aa</u> ill<u>aa</u> lina'lama man yattabi'u <strong>al</strong>rrasuula mimman yanqalibu 'al<u>aa</u> 'aqibayhi wa-in k<u>aa</u>nat lakabiiratan ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina had<u>aa</u> <strong>al</strong>l<u>aa</u>hu wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu<u>dh</u>ii'a iim<u>aa</u>nakum inna <strong>al</strong>l<u>aa</u>ha bi<strong>al</strong>nn<u>aa</u>si larauufun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Dan demikian pula Kami telah menjadikan kamu (umat Islam) ”umat pertengahan” agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia.",
        "signCode": "وكذلك جعلنكم أمة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا وما جعلنا القبلة التي كنت عليها إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه وإن كانت لكبيرة إلا على الذين هدى الله وما كان الله ليضيع إيمنكم إن الله بالناس لرءوف رحيم"
      },
      {
        "id": 151,
        "surah": 2,
        "nomor": 144,
        "ar": "قَدْ نَرٰى تَقَلُّبَ وَجْهِكَ فِى السَّمَاۤءِۚ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضٰىهَا ۖ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۗ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوْا وُجُوْهَكُمْ شَطْرَهٗ ۗ وَاِنَّ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَيَعْلَمُوْنَ اَنَّهُ ",
        "tr": "qad nar<u>aa</u> taqalluba wajhika fii <strong>al</strong>ssam<u>aa</u>-i falanuwalliyannaka qiblatan tar<u>daa</u>h<u>aa</u> fawalli wajhaka sya<u>th</u>ra <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<u>h</u>aytsu m<u>aa</u> kuntum fawalluu wujuuhakum sya<u>th</u>rahu wa-inna <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba laya'lamuuna annahu <strong>a</strong>l<u>h</u>aqqu min rabbihim wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ya'maluun<strong>a</strong>",
        "idn": "Kami melihat wajahmu (Muhammad) sering menengadah ke langit, maka akan Kami palingkan engkau ke kiblat yang engkau senangi. Maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja engkau berada, hadapkanlah wajahmu ke arah itu. Dan sesungguhnya orang-orang yang diberi Kitab (Taurat dan Injil) tahu, bahwa (pemindahan kiblat) itu adalah kebenaran dari Tuhan mereka. Dan Allah tidak lengah terhadap apa yang mereka kerjakan.",
        "signCode": "قد نرى تقلب وجهك في السماء فلنولينك قبلة ترضىها فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره وإن الذين أوتوا الكتب ليعلمون أنه الحق من ربهم وما الله بغفل عما يعملون"
      },
      {
        "id": 152,
        "surah": 2,
        "nomor": 145,
        "ar": "وَلَىِٕنْ اَتَيْتَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ بِكُلِّ اٰيَةٍ مَّا تَبِعُوْا قِبْلَتَكَ ۚ وَمَآ اَنْتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ مِّنْۢ بَعْدِ مَاجَاۤءَكَ مِنَ الْعِلْمِ ۙ ا",
        "tr": "wala-in atayta <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba bikulli <u>aa</u>yatin m<u>aa</u> tabi'uu qiblataka wam<u>aa</u> anta bit<u>aa</u>bi'in qiblatahum wam<u>aa</u> ba'<u>dh</u>uhum bit<u>aa</u>bi'in qiblata ba'<u>dh</u>in wala-ini ittaba'ta ahw<u>aa</u>-ahum min ba'di m<u>aa</u> j<u>aa</u>-aka mina <strong>a</strong>l'ilmi innaka i<u>dz</u>an lamina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan walaupun engkau (Muhammad) memberikan semua ayat (keterangan) kepada orang-orang yang diberi Kitab itu, mereka tidak akan mengikuti kiblatmu, dan engkau pun tidak akan  mengikuti kiblat mereka. Sebagian mereka tidak akan mengikuti kiblat sebagian yang lain. Dan jika engkau mengikuti keinginan mereka setelah sampai ilmu kepadamu, niscaya eng-kau termasuk orang-orang zalim.",
        "signCode": "ولئن أتيت الذين أوتوا الكتب بكل ءاية ما تبعوا قبلتك وما أنت بتابع قبلتهم وما بعضهم بتابع قبلة بعض ولئن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن الظلمين"
      },
      {
        "id": 153,
        "surah": 2,
        "nomor": 146,
        "ar": "اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۤءَهُمْ ۗ وَاِنَّ فَرِيْقًا مِّنْهُمْ لَيَكْتُمُوْنَ الْحَقَّ وَهُمْ يَعْلَمُوْنَ",
        "tr": "<strong>al</strong>la<u>dz</u>iina <u>aa</u>tayn<u>aa</u>humu <strong>a</strong>lkit<u>aa</u>ba ya'rifuunahu kam<u>aa</u> ya'rifuuna abn<u>aa</u>-ahum wa-inna fariiqan minhum layaktumuuna <strong>a</strong>l<u>h</u>aqqa wahum ya'lamuun<strong>a</strong>",
        "idn": "Orang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya).",
        "signCode": "الذين ءاتينهم الكتب يعرفونه كما يعرفون أبناءهم وإن فريقا منهم ليكتمون الحق وهم يعلمون"
      },
      {
        "id": 154,
        "surah": 2,
        "nomor": 147,
        "ar": "اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ",
        "tr": "al<u>h</u>aqqu min rabbika fal<u>aa</u> takuunanna mina <strong>a</strong>lmumtariin<strong>a</strong>",
        "idn": "Kebenaran itu dari Tuhanmu, maka janganlah sekali-kali engkau (Muhammad) termasuk orang-orang yang ragu.",
        "signCode": "الحق من ربك فلا تكونن من الممترين"
      },
      {
        "id": 155,
        "surah": 2,
        "nomor": 148,
        "ar": "وَلِكُلٍّ وِّجْهَةٌ هُوَ مُوَلِّيْهَا فَاسْتَبِقُوا الْخَيْرٰتِۗ اَيْنَ مَا تَكُوْنُوْا يَأْتِ بِكُمُ اللّٰهُ جَمِيْعًا ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
        "tr": "walikullin wijhatun huwa muwalliih<u>aa</u> fa<strong>i</strong>stabiquu <strong>a</strong>lkhayr<u>aa</u>ti aynam<u>aa</u> takuunuu ya/ti bikumu <strong>al</strong>l<u>aa</u>hu jamii'an inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "idn": "Dan setiap umat mempunyai kiblat yang dia menghadap kepadanya. Maka berlomba-lombalah kamu dalam kebaikan. Di mana saja kamu berada, pasti Allah akan mengumpulkan kamu semuanya. Sungguh, Allah Mahakuasa atas segala sesuatu.",
        "signCode": "ولكل وجهة هو موليها فاستبقوا الخيرت أين ما تكونوا يأت بكم الله جميعا إن الله على كل شيء قدير"
      },
      {
        "id": 156,
        "surah": 2,
        "nomor": 149,
        "ar": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۗ وَاِنَّهٗ لَلْحَقُّ مِنْ رَّبِّكَ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ",
        "tr": "wamin <u>h</u>aytsu kharajta fawalli wajhaka sya<u>th</u>ra <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa-innahu lal<u>h</u>aqqu min rabbika wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>",
        "idn": "Dan dari manapun engkau (Muhammad) keluar, hadapkanlah wajahmu ke arah Masjidilharam, sesungguhnya itu benar-benar ketentuan dari Tuhanmu. Allah tidak lengah terhadap apa yang kamu kerjakan.",
        "signCode": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وإنه للحق من ربك وما الله بغفل عما تعملون"
      },
      {
        "id": 157,
        "surah": 2,
        "nomor": 150,
        "ar": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۗ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوْا وُجُوْهَكُمْ شَطْرَهٗ ۙ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ اِلَّا الَّذِيْنَ ظَلَمُوْا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِيْ وَلِاُتِم",
        "tr": "wamin <u>h</u>aytsu kharajta fawalli wajhaka sya<u>th</u>ra <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<u>h</u>aytsu m<u>aa</u> kuntum fawalluu wujuuhakum sya<u>th</u>rahu li-all<u>aa</u> yakuuna li<strong>l</strong>nn<u>aa</u>si 'alaykum <u>h</u>ujjatun ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu minhum fal<u>aa</u> takhsyawhum wa<strong>i</strong>khsyawnii wali-utimma ni'matii 'alaykum wala'allakum tahtaduun<strong>a</strong>",
        "idn": "Dan dari manapun engkau (Muhammad) keluar, maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja kamu berada, maka hadapkanlah wajahmu ke arah itu, agar tidak ada alasan bagi manusia (untuk menentangmu), kecuali orang-orang yang zalim di antara mereka. Janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku, agar Aku sempurnakan nikmat-Ku kepadamu, dan agar kamu mendapat petunjuk.",
        "signCode": "ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره لئلا يكون للناس عليكم حجة إلا الذين ظلموا منهم فلا تخشوهم واخشوني ولأتم نعمتي عليكم ولعلكم تهتدون"
      },
      {
        "id": 158,
        "surah": 2,
        "nomor": 151,
        "ar": "كَمَآ اَرْسَلْنَا فِيْكُمْ رَسُوْلًا مِّنْكُمْ يَتْلُوْا عَلَيْكُمْ اٰيٰتِنَا وَيُزَكِّيْكُمْ وَيُعَلِّمُكُمُ الْكِتٰبَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَّا لَمْ تَكُوْنُوْا تَعْلَمُوْنَۗ",
        "tr": "kam<u>aa</u> arsaln<u>aa</u> fiikum rasuulan minkum yatluu 'alaykum <u>aa</u>y<u>aa</u>tin<u>aa</u> wayuzakkiikum wayu'allimukumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wayu'allimukum m<u>aa</u> lam takuunuu ta'lamuun<strong>a</strong>",
        "idn": "Sebagaimana Kami telah mengutus kepadamu seorang Rasul (Muhammad) dari (kalangan) kamu yang membacakan ayat-ayat Kami, menyucikan kamu, dan mengajarkan kepadamu Kitab (Al-Qur'an) dan Hikmah (Sunnah), serta mengajarkan apa yang belum kamu ketahui.",
        "signCode": "كما أرسلنا فيكم رسولا منكم يتلوا عليكم ءايتنا ويزكيكم ويعلمكم الكتب والحكمة ويعلمكم ما لم تكونوا تعلمون"
      },
      {
        "id": 159,
        "surah": 2,
        "nomor": 152,
        "ar": "فَاذْكُرُوْنِيْٓ اَذْكُرْكُمْ وَاشْكُرُوْا لِيْ وَلَا تَكْفُرُوْنِ ",
        "tr": "fa<strong>u</strong><u>dz</u>kuruunii a<u>dz</u>kurkum wa<strong>u</strong>sykuruu lii wal<u>aa</u> takfuruun<strong>i</strong>",
        "idn": "Maka ingatlah kepada-Ku, Aku pun akan ingat kepadamu. Bersyukurlah kepada-Ku, dan janganlah kamu ingkar kepada-Ku.",
        "signCode": "فاذكروني أذكركم واشكروا لي ولا تكفرون"
      },
      {
        "id": 160,
        "surah": 2,
        "nomor": 153,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ista'iinuu bi<strong>al</strong><u>shsh</u>abri wa<strong>al</strong><u>shsh</u>al<u>aa</u>ti inna <strong>al</strong>l<u>aa</u>ha ma'a <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sungguh, Allah beserta orang-orang yang sabar.",
        "signCode": "يأيها الذين ءامنوا استعينوا بالصبر والصلوة إن الله مع الصبرين"
      },
      {
        "id": 161,
        "surah": 2,
        "nomor": 154,
        "ar": "وَلَا تَقُوْلُوْا لِمَنْ يُّقْتَلُ فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتٌ ۗ بَلْ اَحْيَاۤءٌ وَّلٰكِنْ لَّا تَشْعُرُوْنَ",
        "tr": "wal<u>aa</u> taquuluu liman yuqtalu fii sabiili <strong>al</strong>l<u>aa</u>hi amw<u>aa</u>tun bal a<u>h</u>y<u>aa</u>un wal<u>aa</u>kin l<u>aa</u> tasy'uruun<strong>a</strong>",
        "idn": "Dan janganlah kamu mengatakan orang-orang yang terbunuh di jalan Allah (mereka) telah mati. Sebenarnya (mereka) hidup, tetapi kamu tidak menyadarinya.",
        "signCode": "ولا تقولوا لمن يقتل في سبيل الله أموت بل أحياء ولكن لا تشعرون"
      },
      {
        "id": 162,
        "surah": 2,
        "nomor": 155,
        "ar": "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِۗ وَبَشِّرِ الصّٰبِرِيْنَ",
        "tr": "walanabluwannakum bisyay-in mina <strong>a</strong>lkhawfi wa<strong>a</strong>ljuu'i wanaq<u>sh</u>in mina <strong>a</strong>l-amw<u>aa</u>li wa<strong>a</strong>l-anfusi wa<strong>al</strong>tstsamar<u>aa</u>ti wabasysyiri <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>",
        "idn": "Dan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar,",
        "signCode": "ولنبلونكم بشيء من الخوف والجوع ونقص من الأمول والأنفس والثمرت وبشر الصبرين"
      },
      {
        "id": 163,
        "surah": 2,
        "nomor": 156,
        "ar": "اَلَّذِيْنَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۗ قَالُوْٓا اِنَّا لِلّٰهِ وَاِنَّآ اِلَيْهِ رٰجِعُوْنَۗ",
        "tr": "<strong>al</strong>la<u>dz</u>iina i<u>dzaa</u> a<u>shaa</u>bat-hum mu<u>sh</u>iibatun q<u>aa</u>luu inn<u>aa</u> lill<u>aa</u>hi wa-inn<u>aa</u> ilayhi r<u>aa</u>ji'uun<strong>a</strong>",
        "idn": "(yaitu) orang-orang yang apabila ditimpa musibah, mereka berkata “Inna lillahi wa inna ilaihi raji‘un” (sesungguhnya kami milik Allah dan kepada-Nyalah kami kembali).",
        "signCode": "الذين إذا أصبتهم مصيبة قالوا إنا لله وإنا إليه رجعون"
      },
      {
        "id": 164,
        "surah": 2,
        "nomor": 157,
        "ar": "اُولٰۤىِٕكَ عَلَيْهِمْ صَلَوٰتٌ مِّنْ رَّبِّهِمْ وَرَحْمَةٌ  ۗوَاُولٰۤىِٕكَ هُمُ الْمُهْتَدُوْنَ",
        "tr": "ul<u>aa</u>-ika 'alayhim <u>sh</u>alaw<u>aa</u>tun min rabbihim wara<u>h</u>matun waul<u>aa</u>-ika humu <strong>a</strong>lmuhtaduun<strong>a</strong>",
        "idn": "Mereka itulah yang memperoleh ampunan dan rahmat dari Tuhannya, dan mereka itulah orang-orang yang mendapat petunjuk.",
        "signCode": "أولئك عليهم صلوت من ربهم ورحمة وأولئك هم المهتدون"
      },
      {
        "id": 165,
        "surah": 2,
        "nomor": 158,
        "ar": "۞ اِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَاۤىِٕرِ اللّٰهِ ۚ فَمَنْ حَجَّ الْبَيْتَ اَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ اَنْ يَّطَّوَّفَ بِهِمَا ۗ وَمَنْ تَطَوَّعَ خَيْرًاۙ فَاِنَّ اللّٰهَ شَاكِرٌ عَلِيْمٌ ",
        "tr": "inna <strong>al</strong><u>shsh</u>af<u>aa</u> wa<strong>a</strong>lmarwata min sya'<u>aa</u>-iri <strong>al</strong>l<u>aa</u>hi faman <u>h</u>ajja <strong>a</strong>lbayta awi i'tamara fal<u>aa</u> jun<u>aah</u>a 'alayhi an ya<u>ththh</u>awwafa bihim<u>aa</u> waman ta<u>th</u>awwa'a khayran fa-inna <strong>al</strong>l<u>aa</u>ha sy<u>aa</u>kirun 'aliim<strong>un</strong>",
        "idn": "Sesungguhnya Safa dan Marwah merupakan sebagian syi‘ar (agama) Allah. Maka barangsiapa beribadah haji ke Baitullah atau berumrah, tidak ada dosa baginya mengerjakan sa‘i antara keduanya. Dan barangsiapa dengan kerelaan hati mengerjakan kebajikan, maka Allah Maha Mensyukuri, Maha Mengetahui.",
        "signCode": "إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما ومن تطوع خيرا فإن الله شاكر عليم"
      },
      {
        "id": 166,
        "surah": 2,
        "nomor": 159,
        "ar": "اِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ اَنْزَلْنَا مِنَ الْبَيِّنٰتِ وَالْهُدٰى مِنْۢ بَعْدِ مَا بَيَّنّٰهُ لِلنَّاسِ فِى الْكِتٰبِۙ اُولٰۤىِٕكَ يَلْعَنُهُمُ اللّٰهُ وَيَلْعَنُهُمُ اللّٰعِنُوْنَۙ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yaktumuuna m<u>aa</u> anzaln<u>aa</u> mina <strong>a</strong>lbayyin<u>aa</u>ti wa<strong>a</strong>lhud<u>aa</u> min ba'di m<u>aa</u> bayyann<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si fii <strong>a</strong>lkit<u>aa</u>bi ul<u>aa</u>-ika yal'anuhumu <strong>al</strong>l<u>aa</u>hu wayal'anuhumu <strong>al</strong>l<u>aa</u>'inuun<strong>a</strong>",
        "idn": "Sungguh, orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan dan petunjuk, setelah Kami jelaskan kepada manusia dalam Kitab (Al-Qur'an), mereka itulah yang dilaknat Allah dan dilaknat (pula) oleh mereka yang melaknat,",
        "signCode": "إن الذين يكتمون ما أنزلنا من البينت والهدى من بعد ما بينه للناس في الكتب أولئك يلعنهم الله ويلعنهم اللعنون"
      },
      {
        "id": 167,
        "surah": 2,
        "nomor": 160,
        "ar": "اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَبَيَّنُوْا فَاُولٰۤىِٕكَ اَتُوْبُ عَلَيْهِمْ ۚ وَاَنَا التَّوَّابُ الرَّحِيْمُ ",
        "tr": "<p>ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu wa-a<u>sh</u>la<u>h</u>uu wabayyanuu faul<u>aa</u>-ika atuubu 'alayhim wa-an<u>aa</u> <strong>al</strong>ttaww<u>aa</u>bu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>",
        "idn": "kecuali mereka yang telah bertobat, mengadakan perbaikan dan menjelaskan(nya), mereka itulah yang Aku terima tobatnya dan Akulah Yang Maha Penerima tobat, Maha Penyayang.",
        "signCode": "إلا الذين تابوا وأصلحوا وبينوا فأولئك أتوب عليهم وأنا التواب الرحيم"
      },
      {
        "id": 168,
        "surah": 2,
        "nomor": 161,
        "ar": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ اُولٰۤىِٕكَ عَلَيْهِمْ لَعْنَةُ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina kafaruu wam<u>aa</u>tuu wahum kuff<u>aa</u>run ul<u>aa</u>-ika 'alayhim la'natu <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lmal<u>aa</u>-ikati wa<strong>al</strong>nn<u>aa</u>si ajma'iin<strong>a</strong>",
        "idn": "Sungguh, orang-orang yang kafir dan mati dalam keadaan kafir, mereka itu mendapat laknat Allah, para malaikat dan manusia seluruhnya,",
        "signCode": "إن الذين كفروا وماتوا وهم كفار أولئك عليهم لعنة الله والملئكة والناس أجمعين"
      },
      {
        "id": 169,
        "surah": 2,
        "nomor": 162,
        "ar": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَ",
        "tr": "kh<u>aa</u>lidiina fiih<u>aa</u> l<u>aa</u> yukhaffafu 'anhumu <strong>a</strong>l'a<u>dzaa</u>bu wal<u>aa</u> hum yun<u>zh</u>aruun<strong>a</strong>",
        "idn": "mereka kekal di dalamnya (laknat), tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan.",
        "signCode": "خلدين فيها لا يخفف عنهم العذاب ولا هم ينظرون"
      },
      {
        "id": 170,
        "surah": 2,
        "nomor": 163,
        "ar": "وَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ  لَآاِلٰهَ اِلَّا هُوَ الرَّحْمٰنُ الرَّحِيْمُ",
        "tr": "wa-il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>",
        "idn": "Dan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang.",
        "signCode": "وإلهكم إله وحد لا إله إلا هو الرحمن الرحيم"
      },
      {
        "id": 171,
        "surah": 2,
        "nomor": 164,
        "ar": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِيْ تَجْرِيْ فِى الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ مَّاۤءٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيْهَ",
        "tr": "inna fii khalqi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>khtil<u>aa</u>fi <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri wa<strong>a</strong>lfulki <strong>al</strong>latii tajrii fii <strong>a</strong>lba<u>h</u>ri bim<u>aa</u> yanfa'u <strong>al</strong>nn<u>aa</u>sa wam<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu mina <strong>al</strong>ssam<u>aa</u>-i min m<u>aa</u>-in fa-a<u>h</u>y<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> wabatstsa fiih<u>aa</u> min kulli d<u>aa</u>bbatin wata<u>sh</u>riifi <strong>al</strong>rriy<u>aah</u>i wa<strong>al</strong>ssa<u>haa</u>bi <strong>a</strong>lmusakhkhari bayna <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i la<u>aa</u>y<u>aa</u>tin liqawmin ya'qiluun<strong>a</strong>",
        "idn": "Sesungguhnya pada penciptaan langit dan bumi, pergantian malam dan siang, kapal yang berlayar di laut dengan (muatan) yang bermanfaat bagi manusia, apa yang diturunkan Allah dari langit berupa air, lalu dengan itu dihidupkan-Nya bumi setelah mati (kering), dan Dia tebarkan di dalamnya bermacam-macam binatang, dan perkisaran angin dan awan yang dikendalikan antara langit dan bumi, (semua itu) sungguh, merupakan tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
        "signCode": "إن في خلق السموت والأرض واختلف اليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء من ماء فأحيا به الأرض بعد موتها وبث فيها من كل دابة وتصريف الريح والسحاب المسخر بين السماء والأرض لءايت لقوم يعقلون"
      },
      {
        "id": 172,
        "surah": 2,
        "nomor": 165,
        "ar": "وَمِنَ النَّاسِ مَنْ يَّتَّخِذُ مِنْ دُوْنِ اللّٰهِ اَنْدَادًا يُّحِبُّوْنَهُمْ كَحُبِّ اللّٰهِ ۗ وَالَّذِيْنَ اٰمَنُوْٓا اَشَدُّ حُبًّا لِّلّٰهِ ۙوَلَوْ يَرَى الَّذِيْنَ ظَلَمُوْٓا اِذْ يَرَوْنَ الْعَذَابَۙ اَنَّ الْقُوَّةَ لِلّٰهِ جَمِيْعًا ۙوَّاَنَّ ال",
        "tr": "wamina <strong>al</strong>nn<u>aa</u>si man yattakhi<u>dz</u>u min duuni <strong>al</strong>l<u>aa</u>hi and<u>aa</u>dan yu<u>h</u>ibbuunahum ka<u>h</u>ubbi <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu asyaddu <u>h</u>ubban lill<u>aa</u>hi walaw yar<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu i<u>dz</u> yarawna <strong>a</strong>l'a<u>dzaa</u>ba anna <strong>a</strong>lquwwata lill<u>aa</u>hi jamii'an wa-anna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'a<u>dzaa</u>b<strong>i</strong>",
        "idn": "Dan di antara manusia ada orang yang menyembah tuhan selain Allah sebagai tandingan, yang mereka cintai seperti mencintai Allah. Adapun orang-orang yang beriman sangat besar cintanya kepada Allah. Sekiranya orang-orang yang berbuat zalim itu melihat, ketika mereka melihat azab (pada hari Kiamat), bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal).",
        "signCode": "ومن الناس من يتخذ من دون الله أندادا يحبونهم كحب الله والذين ءامنوا أشد حبا لله ولو يرى الذين ظلموا إذ يرون العذاب أن القوة لله جميعا وأن الله شديد العذاب"
      },
      {
        "id": 173,
        "surah": 2,
        "nomor": 166,
        "ar": "اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْبَابُ",
        "tr": "i<u>dz</u> tabarra-a <strong>al</strong>la<u>dz</u>iina ittubi'uu mina <strong>al</strong>la<u>dz</u>iina ittaba'uu wara-awuu <strong>a</strong>l'a<u>dzaa</u>ba wataqa<u>ththh</u>a'at bihimu <strong>a</strong>l-asb<u>aa</u>b<strong>u</strong>",
        "idn": "(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus.",
        "signCode": "إذ تبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب"
      },
      {
        "id": 174,
        "surah": 2,
        "nomor": 167,
        "ar": "وَقَالَ الَّذِيْنَ اتَّبَعُوْا لَوْ اَنَّ لَنَا كَرَّةً فَنَتَبَرَّاَ مِنْهُمْ ۗ كَمَا تَبَرَّءُوْا مِنَّا ۗ كَذٰلِكَ يُرِيْهِمُ اللّٰهُ اَعْمَالَهُمْ حَسَرٰتٍ عَلَيْهِمْ ۗ وَمَا هُمْ بِخَارِجِيْنَ مِنَ النَّارِ",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina ittaba'uu law anna lan<u>aa</u> karratan fanatabarra-a minhum kam<u>aa</u> tabarrauu minn<u>aa</u> ka<u>dzaa</u>lika yuriihimu <strong>al</strong>l<u>aa</u>hu a'm<u>aa</u>lahum <u>h</u>asar<u>aa</u>tin 'alayhim wam<u>aa</u> hum bikh<u>aa</u>rijiina mina <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
        "idn": "Dan orang-orang yang mengikuti berkata, “Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.” Demikianlah Allah memperlihatkan kepada mereka amal per-buatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka.",
        "signCode": "وقال الذين اتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرءوا منا كذلك يريهم الله أعملهم حسرت عليهم وما هم بخرجين من النار"
      },
      {
        "id": 175,
        "surah": 2,
        "nomor": 168,
        "ar": "يٰٓاَيُّهَا النَّاسُ كُلُوْا مِمَّا فِى الْاَرْضِ حَلٰلًا طَيِّبًا ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su kuluu mimm<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i <u>h</u>al<u>aa</u>lan <u>th</u>ayyiban wal<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni innahu lakum 'aduwwun mubiin<strong>un</strong>",
        "idn": "Wahai manusia! Makanlah dari (makanan) yang halal dan baik yang terdapat di bumi, dan janganlah kamu mengikuti langkah-langkah setan. Sungguh, setan itu musuh yang nyata bagimu.",
        "signCode": "يأيها الناس كلوا مما في الأرض حللا طيبا ولا تتبعوا خطوت الشيطن إنه لكم عدو مبين"
      },
      {
        "id": 176,
        "surah": 2,
        "nomor": 169,
        "ar": "اِنَّمَا يَأْمُرُكُمْ بِالسُّوْۤءِ وَالْفَحْشَاۤءِ وَاَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ",
        "tr": "innam<u>aa</u> ya/murukum bi<strong>al</strong>ssuu-i wa<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa-an taquuluu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>",
        "idn": "Sesungguhnya (setan) itu hanya menyuruh kamu agar berbuat jahat dan keji, dan mengatakan apa yang tidak kamu ketahui tentang Allah.",
        "signCode": "إنما يأمركم بالسوء والفحشاء وأن تقولوا على الله ما لا تعلمون"
      },
      {
        "id": 177,
        "surah": 2,
        "nomor": 170,
        "ar": "وَاِذَا قِيْلَ لَهُمُ اتَّبِعُوْا مَآ اَنْزَلَ اللّٰهُ قَالُوْا بَلْ نَتَّبِعُ مَآ اَلْفَيْنَا عَلَيْهِ اٰبَاۤءَنَا ۗ اَوَلَوْ كَانَ اٰبَاۤؤُهُمْ لَا يَعْقِلُوْنَ شَيْـًٔا وَّلَا يَهْتَدُوْنَ",
        "tr": "wa-i<u>dzaa</u> qiila lahumu ittabi'uu m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu bal nattabi'u m<u>aa</u> <strong>a</strong>lfayn<u>aa</u> 'alayhi <u>aa</u>b<u>aa</u>-an<u>aa</u> awa law k<u>aa</u>na <u>aa</u>b<u>aa</u>uhum l<u>aa</u> ya'qiluuna syay-an wal<u>aa</u> yahtaduun<strong>a</strong>",
        "idn": "Dan apabila dikatakan kepada mereka, “Ikutilah apa yang telah diturunkan Allah.” Mereka menjawab, “(Tidak!) Kami mengikuti apa yang kami dapati pada nenek moyang kami (melakukannya).” Padahal, nenek moyang mereka itu tidak mengetahui apa pun, dan tidak mendapat petunjuk.",
        "signCode": "وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما ألفينا عليه ءاباءنا أولو كان ءاباؤهم لا يعقلون شيءا ولا يهتدون"
      },
      {
        "id": 178,
        "surah": 2,
        "nomor": 171,
        "ar": "وَمَثَلُ الَّذِيْنَ كَفَرُوْا كَمَثَلِ الَّذِيْ يَنْعِقُ بِمَا لَا يَسْمَعُ اِلَّا دُعَاۤءً وَّنِدَاۤءً ۗ صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُوْنَ ",
        "tr": "wamatsalu <strong>al</strong>la<u>dz</u>iina kafaruu kamatsali <strong>al</strong>la<u>dz</u>ii yan'iqu bim<u>aa</u> l<u>aa</u> yasma'u ill<u>aa</u> du'<u>aa</u>-an wanid<u>aa</u>-an <u>sh</u>ummun bukmun 'umyun fahum l<u>aa</u> ya'qiluun<strong>a</strong>",
        "idn": "Dan perumpamaan bagi (penyeru) orang yang kafir adalah seperti (penggembala) yang meneriaki (binatang) yang tidak mendengar selain panggilan dan teriakan. (Mereka) tuli, bisu dan buta, maka mereka tidak mengerti.",
        "signCode": "ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع إلا دعاء ونداء صم بكم عمي فهم لا يعقلون"
      },
      {
        "id": 179,
        "surah": 2,
        "nomor": 172,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ وَاشْكُرُوْا لِلّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kuluu min <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> razaqn<u>aa</u>kum wa<strong>u</strong>sykuruu lill<u>aa</u>hi in kuntum iyy<u>aa</u>hu ta'buduun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Makanlah dari rezeki yang baik yang Kami berikan kepada kamu dan bersyukurlah kepada Allah, jika kamu hanya menyembah kepada-Nya.",
        "signCode": "يأيها الذين ءامنوا كلوا من طيبت ما رزقنكم واشكروا لله إن كنتم إياه تعبدون"
      },
      {
        "id": 180,
        "surah": 2,
        "nomor": 173,
        "ar": "اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ بِهٖ لِغَيْرِ اللّٰهِ ۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
        "tr": "innam<u>aa</u> <u>h</u>arrama 'alaykumu <strong>a</strong>lmaytata wa<strong>al</strong>ddama wala<u>h</u>ma <strong>a</strong>lkhinziiri wam<u>aa</u> uhilla bihi lighayri <strong>al</strong>l<u>aa</u>hi famani i<u>dth</u>urra ghayra b<u>aa</u>ghin wal<u>aa</u> '<u>aa</u>din fal<u>aa</u> itsma 'alayhi inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Sesungguhnya Dia hanya mengharamkan atasmu bangkai, darah, daging babi, dan (daging) hewan yang disembelih dengan (menyebut nama) selain Allah. Tetapi barangsiapa terpaksa (memakannya), bukan karena menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل به لغير الله فمن اضطر غير باغ ولا عاد فلا إثم عليه إن الله غفور رحيم"
      },
      {
        "id": 181,
        "surah": 2,
        "nomor": 174,
        "ar": "اِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ اَنْزَلَ اللّٰهُ مِنَ الْكِتٰبِ وَيَشْتَرُوْنَ بِهٖ ثَمَنًا قَلِيْلًاۙ اُولٰۤىِٕكَ مَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ اِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللّٰهُ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۚوَلَهُمْ عَذَابٌ ا",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yaktumuuna m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu mina <strong>a</strong>lkit<u>aa</u>bi wayasytaruuna bihi tsamanan qaliilan ul<u>aa</u>-ika m<u>aa</u> ya/kuluuna fii bu<u>th</u>uunihim ill<u>aa</u> <strong>al</strong>nn<u>aa</u>ra wal<u>aa</u> yukallimuhumu <strong>al</strong>l<u>aa</u>hu yawma <strong>a</strong>lqiy<u>aa</u>mati wal<u>aa</u> yuzakkiihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Sungguh, orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab, dan menjualnya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya, dan Allah tidak akan menyapa mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Mereka akan mendapat azab yang sangat pedih.",
        "signCode": "إن الذين يكتمون ما أنزل الله من الكتب ويشترون به ثمنا قليلا أولئك ما يأكلون في بطونهم إلا النار ولا يكلمهم الله يوم القيمة ولا يزكيهم ولهم عذاب أليم"
      },
      {
        "id": 182,
        "surah": 2,
        "nomor": 175,
        "ar": "اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الضَّلٰلَةَ بِالْهُدٰى وَالْعَذَابَ بِالْمَغْفِرَةِ ۚ فَمَآ اَصْبَرَهُمْ عَلَى النَّارِ ",
        "tr": "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina isytarawuu <strong>al</strong><u>dhdh</u>al<u>aa</u>lata bi<strong>a</strong>lhud<u>aa</u> wa<strong>a</strong>l'a<u>dzaa</u>ba bi<strong>a</strong>lmaghfirati fam<u>aa</u> a<u>sh</u>barahum 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
        "idn": "Mereka itulah yang membeli kesesatan dengan petunjuk dan azab dengan ampunan. Maka alangkah beraninya mereka menentang api neraka!",
        "signCode": "أولئك الذين اشتروا الضللة بالهدى والعذاب بالمغفرة فما أصبرهم على النار"
      },
      {
        "id": 183,
        "surah": 2,
        "nomor": 176,
        "ar": "ذٰلِكَ بِاَنَّ اللّٰهَ نَزَّلَ الْكِتٰبَ بِالْحَقِّ ۗ وَاِنَّ الَّذِيْنَ اخْتَلَفُوْا فِى الْكِتٰبِ لَفِيْ شِقَاقٍۢ بَعِيْدٍ",
        "tr": "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha nazzala <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi wa-inna <strong>al</strong>la<u>dz</u>iina ikhtalafuu fii <strong>a</strong>lkit<u>aa</u>bi lafii syiq<u>aa</u>qin ba'iid<strong>in</strong>",
        "idn": "Yang demikian itu karena Allah telah menurunkan Kitab (Al-Qur'an) dengan (membawa) kebenaran, dan sesungguhnya orang-orang yang berselisih paham tentang (kebenaran) Kitab itu, mereka dalam perpecahan yang jauh.",
        "signCode": "ذلك بأن الله نزل الكتب بالحق وإن الذين اختلفوا في الكتب لفي شقاق بعيد"
      },
      {
        "id": 184,
        "surah": 2,
        "nomor": 177,
        "ar": "۞ لَيْسَ الْبِرَّاَنْ تُوَلُّوْا وُجُوْهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلٰكِنَّ الْبِرَّ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَالْمَلٰۤىِٕكَةِ وَالْكِتٰبِ وَالنَّبِيّٖنَ ۚ وَاٰتَى الْمَالَ عَلٰى حُبِّهٖ ذَوِى الْقُرْبٰى وَالْيَتٰمٰى وَالْ",
        "tr": "laysa <strong>a</strong>lbirra an tuwalluu wujuuhakum qibala <strong>a</strong>lmasyriqi wa<strong>a</strong>lmaghribi wal<u>aa</u>kinna <strong>a</strong>lbirra man <u>aa</u>mana bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wa<strong>a</strong>lmal<u>aa</u>-ikati wa<strong>a</strong>lkit<u>aa</u>bi wa<strong>al</strong>nnabiyyiina wa<u>aa</u>t<u>aa</u> <strong>a</strong>lm<u>aa</u>la 'al<u>aa</u> <u>h</u>ubbihi <u>dz</u>awii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiina wa<strong>i</strong>bna <strong>a</strong>lssabiili wa<strong>al</strong>ss<u>aa</u>-iliina wafii <strong>al</strong>rriq<u>aa</u>bi wa-aq<u>aa</u>ma <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>t<u>aa</u> <strong>al</strong>zzak<u>aa</u>ta wa<strong>a</strong>lmuufuuna bi'ahdihim i<u>dzaa</u> '<u>aa</u>haduu wa<strong>al</strong><u>shshaa</u>biriina fii <strong>a</strong>lba/s<u>aa</u>-i wa<strong>al</strong><u>dhdh</u>arr<u>aa</u>-i wa<u>h</u>iina <strong>a</strong>lba/si ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina <u>sh</u>adaquu waul<u>aa</u>-ika humu <strong>a</strong>lmuttaquun<strong>a</strong>",
        "idn": "Kebajikan itu bukanlah menghadapkan wajahmu ke arah timur dan ke barat, tetapi kebajikan itu ialah (kebajikan) orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab-kitab, dan nabi-nabi dan memberikan harta yang dicintainya kepada kerabat, anak yatim, orang-orang miskin, orang-orang yang dalam perjalanan (musafir), peminta-minta, dan untuk memerdekakan hamba sahaya, yang melaksanakan salat dan menunaikan zakat, orang-orang yang menepati janji apabila berjanji, dan orang yang sabar dalam kemelaratan, penderitaan dan pada masa peperangan. Mereka itulah orang-orang yang benar, dan mereka itulah orang-orang yang bertakwa.",
        "signCode": "ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من ءامن بالله واليوم الءاخر والملئكة والكتب والنبين وءاتى المال على حبه ذوي القربى واليتمى والمسكين وابن السبيل والسائلين وفي الرقاب وأقام الصلوة وءاتى الزكوة والموفون بعهدهم إذا عهدوا والصبرين في البأساء والضراء وحين البأس أولئك الذين صدقوا وأولئك هم المتقون"
      },
      {
        "id": 185,
        "surah": 2,
        "nomor": 178,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِى الْقَتْلٰىۗ  اَلْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْاُنْثٰى بِالْاُنْثٰىۗ  فَمَنْ عُفِيَ لَهٗ مِنْ اَخِيْهِ شَيْءٌ فَاتِّبَاعٌ ۢبِالْمَعْرُوْفِ وَاَدَاۤءٌ اِلَيْهِ بِاِحْسَانٍ ۗ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kutiba 'alaykumu <strong>a</strong>lqi<u>sas</u>u fii <strong>a</strong>lqatl<u>aa</u> <strong>a</strong>l<u>h</u>urru bi<strong>a</strong>l<u>h</u>urri wa<strong>a</strong>l'abdu bi<strong>a</strong>l'abdi wa<strong>a</strong>lunts<u>aa</u> bi<strong>a</strong>lunts<u>aa</u> faman 'ufiya lahu min akhiihi syay-un fa<strong>i</strong>ttib<u>aa</u>'un bi<strong>a</strong>lma'ruufi wa-ad<u>aa</u>un ilayhi bi-i<u>h</u>s<u>aa</u>nin <u>dzaa</u>lika takhfiifun min rabbikum wara<u>h</u>matun famani i'tad<u>aa</u> ba'da <u>dzaa</u>lika falahu 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Wahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) qisas berkenaan dengan orang yang dibunuh. Orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya, perempuan dengan perempuan. Tetapi barangsiapa memperoleh maaf dari saudaranya, hendaklah dia mengikutinya dengan baik, dan membayar diat (tebusan) kepadanya dengan baik (pula). Yang demikian itu adalah keringanan dan rahmat dari Tuhanmu. Barangsiapa melampaui batas setelah itu, maka ia akan mendapat azab yang sangat pedih.",
        "signCode": "يأيها الذين ءامنوا كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى فمن عفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسن ذلك تخفيف من ربكم ورحمة فمن اعتدى بعد ذلك فله عذاب أليم"
      },
      {
        "id": 186,
        "surah": 2,
        "nomor": 179,
        "ar": "وَلَكُمْ فِى الْقِصَاصِ حَيٰوةٌ يّٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تَتَّقُوْنَ ",
        "tr": "walakum fii <strong>a</strong>lqi<u>sas</u>i <u>h</u>ay<u>aa</u>tun y<u>aa</u> ulii <strong>a</strong>l-alb<u>aa</u>bi la'allakum tattaquun<strong>a</strong>",
        "idn": "Dan dalam qisas itu ada (jaminan) kehidupan bagimu, wahai orang-orang yang berakal, agar kamu bertakwa.",
        "signCode": "ولكم في القصاص حيوة يأولي الألبب لعلكم تتقون"
      },
      {
        "id": 187,
        "surah": 2,
        "nomor": 180,
        "ar": "كُتِبَ عَلَيْكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ اِنْ تَرَكَ خَيْرًا ۖ ۨالْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ بِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُتَّقِيْنَ ۗ  ",
        "tr": "kutiba 'alaykum i<u>dzaa</u> <u>h</u>a<u>dh</u>ara a<u>h</u>adakumu <strong>a</strong>lmawtu in taraka khayran <strong>a</strong>lwa<u>sh</u>iyyatu lilw<u>aa</u>lidayni wa<strong>a</strong>l-aqrabiina bi<strong>a</strong>lma'ruufi <u>h</u>aqqan 'al<u>aa</u> <strong>a</strong>lmuttaqiin<strong>a</strong>",
        "idn": "Diwajibkan atas kamu, apabila maut hendak menjemput seseorang di antara kamu, jika dia meninggalkan harta, berwasiat untuk kedua orang tua dan karib kerabat dengan cara yang baik, (sebagai) kewajiban bagi orang-orang yang bertakwa.",
        "signCode": "كتب عليكم إذا حضر أحدكم الموت إن ترك خيرا الوصية للولدين والأقربين بالمعروف حقا على المتقين"
      },
      {
        "id": 188,
        "surah": 2,
        "nomor": 181,
        "ar": "فَمَنْۢ بَدَّلَهٗ بَعْدَمَا سَمِعَهٗ فَاِنَّمَآ اِثْمُهٗ عَلَى الَّذِيْنَ يُبَدِّلُوْنَهٗ ۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ۗ  ",
        "tr": "faman baddalahu ba'da m<u>aa</u> sami'ahu fa-innam<u>aa</u> itsmuhu 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina yubaddiluunahu inna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>",
        "idn": "Barangsiapa mengubahnya (wasiat itu), setelah mendengarnya, maka sesungguhnya dosanya hanya bagi orang yang mengubahnya. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
        "signCode": "فمن بدله بعدما سمعه فإنما إثمه على الذين يبدلونه إن الله سميع عليم"
      },
      {
        "id": 189,
        "surah": 2,
        "nomor": 182,
        "ar": "فَمَنْ خَافَ مِنْ مُّوْصٍ جَنَفًا اَوْ اِثْمًا فَاَصْلَحَ بَيْنَهُمْ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
        "tr": "faman kh<u>aa</u>fa min muu<u>sh</u>in janafan aw itsman fa-a<u>sh</u>la<u>h</u>a baynahum fal<u>aa</u> itsma 'alayhi inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Tetapi barangsiapa khawatir bahwa pemberi wasiat (berlaku) berat sebelah atau berbuat salah, lalu dia mendamaikan antara mereka, maka dia tidak berdosa. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "فمن خاف من موص جنفا أو إثما فأصلح بينهم فلا إثم عليه إن الله غفور رحيم"
      },
      {
        "id": 190,
        "surah": 2,
        "nomor": 183,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kutiba 'alaykumu <strong>al</strong><u>shsh</u>iy<u>aa</u>mu kam<u>aa</u> kutiba 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablikum la'allakum tattaquun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang sebelum kamu agar kamu bertakwa,",
        "signCode": "يأيها الذين ءامنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون"
      },
      {
        "id": 191,
        "surah": 2,
        "nomor": 184,
        "ar": "اَيَّامًا مَّعْدُوْدٰتٍۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗ وَعَلَى الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍۗ  فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهٗ ۗ وَاَنْ تَصُوْمُوْا خَيْرٌ لَّكُمْ ",
        "tr": "ayy<u>aa</u>man ma'duud<u>aa</u>tin faman k<u>aa</u>na minkum marii<u>dh</u>an aw 'al<u>aa</u> safarin fa'iddatun min ayy<u>aa</u>min ukhara wa'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina yu<u>th</u>iiquunahu fidyatun <u>th</u>a'<u>aa</u>mu miskiinin faman ta<u>th</u>awwa'a khayran fahuwa khayrun lahu wa-an ta<u>sh</u>uumuu khayrun lakum in kuntum ta'lamuun<strong>a</strong>",
        "idn": "(Yaitu) beberapa hari tertentu. Maka barangsiapa di antara kamu sakit atau dalam perjalanan (lalu tidak berpuasa), maka (wajib mengganti) sebanyak hari (yang dia tidak berpuasa itu) pada hari-hari yang lain. Dan bagi orang yang berat menjalankannya, wajib membayar fidyah, yaitu memberi makan seorang miskin. Tetapi barangsiapa dengan kerelaan hati mengerjakan kebajikan, maka itu lebih baik baginya, dan puasamu itu lebih baik bagimu jika kamu mengetahui.",
        "signCode": "أياما معدودت فمن كان منكم مريضا أو على سفر فعدة من أيام أخر وعلى الذين يطيقونه فدية طعام مسكين فمن تطوع خيرا فهو خير له وأن تصوموا خير لكم إن كنتم تعلمون"
      },
      {
        "id": 192,
        "surah": 2,
        "nomor": 185,
        "ar": "شَهْرُ رَمَضَانَ الَّذِيْٓ اُنْزِلَ فِيْهِ الْقُرْاٰنُ هُدًى لِّلنَّاسِ وَبَيِّنٰتٍ مِّنَ الْهُدٰى وَالْفُرْقَانِۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ۗ وَمَنْ كَانَ مَرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗ يُرِيْدُ اللّٰهُ ",
        "tr": "syahru rama<u>daa</u>na <strong>al</strong>la<u>dz</u>ii unzila fiihi <strong>a</strong>lqur-<u>aa</u>nu hudan li<strong>l</strong>nn<u>aa</u>si wabayyin<u>aa</u>tin mina <strong>a</strong>lhud<u>aa</u> wa<strong>a</strong>lfurq<u>aa</u>ni faman syahida minkumu <strong>al</strong>sysyahra falya<u>sh</u>umhu waman k<u>aa</u>na marii<u>dh</u>an aw 'al<u>aa</u> safarin fa'iddatun min ayy<u>aa</u>min ukhara yuriidu <strong>al</strong>l<u>aa</u>hu bikumu <strong>a</strong>lyusra wal<u>aa</u> yuriidu bikumu <strong>a</strong>l'usra walitukmiluu <strong>a</strong>l'iddata walitukabbiruu <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> m<u>aa</u> had<u>aa</u>kum wala'allakum tasykuruun<strong>a</strong>",
        "idn": "Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). Karena itu, barangsiapa di antara kamu ada di bulan itu, maka berpuasalah. Dan barangsiapa sakit atau dalam perjalanan (dia tidak berpuasa), maka (wajib menggantinya), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. Hendaklah kamu mencukupkan bilangannya dan mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, agar kamu bersyukur.",
        "signCode": "شهر رمضان الذي أنزل فيه القرءان هدى للناس وبينت من الهدى والفرقان فمن شهد منكم الشهر فليصمه ومن كان مريضا أو على سفر فعدة من أيام أخر يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هدىكم ولعلكم تشكرون"
      },
      {
        "id": 193,
        "surah": 2,
        "nomor": 186,
        "ar": "وَاِذَا سَاَلَكَ عِبَادِيْ عَنِّيْ فَاِنِّيْ قَرِيْبٌ ۗ اُجِيْبُ دَعْوَةَ الدَّاعِ اِذَا دَعَانِۙ فَلْيَسْتَجِيْبُوْا لِيْ وَلْيُؤْمِنُوْا بِيْ لَعَلَّهُمْ يَرْشُدُوْنَ ",
        "tr": "wa-i<u>dzaa</u> sa-alaka 'ib<u>aa</u>dii 'annii fa-innii qariibun ujiibu da'wata <strong>al</strong>dd<u>aa</u>'i i<u>dzaa</u> da'<u>aa</u>ni falyastajiibuu lii walyu/minuu bii la'allahum yarsyuduun<strong>a</strong>",
        "idn": "Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku Kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran.",
        "signCode": "وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون"
      },
      {
        "id": 194,
        "surah": 2,
        "nomor": 187,
        "ar": "اُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ اِلٰى نِسَاۤىِٕكُمْ ۗ هُنَّ لِبَاسٌ لَّكُمْ وَاَنْتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ اللّٰهُ اَنَّكُمْ كُنْتُمْ تَخْتَانُوْنَ اَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ ۚ فَالْـٰٔنَ بَاشِرُوْهُنَّ وَابْتَغُوْ",
        "tr": "u<u>h</u>illa lakum laylata <strong>al</strong><u>shsh</u>iy<u>aa</u>mi <strong>al</strong>rrafatsu il<u>aa</u> nis<u>aa</u>-ikum hunna lib<u>aa</u>sun lakum wa-antum lib<u>aa</u>sun lahunna 'alima <strong>al</strong>l<u>aa</u>hu annakum kuntum takht<u>aa</u>nuuna anfusakum fat<u>aa</u>ba 'alaykum wa'af<u>aa</u> 'ankum fa<strong>a</strong>l-<u>aa</u>na b<u>aa</u>syiruuhunna wa<strong>i</strong>btaghuu m<u>aa</u> kataba <strong>al</strong>l<u>aa</u>hu lakum wakuluu wa<strong>i</strong>syrabuu <u>h</u>att<u>aa</u> yatabayyana lakumu <strong>a</strong>lkhay<u>th</u>u <strong>a</strong>l-abya<u>dh</u>u mina <strong>a</strong>lkhay<u>th</u>i <strong>a</strong>l-aswadi mina <strong>a</strong>lfajri tsumma atimmuu <strong>al</strong><u>shsh</u>iy<u>aa</u>ma il<u>aa</u> <strong>al</strong>layli wal<u>aa</u> tub<u>aa</u>syiruuhunna wa-antum '<u>aa</u>kifuuna fii <strong>a</strong>lmas<u>aa</u>jidi tilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> taqrabuuh<u>aa</u> ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu <u>aa</u>y<u>aa</u>tihi li<strong>l</strong>nn<u>aa</u>si la'allahum yattaquun<strong>a</strong>",
        "idn": "Dihalalkan bagimu pada malam hari puasa bercampur dengan istrimu. Mereka adalah pakaian bagimu, dan kamu adalah pakaian bagi mereka. Allah mengetahui bahwa kamu tidak dapat menahan dirimu sendiri, tetapi Dia menerima tobatmu dan memaafkan kamu. Maka sekarang campurilah mereka dan carilah apa yang telah ditetapkan Allah bagimu. Makan dan minumlah hingga jelas bagimu (perbedaan) antara benang putih dan benang hitam, yaitu fajar. Kemudian sempurnakanlah puasa sampai (datang) malam. Tetapi jangan kamu campuri mereka, ketika kamu beriktikaf dalam masjid. Itulah ketentuan Allah, maka janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia, agar mereka bertakwa.",
        "signCode": "أحل لكم ليلة الصيام الرفث إلى نسائكم هن لباس لكم وأنتم لباس لهن علم الله أنكم كنتم تختانون أنفسكم فتاب عليكم وعفا عنكم فالءن بشروهن وابتغوا ما كتب الله لكم وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثم أتموا الصيام إلى اليل ولا تبشروهن وأنتم عكفون في المسجد تلك حدود الله فلا تقربوها كذلك يبين الله ءايته للناس لعلهم يتقون"
      },
      {
        "id": 195,
        "surah": 2,
        "nomor": 188,
        "ar": "وَلَا تَأْكُلُوْٓا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوْا بِهَآ اِلَى الْحُكَّامِ لِتَأْكُلُوْا فَرِيْقًا مِّنْ اَمْوَالِ النَّاسِ بِالْاِثْمِ وَاَنْتُمْ تَعْلَمُوْنَ",
        "tr": "wal<u>aa</u> ta/kuluu amw<u>aa</u>lakum baynakum bi<strong>a</strong>lb<u>aath</u>ili watudluu bih<u>aa</u> il<u>aa</u> <strong>a</strong>l<u>h</u>ukk<u>aa</u>mi lita/kuluu fariiqan min amw<u>aa</u>li <strong>al</strong>nn<u>aa</u>si bi<strong>a</strong>l-itsmi wa-antum ta'lamuun<strong>a</strong>",
        "idn": "Dan janganlah kamu makan harta di antara kamu dengan jalan yang batil, dan (janganlah) kamu menyuap dengan harta itu kepada para hakim, dengan maksud agar kamu dapat memakan sebagian harta orang lain itu dengan jalan dosa, padahal kamu mengetahui.",
        "signCode": "ولا تأكلوا أمولكم بينكم بالبطل وتدلوا بها إلى الحكام لتأكلوا فريقا من أمول الناس بالإثم وأنتم تعلمون"
      },
      {
        "id": 196,
        "surah": 2,
        "nomor": 189,
        "ar": "۞ يَسـَٔلُوْنَكَ عَنِ الْاَهِلَّةِ ۗ قُلْ هِيَ مَوَاقِيْتُ لِلنَّاسِ وَالْحَجِّ ۗ وَلَيْسَ الْبِرُّ بِاَنْ تَأْتُوا الْبُيُوْتَ مِنْ ظُهُوْرِهَا وَلٰكِنَّ الْبِرَّ مَنِ اتَّقٰىۚ وَأْتُوا الْبُيُوْتَ مِنْ اَبْوَابِهَا ۖ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْل",
        "tr": "yas-aluunaka 'ani <strong>a</strong>l-ahillati qul hiya maw<u>aa</u>qiitu li<strong>l</strong>nn<u>aa</u>si wa<strong>a</strong>l<u>h</u>ajji walaysa <strong>a</strong>lbirru bi-an ta/tuu <strong>a</strong>lbuyuuta min <u>zh</u>uhuurih<u>aa</u> wal<u>aa</u>kinna <strong>a</strong>lbirra mani ittaq<u>aa</u> wa/tuu <strong>a</strong>lbuyuuta min abw<u>aa</u>bih<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha la'allakum tufli<u>h</u>uun<strong>a</strong>",
        "idn": "Mereka bertanya kepadamu (Muhammad) tentang bulan sabit. Katakanlah, “Itu adalah (penunjuk) waktu bagi manusia dan (ibadah) haji.” Dan bukanlah suatu kebajikan memasuki rumah dari atasnya, tetapi kebajikan adalah (kebajikan) orang yang bertakwa. Masukilah rumah-rumah dari pintu-pintunya, dan bertakwalah kepada Allah agar kamu beruntung.",
        "signCode": "يسءلونك عن الأهلة قل هي موقيت للناس والحج وليس البر بأن تأتوا البيوت من ظهورها ولكن البر من اتقى وأتوا البيوت من أبوبها واتقوا الله لعلكم تفلحون"
      },
      {
        "id": 197,
        "surah": 2,
        "nomor": 190,
        "ar": "وَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يُقَاتِلُوْنَكُمْ وَلَا تَعْتَدُوْا ۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ ",
        "tr": "waq<u>aa</u>tiluu fii sabiili <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>iina yuq<u>aa</u>tiluunakum wal<u>aa</u> ta'taduu inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmu'tadiin<strong>a</strong>",
        "idn": "Dan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang melampaui batas.",
        "signCode": "وقتلوا في سبيل الله الذين يقتلونكم ولا تعتدوا إن الله لا يحب المعتدين"
      },
      {
        "id": 198,
        "surah": 2,
        "nomor": 191,
        "ar": "وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ وَاَخْرِجُوْهُمْ مِّنْ حَيْثُ اَخْرَجُوْكُمْ وَالْفِتْنَةُ اَشَدُّ مِنَ الْقَتْلِ ۚ وَلَا تُقَاتِلُوْهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتّٰى يُقٰتِلُوْكُمْ فِيْهِۚ فَاِنْ قٰتَلُوْكُمْ فَاقْتُلُوْهُمْۗ  كَذٰلِكَ جَ",
        "tr": "wa<strong>u</strong>qtuluuhum <u>h</u>aytsu tsaqiftumuuhum wa-akhrijuuhum min <u>h</u>aytsu akhrajuukum wa<strong>a</strong>lfitnatu asyaddu mina <strong>a</strong>lqatli wal<u>aa</u> tuq<u>aa</u>tiluuhum 'inda <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi <u>h</u>att<u>aa</u> yuq<u>aa</u>tiluukum fiihi fa-in q<u>aa</u>taluukum fa<strong>u</strong>qtuluuhum ka<u>dzaa</u>lika jaz<u>aa</u>u <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>",
        "idn": "Dan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah itu lebih kejam daripada pembunuhan. Dan janganlah kamu perangi mereka di Masjidilharam, kecuali jika mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu, maka perangilah mereka. Demikianlah balasan bagi orang kafir.",
        "signCode": "واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقتلوهم عند المسجد الحرام حتى يقتلوكم فيه فإن قتلوكم فاقتلوهم كذلك جزاء الكفرين"
      },
      {
        "id": 199,
        "surah": 2,
        "nomor": 192,
        "ar": "فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
        "tr": "fa-ini intahaw fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Tetapi jika mereka berhenti, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "فإن انتهوا فإن الله غفور رحيم"
      },
      {
        "id": 200,
        "surah": 2,
        "nomor": 193,
        "ar": "وَقٰتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ لِلّٰهِ ۗ فَاِنِ انْتَهَوْا فَلَا عُدْوَانَ اِلَّا عَلَى الظّٰلِمِيْنَ",
        "tr": "waq<u>aa</u>tiluuhum <u>h</u>att<u>aa</u> l<u>aa</u> takuuna fitnatun wayakuuna <strong>al</strong>ddiinu lill<u>aa</u>hi fa-ini intahaw fal<u>aa</u> 'udw<u>aa</u>na ill<u>aa</u> 'al<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti, maka tidak ada (lagi) permusuhan, kecuali terhadap orang-orang zalim.",
        "signCode": "وقتلوهم حتى لا تكون فتنة ويكون الدين لله فإن انتهوا فلا عدون إلا على الظلمين"
      },
      {
        "id": 201,
        "surah": 2,
        "nomor": 194,
        "ar": "اَلشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمٰتُ قِصَاصٌۗ فَمَنِ اعْتَدٰى عَلَيْكُمْ فَاعْتَدُوْا عَلَيْهِ بِمِثْلِ مَا اعْتَدٰى عَلَيْكُمْ ۖ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ ",
        "tr": "a<strong>l</strong>sysyahru <strong>a</strong>l<u>h</u>ar<u>aa</u>mu bi<strong>al</strong>sysyahri <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>a</strong>l<u>h</u>urum<u>aa</u>tu qi<u>sas</u>un famani i'tad<u>aa</u> 'alaykum fa<strong>i</strong>'taduu 'alayhi bimitsli m<u>aa</u> i'tad<u>aa</u> 'alaykum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ma'a <strong>a</strong>lmuttaqiin<strong>a</strong>",
        "idn": "Bulan haram dengan bulan haram, dan (terhadap) sesuatu yang dihormati berlaku (hukum) qisas. Oleh sebab itu barangsiapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. Bertakwalah kepada Allah dan ketahuilah bahwa Allah beserta orang-orang yang bertakwa.",
        "signCode": "الشهر الحرام بالشهر الحرام والحرمت قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا أن الله مع المتقين"
      },
      {
        "id": 202,
        "surah": 2,
        "nomor": 195,
        "ar": "وَاَنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلَا تُلْقُوْا بِاَيْدِيْكُمْ اِلَى التَّهْلُكَةِ ۛ وَاَحْسِنُوْا ۛ اِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ ",
        "tr": "wa-anfiquu fii sabiili <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> tulquu bi-aydiikum il<u>aa</u> <strong>al</strong>ttahlukati wa-a<u>h</u>sinuu inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Dan infakkanlah (hartamu) di jalan Allah, dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuatbaiklah. Sungguh, Allah menyukai orang-orang yang berbuat baik.",
        "signCode": "وأنفقوا في سبيل الله ولا تلقوا بأيديكم إلى التهلكة وأحسنوا إن الله يحب المحسنين"
      },
      {
        "id": 203,
        "surah": 2,
        "nomor": 196,
        "ar": "وَاَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلّٰهِ ۗ فَاِنْ اُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ وَلَا تَحْلِقُوْا رُءُوْسَكُمْ حَتّٰى يَبْلُغَ الْهَدْيُ مَحِلَّهٗ ۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ بِهٖٓ اَذًى مِّنْ رَّأْسِهٖ فَفِدْيَةٌ مِّنْ صِيَ",
        "tr": "wa-atimmuu <strong>a</strong>l<u>h</u>ajja wa<strong>a</strong>l'umrata lill<u>aa</u>hi fa-in u<u>hs</u>irtum fam<u>aa</u> istaysara mina <strong>a</strong>lhadyi wal<u>aa</u> ta<u>h</u>liquu ruuusakum <u>h</u>att<u>aa</u> yablugha <strong>a</strong>lhadyu ma<u>h</u>illahu faman k<u>aa</u>na minkum marii<u>dh</u>an aw bihi a<u>dz</u>an min ra/sihi fafidyatun min <u>sh</u>iy<u>aa</u>min aw <u>sh</u>adaqatin aw nusukin fa-i<u>dzaa</u> amintum faman tamatta'a bi<strong>a</strong>l'umrati il<u>aa</u> <strong>a</strong>l<u>h</u>ajji fam<u>aa</u> istaysara mina <strong>a</strong>lhadyi faman lam yajid fa<u>sh</u>iy<u>aa</u>mu tsal<u>aa</u>tsati ayy<u>aa</u>min fii <strong>a</strong>l<u>h</u>ajji wasab'atin i<u>dzaa</u> raja'tum tilka 'asyaratun k<u>aa</u>milatun <u>dzaa</u>lika liman lam yakun ahluhu <u>had</u>irii <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>",
        "idn": "Dan sempurnakanlah ibadah haji dan umrah karena Allah. Tetapi jika kamu terkepung (oleh musuh), maka (sembelihlah) hadyu yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum hadyu sampai di tempat penyembelihannya. Jika ada di antara kamu yang sakit atau ada gangguan di kepalanya (lalu dia bercukur), maka dia wajib berfidyah, yaitu berpuasa, bersedekah atau berkurban. Apabila kamu dalam keadaan aman, maka barangsiapa mengerjakan umrah sebelum haji, dia (wajib menyembelih) hadyu yang mudah didapat. Tetapi jika dia tidak mendapatkannya, maka dia (wajib) berpuasa tiga hari dalam (musim) haji dan tujuh (hari) setelah kamu kembali. Itu seluruhnya sepuluh (hari). Demikian itu, bagi orang yang keluarganya tidak ada (tinggal) di sekitar Masjidilharam. Bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras hukuman-Nya.",
        "signCode": "وأتموا الحج والعمرة لله فإن أحصرتم فما استيسر من الهدي ولا تحلقوا رءوسكم حتى يبلغ الهدى محله فمن كان منكم مريضا أو به أذى من رأسه ففدية من صيام أو صدقة أو نسك فإذا أمنتم فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي فمن لم يجد فصيام ثلثة أيام في الحج وسبعة إذا رجعتم تلك عشرة كاملة ذلك لمن لم يكن أهله حاضري المسجد الحرام واتقوا الله واعلموا أن الله شديد العقاب"
      },
      {
        "id": 204,
        "surah": 2,
        "nomor": 197,
        "ar": "اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ يَّعْلَمْهُ اللّٰهُ ۗ وَتَزَوَّدُوْا فَاِنَّ خَيْرَ الزَّادِ التَّقْوٰىۖ وَاتَّقُوْنِ يٰٓاُولِى الْا",
        "tr": "al<u>h</u>ajju asyhurun ma'luum<u>aa</u>tun faman fara<u>dh</u>a fiihinna <strong>a</strong>l<u>h</u>ajja fal<u>aa</u> rafatsa wal<u>aa</u> fusuuqa wal<u>aa</u> jid<u>aa</u>la fii <strong>a</strong>l<u>h</u>ajji wam<u>aa</u> taf'aluu min khayrin ya'lamhu <strong>al</strong>l<u>aa</u>hu watazawwaduu fa-inna khayra <strong>al</strong>zz<u>aa</u>di <strong>al</strong>ttaqw<u>aa</u> wa<strong>i</strong>ttaquuni y<u>aa</u> ulii <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>",
        "idn": "(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi. Barangsiapa mengerjakan (ibadah) haji dalam (bulan-bulan) itu, maka janganlah dia berkata jorok (rafats), berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku wahai orang-orang yang mempunyai akal sehat!",
        "signCode": "الحج أشهر معلومت فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج وما تفعلوا من خير يعلمه الله وتزودوا فإن خير الزاد التقوى واتقون يأولي الألبب"
      },
      {
        "id": 205,
        "surah": 2,
        "nomor": 198,
        "ar": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ ۗ فَاِذَآ اَفَضْتُمْ مِّنْ عَرَفَاتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوْهُ كَمَا هَدٰىكُمْ ۚ وَاِنْ كُنْتُمْ مِّنْ قَبْلِهٖ لَمِنَ الضَّاۤلِّيْنَ ",
        "tr": "laysa 'alaykum jun<u>aah</u>un an tabtaghuu fa<u>dh</u>lan min rabbikum fa-i<u>dzaa</u> afa<u>dh</u>tum min 'araf<u>aa</u>tin fa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha 'inda <strong>a</strong>lmasy'ari <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>u</strong><u>dz</u>kuruuhu kam<u>aa</u> had<u>aa</u>kum wa-in kuntum min qablihi lamina <strong>al</strong><u>dhdhaa</u>lliin<strong>a</strong>",
        "idn": "Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu. Maka apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masy’arilharam. Dan berzikirlah kepada-Nya sebagaimana Dia telah memberi petunjuk kepadamu, sekalipun sebelumnya kamu benar-benar termasuk orang yang tidak tahu.",
        "signCode": "ليس عليكم جناح أن تبتغوا فضلا من ربكم فإذا أفضتم من عرفت فاذكروا الله عند المشعر الحرام واذكروه كما هدىكم وإن كنتم من قبله لمن الضالين"
      },
      {
        "id": 206,
        "surah": 2,
        "nomor": 199,
        "ar": "ثُمَّ اَفِيْضُوْا مِنْ حَيْثُ اَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللّٰهَ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
        "tr": "tsumma afii<u>dh</u>uu min <u>h</u>aytsu af<u>aad</u>a <strong>al</strong>nn<u>aa</u>su wa<strong>i</strong>staghfiruu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Kemudian bertolaklah kamu dari tempat orang banyak bertolak (Arafah) dan mohonlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "ثم أفيضوا من حيث أفاض الناس واستغفروا الله إن الله غفور رحيم"
      },
      {
        "id": 207,
        "surah": 2,
        "nomor": 200,
        "ar": "فَاِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَاۤءَكُمْ اَوْ اَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ",
        "tr": "fa-i<u>dzaa</u> qa<u>dh</u>aytum man<u>aa</u>sikakum fa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha ka<u>dz</u>ikrikum <u>aa</u>b<u>aa</u>-akum aw asyadda <u>dz</u>ikran famina <strong>al</strong>nn<u>aa</u>si man yaquulu rabban<u>aa</u> <u>aa</u>tin<u>aa</u> fii <strong>al</strong>dduny<u>aa</u> wam<u>aa</u> lahu fii <strong>a</strong>l-<u>aa</u>khirati min khal<u>aa</u>q<strong>in</strong>",
        "idn": "Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu, bahkan berzikirlah lebih dari itu. Maka di antara manusia ada yang berdoa, “Ya Tuhan kami, berilah kami (kebaikan) di dunia,” dan di akhirat dia tidak memperoleh bagian apa pun.",
        "signCode": "فإذا قضيتم منسككم فاذكروا الله كذكركم ءاباءكم أو أشد ذكرا فمن الناس من يقول ربنا ءاتنا في الدنيا وما له في الءاخرة من خلق"
      },
      {
        "id": 208,
        "surah": 2,
        "nomor": 201,
        "ar": "وَمِنْهُمْ مَّنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ ",
        "tr": "waminhum man yaquulu rabban<u>aa</u> <u>aa</u>tin<u>aa</u> fii <strong>al</strong>dduny<u>aa</u> <u>h</u>asanatan wafii <strong>a</strong>l-<u>aa</u>khirati <u>h</u>asanatan waqin<u>aa</u> 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
        "idn": "Dan di antara mereka ada yang berdoa, “Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.”",
        "signCode": "ومنهم من يقول ربنا ءاتنا في الدنيا حسنة وفي الءاخرة حسنة وقنا عذاب النار"
      },
      {
        "id": 209,
        "surah": 2,
        "nomor": 202,
        "ar": "اُولٰۤىِٕكَ لَهُمْ نَصِيْبٌ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ",
        "tr": "ul<u>aa</u>-ika lahum na<u>sh</u>iibun mimm<u>aa</u> kasabuu wa<strong>al</strong>l<u>aa</u>hu sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>",
        "idn": "Mereka itulah yang memperoleh bagian dari apa yang telah mereka kerjakan, dan Allah Mahacepat perhitungan-Nya.",
        "signCode": "أولئك لهم نصيب مما كسبوا والله سريع الحساب"
      },
      {
        "id": 210,
        "surah": 2,
        "nomor": 203,
        "ar": "۞ وَاذْكُرُوا اللّٰهَ فِيْٓ اَيَّامٍ مَّعْدُوْدٰتٍ ۗ فَمَنْ تَعَجَّلَ فِيْ يَوْمَيْنِ فَلَآ اِثْمَ عَلَيْهِ ۚوَمَنْ تَاَخَّرَ فَلَآ اِثْمَ عَلَيْهِۙ لِمَنِ اتَّقٰىۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّكُمْ اِلَيْهِ تُحْشَرُوْنَ ",
        "tr": "wa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha fii ayy<u>aa</u>min ma'duud<u>aa</u>tin faman ta'ajjala fii yawmayni fal<u>aa</u> itsma 'alayhi waman ta-akhkhara fal<u>aa</u> itsma 'alayhi limani ittaq<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu annakum ilayhi tu<u>h</u>syaruun<strong>a</strong>",
        "idn": "Dan berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya. Barangsiapa mempercepat (meninggalkan Mina) setelah dua hari, maka tidak ada dosa baginya. Dan barangsiapa mengakhirkannya tidak ada dosa (pula) baginya, (yakni) bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan-Nya.",
        "signCode": "واذكروا الله في أيام معدودت فمن تعجل في يومين فلا إثم عليه ومن تأخر فلا إثم عليه لمن اتقى واتقوا الله واعلموا أنكم إليه تحشرون"
      },
      {
        "id": 211,
        "surah": 2,
        "nomor": 204,
        "ar": "وَمِنَ النَّاسِ مَنْ يُّعْجِبُكَ قَوْلُهٗ فِى الْحَيٰوةِ الدُّنْيَا وَيُشْهِدُ اللّٰهَ عَلٰى مَا فِيْ قَلْبِهٖ ۙ وَهُوَ اَلَدُّ الْخِصَامِ ",
        "tr": "wamina <strong>al</strong>nn<u>aa</u>si man yu'jibuka qawluhu fii al<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wayusyhidu <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> m<u>aa</u> fii qalbihi wahuwa aladdu alkhi<u>shaa</u>m<strong>i</strong>",
        "idn": "Dan di antara manusia ada yang pembicaraannya tentang kehidupan dunia mengagumkan engkau (Muhammad), dan dia bersaksi kepada Allah mengenai isi hatinya, padahal dia adalah penentang yang paling keras.",
        "signCode": "ومن الناس من يعجبك قوله في الحيوة الدنيا ويشهد الله على ما في قلبه وهو ألد الخصام"
      },
      {
        "id": 212,
        "surah": 2,
        "nomor": 205,
        "ar": "وَاِذَا تَوَلّٰى سَعٰى فِى الْاَرْضِ لِيُفْسِدَ فِيْهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ۗ وَ اللّٰهُ لَا يُحِبُّ الْفَسَادَ ",
        "tr": "wa-i<u>dzaa</u> tawall<u>aa</u> sa'<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i liyufsida fiih<u>aa</u> wayuhlika <strong>a</strong>l<u>h</u>artsa wa<strong>al</strong>nnasla wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lfas<u>aa</u>d<strong>a</strong>",
        "idn": "Dan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan.",
        "signCode": "وإذا تولى سعى في الأرض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد"
      },
      {
        "id": 213,
        "surah": 2,
        "nomor": 206,
        "ar": "وَاِذَا قِيْلَ لَهُ اتَّقِ اللّٰهَ اَخَذَتْهُ الْعِزَّةُ بِالْاِثْمِ فَحَسْبُهٗ جَهَنَّمُ ۗ وَلَبِئْسَ الْمِهَادُ ",
        "tr": "wa-i<u>dzaa</u> qiila lahu ittaqi <strong>al</strong>l<u>aa</u>ha akha<u>dz</u>at-hu <strong>a</strong>l'izzatu bi<strong>a</strong>l-itsmi fa<u>h</u>asbuhu jahannamu walabi/sa <strong>a</strong>lmih<u>aa</u>d<strong>u</strong>",
        "idn": "Dan apabila dikatakan kepadanya, “Bertakwalah kepada Allah,” bangkitlah kesombongannya untuk berbuat dosa. Maka pantaslah baginya neraka Jahanam, dan sungguh (Jahanam itu) tempat tinggal yang terburuk.",
        "signCode": "وإذا قيل له اتق الله أخذته العزة بالإثم فحسبه جهنم ولبئس المهاد"
      },
      {
        "id": 214,
        "surah": 2,
        "nomor": 207,
        "ar": "وَمِنَ النَّاسِ مَنْ يَّشْرِيْ نَفْسَهُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ",
        "tr": "wamina <strong>al</strong>nn<u>aa</u>si man yasyrii nafsahu ibtigh<u>aa</u>-a mar<u>daa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu rauufun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>",
        "idn": "Dan di antara manusia ada orang yang mengorbankan dirinya untuk mencari keridaan Allah. Dan Allah Maha Penyantun kepada hamba-hamba-Nya.",
        "signCode": "ومن الناس من يشري نفسه ابتغاء مرضات الله والله رءوف بالعباد"
      },
      {
        "id": 215,
        "surah": 2,
        "nomor": 208,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ادْخُلُوْا فِى السِّلْمِ كَاۤفَّةً  ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu udkhuluu fii <strong>al</strong>ssilmi k<u>aa</u>ffatan wal<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni innahu lakum 'aduwwun mubiin<strong>un</strong>",
        "idn": "Wahai orang-orang yang beriman! Masuklah ke dalam Islam secara keseluruhan, dan janganlah kamu ikuti langkah-langkah setan. Sungguh, ia musuh yang nyata bagimu.",
        "signCode": "يأيها الذين ءامنوا ادخلوا في السلم كافة ولا تتبعوا خطوت الشيطن إنه لكم عدو مبين"
      },
      {
        "id": 216,
        "surah": 2,
        "nomor": 209,
        "ar": "فَاِنْ زَلَلْتُمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْكُمُ الْبَيِّنٰتُ فَاعْلَمُوْٓا اَنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
        "tr": "fa-in zalaltum min ba'di m<u>aa</u> j<u>aa</u>-atkumu <strong>a</strong>lbayyin<u>aa</u>tu fa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>",
        "idn": "Tetapi jika kamu tergelincir setelah bukti-bukti yang nyata sampai kepadamu, ketahuilah bahwa Allah Maha-perkasa, Mahabijaksana.",
        "signCode": "فإن زللتم من بعد ما جاءتكم البينت فاعلموا أن الله عزيز حكيم"
      },
      {
        "id": 217,
        "surah": 2,
        "nomor": 210,
        "ar": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ يَّأْتِيَهُمُ اللّٰهُ فِيْ ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلٰۤىِٕكَةُ وَقُضِيَ الْاَمْرُ ۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ",
        "tr": "hal yan<u>zh</u>uruuna ill<u>aa</u> an ya/tiyahumu <strong>al</strong>l<u>aa</u>hu fii <u>zh</u>ulalin mina <strong>a</strong>lgham<u>aa</u>mi wa<strong>a</strong>lmal<u>aa</u>-ikatu waqu<u>dh</u>iya <strong>a</strong>l-amru wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>",
        "idn": "Tidak ada yang mereka tunggu-tunggu kecuali datangnya (azab) Allah bersama malaikat dalam naungan awan, sedangkan perkara (mereka) telah diputuskan. Dan kepada Allah-lah segala perkara dikembalikan.",
        "signCode": "هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملئكة وقضي الأمر وإلى الله ترجع الأمور"
      },
      {
        "id": 218,
        "surah": 2,
        "nomor": 211,
        "ar": "سَلْ بَنِيْٓ اِسْرَاۤءِيْلَ كَمْ اٰتَيْنٰهُمْ مِّنْ اٰيَةٍ ۢ بَيِّنَةٍ ۗ وَمَنْ يُّبَدِّلْ نِعْمَةَ اللّٰهِ مِنْۢ بَعْدِ مَا جَاۤءَتْهُ فَاِنَّ اللّٰهَ  شَدِيْدُ الْعِقَابِ ",
        "tr": "sal banii isr<u>aa</u>-iila kam <u>aa</u>tayn<u>aa</u>hum min <u>aa</u>yatin bayyinatin waman yubaddil ni'mata <strong>al</strong>l<u>aa</u>hi min ba'di m<u>aa</u> j<u>aa</u>-at-hu fa-inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>",
        "idn": "Tanyakanlah kepada Bani Israil, berapa banyak bukti nyata yang telah Kami berikan kepada mereka. Barangsiapa menukar nikmat Allah setelah (nikmat itu) datang kepadanya, maka sungguh, Allah sangat keras hukuman-Nya.",
        "signCode": "سل بني إسرءيل كم ءاتينهم من ءاية بينة ومن يبدل نعمة الله من بعد ما جاءته فإن الله شديد العقاب"
      },
      {
        "id": 219,
        "surah": 2,
        "nomor": 212,
        "ar": "زُيِّنَ لِلَّذِيْنَ كَفَرُوا الْحَيٰوةُ الدُّنْيَا وَيَسْخَرُوْنَ مِنَ الَّذِيْنَ اٰمَنُوْا ۘ وَالَّذِيْنَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيٰمَةِ ۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
        "tr": "zuyyina lilla<u>dz</u>iina kafaruu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wayaskharuuna mina <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina ittaqaw fawqahum yawma <strong>a</strong>lqiy<u>aa</u>mati wa<strong>al</strong>l<u>aa</u>hu yarzuqu man yasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>",
        "idn": "Kehidupan dunia dijadikan terasa indah dalam pandangan orang-orang yang kafir, dan mereka menghina orang-orang yang beriman. Padahal orang-orang yang bertakwa itu berada di atas mereka pada hari Kiamat. Dan Allah memberi rezeki kepada orang yang Dia kehendaki tanpa perhitungan.",
        "signCode": "زين للذين كفروا الحيوة الدنيا ويسخرون من الذين ءامنوا والذين اتقوا فوقهم يوم القيمة والله يرزق من يشاء بغير حساب"
      },
      {
        "id": 220,
        "surah": 2,
        "nomor": 213,
        "ar": "كَانَ النَّاسُ اُمَّةً وَّاحِدَةً ۗ فَبَعَثَ اللّٰهُ النَّبِيّٖنَ مُبَشِّرِيْنَ وَمُنْذِرِيْنَ ۖ وَاَنْزَلَ مَعَهُمُ الْكِتٰبَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيْمَا اخْتَلَفُوْا فِيْهِ ۗ وَمَا اخْتَلَفَ فِيْهِ اِلَّا الَّذِيْنَ اُوْتُوْهُ مِنْۢ بَ",
        "tr": "k<u>aa</u>na <strong>al</strong>nn<u>aa</u>su ummatan w<u>aah</u>idatan faba'atsa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>nnabiyyiina mubasysyiriina wamun<u>dz</u>iriina wa-anzala ma'ahumu <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi liya<u>h</u>kuma bayna <strong>al</strong>nn<u>aa</u>si fiim<u>aa</u> ikhtalafuu fiihi wam<u>aa</u> ikhtalafa fiihi ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina uutuuhu min ba'di m<u>aa</u> j<u>aa</u>-at-humu <strong>a</strong>lbayyin<u>aa</u>tu baghyan baynahum fahad<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lim<u>aa</u> ikhtalafuu fiihi mina <strong>a</strong>l<u>h</u>aqqi bi-i<u>dz</u>nihi wa<strong>al</strong>l<u>aa</u>hu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
        "idn": "Manusia itu (dahulunya) satu umat. Lalu Allah mengutus para nabi (untuk) menyampaikan kabar gembira dan peringatan. Dan diturunkan-Nya bersama mereka Kitab yang mengandung kebenaran, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Dan yang berselisih hanyalah orang-orang yang telah diberi (Kitab), setelah bukti-bukti yang nyata sampai kepada mereka, karena kedengkian di antara mereka sendiri. Maka dengan kehendak-Nya, Allah memberi petunjuk kepada mereka yang beriman tentang kebenaran yang mereka perselisihkan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.",
        "signCode": "كان الناس أمة وحدة فبعث الله النبين مبشرين ومنذرين وأنزل معهم الكتب بالحق ليحكم بين الناس فيما اختلفوا فيه وما اختلف فيه إلا الذين أوتوه من بعد ما جاءتهم البينت بغيا بينهم فهدى الله الذين ءامنوا لما اختلفوا فيه من الحق بإذنه والله يهدي من يشاء إلى صرط مستقيم"
      },
      {
        "id": 221,
        "surah": 2,
        "nomor": 214,
        "ar": "اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَّثَلُ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ ۗ مَسَّتْهُمُ الْبَأْسَاۤءُ وَالضَّرَّاۤءُ وَزُلْزِلُوْا حَتّٰى يَقُوْلَ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ مَتٰى نَصْرُ اللّٰهِ ۗ اَلَآ اِنّ",
        "tr": "am <u>h</u>asibtum an tadkhuluu <strong>a</strong>ljannata walamm<u>aa</u> ya/tikum matsalu <strong>al</strong>la<u>dz</u>iina khalaw min qablikum massat-humu <strong>a</strong>lba/s<u>aa</u>u wa<strong>al</strong><u>dhdh</u>arr<u>aa</u>u wazulziluu <u>h</u>att<u>aa</u> yaquula <strong>al</strong>rrasuulu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu mat<u>aa</u> na<u>sh</u>ru <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> inna na<u>sh</u>ra <strong>al</strong>l<u>aa</u>hi qariib<strong>un</strong>",
        "idn": "Ataukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, “Kapankah datang pertolongan Allah?” Ingatlah, sesungguhnya pertolongan Allah itu dekat.",
        "signCode": "أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين ءامنوا معه متى نصر الله ألا إن نصر الله قريب"
      },
      {
        "id": 222,
        "surah": 2,
        "nomor": 215,
        "ar": "يَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ۗ قُلْ مَآ اَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
        "tr": "yas-aluunaka m<u>aatsaa</u> yunfiquuna qul m<u>aa</u> anfaqtum min khayrin falilw<u>aa</u>lidayni wa<strong>a</strong>l-aqrabiina wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiini wa<strong>i</strong>bni <strong>al</strong>ssabiili wam<u>aa</u> taf'aluu min khayrin fa-inna <strong>al</strong>l<u>aa</u>ha bihi 'aliim<strong>un</strong>",
        "idn": "Mereka bertanya kepadamu (Muhammad) tentang apa yang harus mereka infakkan. Katakanlah, “Harta apa saja yang kamu infakkan, hendaknya diperuntukkan bagi kedua orang tua, kerabat, anak yatim, orang miskin dan orang yang dalam perjalanan.” Dan kebaikan apa saja yang kamu kerjakan, maka sesungguhnya Allah Maha Mengetahui.",
        "signCode": "يسءلونك ماذا ينفقون قل ما أنفقتم من خير فللولدين والأقربين واليتمى والمسكين وابن السبيل وما تفعلوا من خير فإن الله به عليم"
      },
      {
        "id": 223,
        "surah": 2,
        "nomor": 216,
        "ar": "كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّهُوَ خَيْرٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تُحِبُّوْا شَيْـًٔا وَّهُوَ شَرٌّ لَّكُمْ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ",
        "tr": "kutiba 'alaykumu <strong>a</strong>lqit<u>aa</u>lu wahuwa kurhun lakum wa'as<u>aa</u> an takrahuu syay-an wahuwa khayrun lakum wa'as<u>aa</u> an tu<u>h</u>ibbuu syay-an wahuwa syarrun lakum wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>",
        "idn": "Diwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. Tetapi boleh jadi kamu tidak menyenangi sesuatu, padahal itu baik bagimu, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah mengetahui, sedang kamu tidak mengetahui.",
        "signCode": "كتب عليكم القتال وهو كره لكم وعسى أن تكرهوا شيءا وهو خير لكم وعسى أن تحبوا شيءا وهو شر لكم والله يعلم وأنتم لا تعلمون"
      },
      {
        "id": 224,
        "surah": 2,
        "nomor": 217,
        "ar": "يَسْـَٔلُوْنَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيْهِۗ  قُلْ قِتَالٌ فِيْهِ كَبِيْرٌ ۗ وَصَدٌّ عَنْ سَبِيْلِ اللّٰهِ وَكُفْرٌۢ بِهٖ وَالْمَسْجِدِ الْحَرَامِ وَاِخْرَاجُ اَهْلِهٖ مِنْهُ اَكْبَرُ عِنْدَ اللّٰهِ ۚ وَالْفِتْنَةُ اَكْبَرُ مِنَ الْقَتْلِ ۗ و",
        "tr": "yas-aluunaka 'ani <strong>al</strong>sysyahri <strong>a</strong>l<u>h</u>ar<u>aa</u>mi qit<u>aa</u>lin fiihi qul qit<u>aa</u>lun fiihi kabiirun wa<u>sh</u>addun 'an sabiili <strong>al</strong>l<u>aa</u>hi wakufrun bihi wa<strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa-ikhr<u>aa</u>ju ahlihi minhu akbaru 'inda <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lfitnatu akbaru mina <strong>a</strong>lqatli wal<u>aa</u> yaz<u>aa</u>luuna yuq<u>aa</u>tiluunakum <u>h</u>att<u>aa</u> yarudduukum 'an diinikum ini ista<u>th</u><u>aa</u>'uu waman yartadid minkum 'an diinihi fayamut wahuwa k<u>aa</u>firun faul<u>aa</u>-ika <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati waul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
        "idn": "Mereka bertanya kepadamu (Muhammad) tentang berperang pada bulan haram. Katakanlah, “Berperang dalam bulan itu adalah (dosa) besar. Tetapi menghalangi (orang) dari jalan Allah, ingkar kepada-Nya, (menghalangi orang masuk) Masjidilharam, dan mengusir penduduk dari sekitarnya, lebih besar (dosanya) dalam pandangan Allah. Sedangkan fitnah lebih kejam daripada pembunuhan. Mereka tidak akan berhenti memerangi kamu sampai kamu murtad (keluar) dari agamamu, jika mereka sanggup. Barangsiapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.”",
        "signCode": "يسءلونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل ولا يزالون يقتلونكم حتى يردوكم عن دينكم إن استطعوا ومن يرتدد منكم عن دينه فيمت وهو كافر فأولئك حبطت أعملهم في الدنيا والءاخرة وأولئك أصحب النار هم فيها خلدون"
      },
      {
        "id": 225,
        "surah": 2,
        "nomor": 218,
        "ar": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ ۙ اُولٰۤىِٕكَ يَرْجُوْنَ رَحْمَتَ اللّٰهِ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina h<u>aa</u>jaruu waj<u>aa</u>haduu fii sabiili <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika yarjuuna ra<u>h</u>mata <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Sesungguhnya orang-orang yang beriman, dan orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itulah yang mengharapkan rahmat Allah. Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "إن الذين ءامنوا والذين هاجروا وجهدوا في سبيل الله أولئك يرجون رحمت الله والله غفور رحيم"
      },
      {
        "id": 226,
        "surah": 2,
        "nomor": 219,
        "ar": "۞ يَسْـَٔلُوْنَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِۗ قُلْ فِيْهِمَآ اِثْمٌ كَبِيْرٌ وَّمَنَافِعُ لِلنَّاسِۖ وَاِثْمُهُمَآ اَكْبَرُ مِنْ نَّفْعِهِمَاۗ وَيَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ەۗ قُلِ الْعَفْوَۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلّ",
        "tr": "yas-aluunaka 'ani <strong>a</strong>lkhamri wa<strong>a</strong>lmaysiri qul fiihim<u>aa</u> itsmun kabiirun waman<u>aa</u>fi'u li<strong>l</strong>nn<u>aa</u>si wa-itsmuhum<u>aa</u> akbaru min naf'ihim<u>aa</u> wayas-aluunaka m<u>aatsaa</u> yunfiquuna quli <strong>a</strong>l'afwa ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum tatafakkaruun<strong>a</strong>",
        "idn": "Mereka menanyakan kepadamu (Muhammad) tentang khamar dan judi. Katakanlah, “Pada keduanya terdapat dosa besar dan beberapa manfaat bagi manusia. Tetapi dosanya lebih besar daripada manfaatnya.” Dan mereka menanyakan kepadamu (tentang) apa yang (harus) mereka infakkan. Katakanlah, “Kelebihan (dari apa yang diperlukan).” Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkan,",
        "signCode": "يسءلونك عن الخمر والميسر قل فيهما إثم كبير ومنفع للناس وإثمهما أكبر من نفعهما ويسءلونك ماذا ينفقون قل العفو كذلك يبين الله لكم الءايت لعلكم تتفكرون"
      },
      {
        "id": 227,
        "surah": 2,
        "nomor": 220,
        "ar": "فِى الدُّنْيَا وَالْاٰخِرَةِ ۗ وَيَسْـَٔلُوْنَكَ عَنِ الْيَتٰمٰىۗ قُلْ اِصْلَاحٌ لَّهُمْ خَيْرٌ ۗ وَاِنْ تُخَالِطُوْهُمْ فَاِخْوَانُكُمْ ۗ وَاللّٰهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَاَعْنَتَكُمْ اِنَّ اللّٰهَ عَزِيْزٌ حَكِيْ",
        "tr": "fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wayas-aluunaka 'ani <strong>a</strong>lyat<u>aa</u>m<u>aa</u> qul i<u>sh</u>l<u>aah</u>un lahum khayrun wa-in tukh<u>aa</u>li<u>th</u>uuhum fa-ikhw<u>aa</u>nukum wa<strong>al</strong>l<u>aa</u>hu ya'lamu <strong>a</strong>lmufsida mina <strong>a</strong>lmu<u>sh</u>li<u>h</u>i walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu la-a'natakum inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>",
        "idn": "Tentang dunia dan akhirat. Mereka menanyakan kepadamu (Muhammad) tentang anak-anak yatim. Katakanlah, “Memperbaiki keadaan mereka adalah baik!” Dan jika kamu mempergauli mereka, maka mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. Dan jika Allah menghendaki, niscaya Dia datangkan kesulitan kepadamu. Sungguh, Allah Mahaperkasa, Mahabijaksana.",
        "signCode": "في الدنيا والءاخرة ويسءلونك عن اليتمى قل إصلاح لهم خير وإن تخالطوهم فإخونكم والله يعلم المفسد من المصلح ولو شاء الله لأعنتكم إن الله عزيز حكيم"
      },
      {
        "id": 228,
        "surah": 2,
        "nomor": 221,
        "ar": "وَلَا تَنْكِحُوا الْمُشْرِكٰتِ حَتّٰى يُؤْمِنَّ ۗ وَلَاَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّنْ مُّشْرِكَةٍ وَّلَوْ اَعْجَبَتْكُمْ ۚ وَلَا تُنْكِحُوا الْمُشْرِكِيْنَ حَتّٰى يُؤْمِنُوْا ۗ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّنْ مُّشْرِكٍ وَّلَوْ اَعْجَبَكُمْ ۗ اُولٰۤىِٕكَ",
        "tr": "wal<u>aa</u> tanki<u>h</u>uu <strong>a</strong>lmusyrik<u>aa</u>ti <u>h</u>att<u>aa</u> yu/minna wala-amatun mu/minatun khayrun min musyrikatin walaw a'jabatkum wal<u>aa</u> tunki<u>h</u>uu <strong>a</strong>lmusyrikiina <u>h</u>att<u>aa</u> yu/minuu wala'abdun mu/minun khayrun min musyrikin walaw a'jabakum ul<u>aa</u>-ika yad'uuna il<u>aa</u> <strong>al</strong>nn<u>aa</u>ri wa<strong>al</strong>l<u>aa</u>hu yad'uu il<u>aa</u> <strong>a</strong>ljannati wa<strong>a</strong>lmaghfirati bi-i<u>dz</u>nihi wayubayyinu <u>aa</u>y<u>aa</u>tihi li<strong>l</strong>nn<u>aa</u>si la'allahum yata<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Dan janganlah kamu nikahi perempuan musyrik, sebelum mereka beriman. Sungguh, hamba sahaya perempuan yang beriman lebih baik daripada perempuan musyrik meskipun dia menarik hatimu. Dan janganlah kamu nikahkan orang (laki-laki) musyrik (dengan perempuan yang beriman) sebelum mereka beriman. Sungguh, hamba sahaya laki-laki yang beriman lebih baik daripada laki-laki musyrik meskipun dia menarik hatimu. Mereka mengajak ke neraka, sedangkan Allah mengajak ke surga dan ampunan dengan izin-Nya. (Allah) menerangkan ayat-ayat-Nya kepada manusia agar mereka mengambil pelajaran.",
        "signCode": "ولا تنكحوا المشركت حتى يؤمن ولأمة مؤمنة خير من مشركة ولو أعجبتكم ولا تنكحوا المشركين حتى يؤمنوا ولعبد مؤمن خير من مشرك ولو أعجبكم أولئك يدعون إلى النار والله يدعوا إلى الجنة والمغفرة بإذنه ويبين ءايته للناس لعلهم يتذكرون"
      },
      {
        "id": 229,
        "surah": 2,
        "nomor": 222,
        "ar": "وَيَسْـَٔلُوْنَكَ عَنِ الْمَحِيْضِ ۗ  قُلْ هُوَ اَذًىۙ فَاعْتَزِلُوا النِّسَاۤءَ فِى الْمَحِيْضِۙ وَلَا تَقْرَبُوْهُنَّ حَتّٰى يَطْهُرْنَ ۚ فَاِذَا تَطَهَّرْنَ فَأْتُوْهُنَّ مِنْ حَيْثُ اَمَرَكُمُ اللّٰهُ ۗ اِنَّ اللّٰهَ يُحِبُّ التَّوَّابِيْنَ وَيُحِبُّ ",
        "tr": "wayas-aluunaka 'ani <strong>a</strong>lma<u>h</u>ii<u>dh</u>i qul huwa a<u>dz</u>an fa<strong>i</strong>'taziluu <strong>al</strong>nnis<u>aa</u>-a fii <strong>a</strong>lma<u>h</u>ii<u>dh</u>i wal<u>aa</u> taqrabuuhunna <u>h</u>att<u>aa</u> ya<u>th</u>hurna fa-i<u>dzaa</u> ta<u>th</u>ahharna fa/tuuhunna min <u>h</u>aytsu amarakumu <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>al</strong>ttaww<u>aa</u>biina wayu<u>h</u>ibbu <strong>a</strong>lmuta<u>th</u>ahhiriin<strong>a</strong>",
        "idn": "Dan mereka menanyakan kepadamu (Muhammad) tentang haid. Katakanlah, “Itu adalah sesuatu yang kotor.” Karena itu jauhilah istri pada waktu haid; dan jangan kamu dekati mereka sebelum mereka suci. Apabila mereka telah suci, campurilah mereka sesuai dengan (ketentuan) yang diperintahkan Allah kepadamu. Sungguh, Allah menyukai orang yang tobat dan menyukai orang yang menyucikan diri.",
        "signCode": "ويسءلونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فإذا تطهرن فأتوهن من حيث أمركم الله إن الله يحب التوبين ويحب المتطهرين"
      },
      {
        "id": 230,
        "surah": 2,
        "nomor": 223,
        "ar": "نِسَاۤؤُكُمْ حَرْثٌ لَّكُمْ ۖ فَأْتُوْا حَرْثَكُمْ اَنّٰى شِئْتُمْ ۖ وَقَدِّمُوْا لِاَنْفُسِكُمْ ۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّكُمْ مُّلٰقُوْهُ ۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ",
        "tr": "nis<u>aa</u>ukum <u>h</u>artsun lakum fa/tuu <u>h</u>artsakum ann<u>aa</u> syi/tum waqaddimuu li-anfusikum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu annakum mul<u>aa</u>quuhu wabasysyiri <strong>a</strong>lmu/miniin<strong>a</strong>",
        "idn": "Istri-istrimu adalah ladang bagimu, maka datangilah ladangmu itu kapan saja dan dengan cara yang kamu sukai. Dan utamakanlah (yang baik) untuk dirimu. Bertakwalah kepada Allah dan ketahuilah bahwa kamu (kelak) akan menemui-Nya. Dan sampaikanlah kabar gembira kepada orang yang beriman.",
        "signCode": "نساؤكم حرث لكم فأتوا حرثكم أنى شئتم وقدموا لأنفسكم واتقوا الله واعلموا أنكم ملقوه وبشر المؤمنين"
      },
      {
        "id": 231,
        "surah": 2,
        "nomor": 224,
        "ar": "وَلَا تَجْعَلُوا اللّٰهَ عُرْضَةً لِّاَيْمَانِكُمْ اَنْ تَبَرُّوْا وَتَتَّقُوْا وَتُصْلِحُوْا بَيْنَ النَّاسِۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
        "tr": "wal<u>aa</u> taj'aluu <strong>al</strong>l<u>aa</u>ha 'ur<u>dh</u>atan li-aym<u>aa</u>nikum an tabarruu watattaquu watu<u>sh</u>li<u>h</u>uu bayna <strong>al</strong>nn<u>aa</u>si wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>",
        "idn": "Dan janganlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang untuk berbuat kebajikan, bertakwa dan menciptakan kedamaian di antara manusia. Allah Maha Mendengar, Maha Mengetahui.",
        "signCode": "ولا تجعلوا الله عرضة لأيمنكم أن تبروا وتتقوا وتصلحوا بين الناس والله سميع عليم"
      },
      {
        "id": 232,
        "surah": 2,
        "nomor": 225,
        "ar": "لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ فِيْٓ اَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوْبُكُمْ ۗ وَاللّٰهُ غَفُوْرٌ حَلِيْمٌ ",
        "tr": "l<u>aa</u> yu-<u>aa</u>khi<u>dz</u>ukumu <strong>al</strong>l<u>aa</u>hu bi<strong>a</strong>llaghwi fii aym<u>aa</u>nikum wal<u>aa</u>kin yu-<u>aa</u>khi<u>dz</u>ukum bim<u>aa</u> kasabat quluubukum wa<strong>al</strong>l<u>aa</u>hu ghafuurun <u>h</u>aliim<strong>un</strong>",
        "idn": "Allah tidak menghukum kamu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukum kamu karena niat yang terkandung dalam hatimu. Allah Maha Pengampun, Maha Penyantun.",
        "signCode": "لا يؤاخذكم الله باللغو في أيمنكم ولكن يؤاخذكم بما كسبت قلوبكم والله غفور حليم"
      },
      {
        "id": 233,
        "surah": 2,
        "nomor": 226,
        "ar": "لِلَّذِيْنَ يُؤْلُوْنَ مِنْ نِّسَاۤىِٕهِمْ تَرَبُّصُ اَرْبَعَةِ اَشْهُرٍۚ فَاِنْ فَاۤءُوْ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
        "tr": "lilla<u>dz</u>iina yu/luuna min nis<u>aa</u>-ihim tarabbu<u>sh</u>u arba'ati asyhurin fa-in f<u>aa</u>uu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Bagi orang yang meng-ila' istrinya harus menunggu empat bulan. Kemudian jika mereka kembali (kepada istrinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "للذين يؤلون من نسائهم تربص أربعة أشهر فإن فاءو فإن الله غفور رحيم"
      },
      {
        "id": 234,
        "surah": 2,
        "nomor": 227,
        "ar": "وَاِنْ عَزَمُوا الطَّلَاقَ فَاِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ",
        "tr": "wa-in 'azamuu <strong>al</strong><u>ththh</u>al<u>aa</u>qa fa-inna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>",
        "idn": "Dan jika mereka berketetapan hati hendak menceraikan, maka sungguh, Allah Maha Mendengar, Maha Mengetahui.",
        "signCode": "وإن عزموا الطلق فإن الله سميع عليم"
      },
      {
        "id": 235,
        "surah": 2,
        "nomor": 228,
        "ar": "وَالْمُطَلَّقٰتُ يَتَرَبَّصْنَ بِاَنْفُسِهِنَّ ثَلٰثَةَ قُرُوْۤءٍۗ وَلَا يَحِلُّ لَهُنَّ اَنْ يَّكْتُمْنَ مَا خَلَقَ اللّٰهُ فِيْٓ اَرْحَامِهِنَّ اِنْ كُنَّ يُؤْمِنَّ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ وَبُعُوْلَتُهُنَّ اَحَقُّ بِرَدِّهِنَّ فِيْ ذٰلِكَ اِنْ",
        "tr": "wa<strong>a</strong>lmu<u>th</u>allaq<u>aa</u>tu yatarabba<u>sh</u>na bi-anfusihinna tsal<u>aa</u>tsata quruu-in wal<u>aa</u> ya<u>h</u>illu lahunna an yaktumna m<u>aa</u> khalaqa <strong>al</strong>l<u>aa</u>hu fii ar<u>haa</u>mihinna in kunna yu/minna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wabu'uulatuhunna a<u>h</u>aqqu biraddihinna fii <u>dzaa</u>lika in ar<u>aa</u>duu i<u>sh</u>l<u>aah</u>an walahunna mitslu <strong>al</strong>la<u>dz</u>ii 'alayhinna bi<strong>a</strong>lma'ruufi wali<strong>l</strong>rrij<u>aa</u>li 'alayhinna darajatun wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>h</u>akiim<strong>un</strong>",
        "idn": "Dan para istri yang diceraikan (wajib) menahan diri mereka (menunggu) tiga kali quru'. Tidak boleh bagi mereka menyembunyikan apa yang diciptakan Allah  dalam  rahim  mereka,  jika mereka beriman kepada Allah dan hari akhir. Dan para suami mereka lebih berhak kembali kepada mereka dalam (masa) itu, jika mereka menghendaki perbaikan. Dan mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Tetapi para suami mempunyai kelebihan di atas mereka. Allah Mahaperkasa, Mahabijaksana.",
        "signCode": "والمطلقت يتربصن بأنفسهن ثلثة قروء ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن إن كن يؤمن بالله واليوم الءاخر وبعولتهن أحق بردهن في ذلك إن أرادوا إصلحا ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم"
      },
      {
        "id": 236,
        "surah": 2,
        "nomor": 229,
        "ar": "اَلطَّلَاقُ مَرَّتٰنِ ۖ فَاِمْسَاكٌۢ بِمَعْرُوْفٍ اَوْ تَسْرِيْحٌۢ بِاِحْسَانٍ ۗ وَلَا يَحِلُّ لَكُمْ اَنْ تَأْخُذُوْا مِمَّآ اٰتَيْتُمُوْهُنَّ شَيْـًٔا اِلَّآ اَنْ يَّخَافَآ اَلَّا يُقِيْمَا حُدُوْدَ اللّٰهِ ۗ فَاِنْ خِفْتُمْ اَلَّا يُقِيْمَا حُدُوْدَ",
        "tr": "a<strong>l</strong><u>ththh</u>al<u>aa</u>qu marrat<u>aa</u>ni fa-ims<u>aa</u>kun bima'ruufin aw tasrii<u>h</u>un bi-i<u>h</u>s<u>aa</u>nin wal<u>aa</u> ya<u>h</u>illu lakum an ta/khu<u>dz</u>uu mimm<u>aa</u> <u>aa</u>taytumuuhunna syay-an ill<u>aa</u> an yakh<u>aa</u>f<u>aa</u> <strong>al</strong>l<u>aa</u> yuqiim<u>aa</u> <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi fa-in khiftum <strong>al</strong>l<u>aa</u> yuqiim<u>aa</u> <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> jun<u>aah</u>a 'alayhim<u>aa</u> fiim<u>aa</u> iftadat bihi tilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> ta'taduuh<u>aa</u> waman yata'adda <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi faul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>",
        "idn": "Talak (yang dapat dirujuk) itu dua kali. (Setelah itu suami dapat) menahan dengan baik, atau melepaskan dengan baik. Tidak halal bagi kamu mengambil kembali sesuatu yang telah kamu berikan kepada mereka, kecuali keduanya (suami dan istri) khawatir tidak mampu menjalankan hukum-hukum Allah. Jika kamu (wali) khawatir bahwa keduanya tidak mampu menjalankan hukum-hukum Allah, maka keduanya tidak berdosa atas bayaran yang (harus) diberikan (oleh istri) untuk menebus dirinya. Itulah hukum-hukum Allah, maka janganlah kamu melanggarnya. Barangsiapa melanggar hukum-hukum Allah, mereka itulah orang-orang zalim.",
        "signCode": "الطلق مرتان فإمساك بمعروف أو تسريح بإحسن ولا يحل لكم أن تأخذوا مما ءاتيتموهن شيءا إلا أن يخافا ألا يقيما حدود الله فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظلمون"
      },
      {
        "id": 237,
        "surah": 2,
        "nomor": 230,
        "ar": "فَاِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهٗ مِنْۢ بَعْدُ حَتّٰى تَنْكِحَ زَوْجًا غَيْرَهٗ ۗ فَاِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يَّتَرَاجَعَآ اِنْ ظَنَّآ اَنْ يُّقِيْمَا حُدُوْدَ اللّٰهِ ۗ وَتِلْكَ حُدُوْدُ اللّٰهِ يُبَيِّنُهَا لِقَوْمٍ يَّعْلَمُ",
        "tr": "fa-in <u>th</u>allaqah<u>aa</u> fal<u>aa</u> ta<u>h</u>illu lahu min ba'du <u>h</u>att<u>aa</u> tanki<u>h</u>a zawjan ghayrahu fa-in <u>th</u>allaqah<u>aa</u> fal<u>aa</u> jun<u>aah</u>a 'alayhim<u>aa</u> an yatar<u>aa</u>ja'<u>aa</u> in <u>zh</u>ann<u>aa</u> an yuqiim<u>aa</u> <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi yubayyinuh<u>aa</u> liqawmin ya'lamuun<strong>a</strong>",
        "idn": "Kemudian jika dia menceraikannya (setelah talak yang kedua), maka perempuan itu tidak halal lagi baginya sebelum dia menikah dengan suami yang lain. Kemudian jika suami yang lain itu menceraikannya, maka tidak ada dosa bagi keduanya (suami pertama dan bekas istri) untuk menikah kembali jika keduanya berpendapat akan dapat menjalankan hukum-hukum Allah. Itulah ketentuan-ketentuan Allah yang diterangkan-Nya kepada orang-orang yang berpengetahuan.",
        "signCode": "فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فإن طلقها فلا جناح عليهما أن يتراجعا إن ظنا أن يقيما حدود الله وتلك حدود الله يبينها لقوم يعلمون"
      },
      {
        "id": 238,
        "surah": 2,
        "nomor": 231,
        "ar": "وَاِذَا طَلَّقْتُمُ النِّسَاۤءَ فَبَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ سَرِّحُوْهُنَّ بِمَعْرُوْفٍۗ وَلَا تُمْسِكُوْهُنَّ ضِرَارًا لِّتَعْتَدُوْا ۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ وَلَا تَتَّخِذُوْٓا اٰيٰتِ اللّٰهِ هُز",
        "tr": "wa-i<u>dzaa</u> <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a fabalaghna ajalahunna fa-amsikuuhunna bima'ruufin aw sarri<u>h</u>uuhunna bima'ruufin wal<u>aa</u> tumsikuuhunna <u>dh</u>ir<u>aa</u>ran lita'taduu waman yaf'al <u>dzaa</u>lika faqad <u>zh</u>alama nafsahu wal<u>aa</u> tattakhi<u>dz</u>uu <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi huzuwan wa<strong>u</strong><u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum wam<u>aa</u> anzala 'alaykum mina <strong>a</strong>lkit<u>aa</u>bi wa<strong>a</strong>l<u>h</u>ikmati ya'i<u>zh</u>ukum bihi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>",
        "idn": "Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai (akhir) idahnya, maka tahanlah mereka dengan cara yang baik, atau ceraikanlah mereka dengan cara yang baik (pula). Dan janganlah kamu tahan mereka dengan maksud jahat untuk menzalimi mereka. Barangsiapa melakukan demikian, maka dia telah menzalimi dirinya sendiri. Dan janganlah kamu jadikan ayat-ayat Allah sebagai bahan ejekan. Ingatlah nikmat Allah kepada kamu, dan apa yang telah diturunkan Allah kepada kamu yaitu Kitab (Al-Qur'an) dan Hikmah (Sunnah), untuk memberi pengajaran kepadamu. Dan bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Mengetahui segala sesuatu.",
        "signCode": "وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف أو سرحوهن بمعروف ولا تمسكوهن ضرارا لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوا ءايت الله هزوا واذكروا نعمت الله عليكم وما أنزل عليكم من الكتب والحكمة يعظكم به واتقوا الله واعلموا أن الله بكل شيء عليم"
      },
      {
        "id": 239,
        "surah": 2,
        "nomor": 232,
        "ar": "وَاِذَا طَلَّقْتُمُ النِّسَاۤءَ فَبَلَغْنَ اَجَلَهُنَّ فَلَا تَعْضُلُوْهُنَّ اَنْ يَّنْكِحْنَ اَزْوَاجَهُنَّ اِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوْفِ ۗ ذٰلِكَ يُوْعَظُ بِهٖ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ۗ ذٰلِكُمْ اَزْكٰى",
        "tr": "wa-i<u>dzaa</u> <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a fabalaghna ajalahunna fal<u>aa</u> ta'<u>dh</u>uluuhunna an yanki<u>h</u>na azw<u>aa</u>jahunna i<u>dzaa</u> tar<u>aad</u>aw baynahum bi<strong>a</strong>lma'ruufi <u>dzaa</u>lika yuu'a<u>zh</u>u bihi man k<u>aa</u>na minkum yu/minu bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri <u>dzaa</u>likum azk<u>aa</u> lakum wa-a<u>th</u>haru wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>",
        "idn": "Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai idahnya, maka jangan kamu halangi mereka menikah (lagi) dengan calon suaminya, apabila telah terjalin kecocokan di antara mereka dengan cara yang baik. Itulah yang dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Itu lebih suci bagimu dan lebih bersih. Dan Allah mengetahui, sedangkan kamu tidak mengetahui.",
        "signCode": "وإذا طلقتم النساء فبلغن أجلهن فلا تعضلوهن أن ينكحن أزوجهن إذا ترضوا بينهم بالمعروف ذلك يوعظ به من كان منكم يؤمن بالله واليوم الءاخر ذلكم أزكى لكم وأطهر والله يعلم وأنتم لا تعلمون"
      },
      {
        "id": 240,
        "surah": 2,
        "nomor": 233,
        "ar": "۞ وَالْوَالِدٰتُ يُرْضِعْنَ اَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُّتِمَّ الرَّضَاعَةَ ۗ وَعَلَى الْمَوْلُوْدِ لَهٗ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوْفِۗ  لَا تُكَلَّفُ نَفْسٌ اِلَّا وُسْعَهَا ۚ لَا تُضَاۤرَّ وَالِدَةٌ ۢبِوَلَد",
        "tr": "wa<strong>a</strong>lw<u>aa</u>lid<u>aa</u>tu yur<u>dh</u>i'na awl<u>aa</u>dahunna <u>h</u>awlayni k<u>aa</u>milayni liman ar<u>aa</u>da an yutimma <strong>al</strong>rra<u>daa</u>'ata wa'al<u>aa</u> <strong>a</strong>lmawluudi lahu rizquhunna wakiswatuhunna bi<strong>a</strong>lma'ruufi l<u>aa</u> tukallafu nafsun ill<u>aa</u> wus'ah<u>aa</u> l<u>aa</u> tu<u>daa</u>rra w<u>aa</u>lidatun biwaladih<u>aa</u> wal<u>aa</u> mawluudun lahu biwaladihi wa'al<u>aa</u> <strong>a</strong>lw<u>aa</u>ritsi mitslu <u>dzaa</u>lika fa-in ar<u>aa</u>d<u>aa</u> fi<u>shaa</u>lan 'an tar<u>aad</u>in minhum<u>aa</u> watasy<u>aa</u>wurin fal<u>aa</u> jun<u>aah</u>a 'alayhim<u>aa</u> wa-in aradtum an tastar<u>dh</u>i'uu awl<u>aa</u>dakum fal<u>aa</u> jun<u>aah</u>a 'alaykum i<u>dzaa</u> sallamtum m<u>aa</u> <u>aa</u>taytum bi<strong>a</strong>lma'ruufi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>",
        "idn": "Dan ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyusui secara sempurna. Dan kewajiban ayah menanggung nafkah dan pakaian mereka dengan cara yang patut. Seseorang tidak dibebani lebih dari kesanggupannya. Janganlah seorang ibu menderita karena anaknya dan jangan pula seorang ayah (menderita) karena anaknya. Ahli waris pun (berkewajiban) seperti itu pula. Apabila keduanya ingin menyapih dengan persetujuan dan permusyawaratan antara keduanya, maka tidak ada dosa atas keduanya. Dan jika kamu ingin menyusukan anakmu kepada orang lain, maka tidak ada dosa bagimu memberikan pembayaran dengan cara yang patut. Bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan.",
        "signCode": "والولدت يرضعن أولدهن حولين كاملين لمن أراد أن يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس إلا وسعها لا تضار ولدة بولدها ولا مولود له بولده وعلى الوارث مثل ذلك فإن أرادا فصالا عن تراض منهما وتشاور فلا جناح عليهما وإن أردتم أن تسترضعوا أولدكم فلا جناح عليكم إذا سلمتم ما ءاتيتم بالمعروف واتقوا الله واعلموا أن الله بما تعملون بصير"
      },
      {
        "id": 241,
        "surah": 2,
        "nomor": 234,
        "ar": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًا يَّتَرَبَّصْنَ بِاَنْفُسِهِنَّ اَرْبَعَةَ اَشْهُرٍ وَّعَشْرًا ۚ فاِذَا بَلَغْنَ اَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ بِالْمَعْرُوْفِۗ وَاللّٰهُ بِمَا تَعْمَلُ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yutawaffawna minkum waya<u>dz</u>aruuna azw<u>aa</u>jan yatarabba<u>sh</u>na bi-anfusihinna arba'ata asyhurin wa'asyran fa-i<u>dzaa</u> balaghna ajalahunna fal<u>aa</u> jun<u>aah</u>a 'alaykum fiim<u>aa</u> fa'alna fii anfusihinna bi<strong>a</strong>lma'ruufi wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
        "idn": "Dan orang-orang yang mati di antara kamu serta meninggalkan istri-istri hendaklah mereka (istri-istri) menunggu empat bulan sepuluh hari. Kemudian apabila telah sampai (akhir) idah mereka, maka tidak ada dosa bagimu mengenai apa yang mereka lakukan terhadap diri mereka menurut cara yang patut. Dan Allah Maha Mengetahui apa yang kamu kerjakan.",
        "signCode": "والذين يتوفون منكم ويذرون أزوجا يتربصن بأنفسهن أربعة أشهر وعشرا فإذا بلغن أجلهن فلا جناح عليكم فيما فعلن في أنفسهن بالمعروف والله بما تعملون خبير"
      },
      {
        "id": 242,
        "surah": 2,
        "nomor": 235,
        "ar": "وَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا عَرَّضْتُمْ بِهٖ مِنْ خِطْبَةِ النِّسَاۤءِ اَوْ اَكْنَنْتُمْ فِيْٓ اَنْفُسِكُمْ ۗ عَلِمَ اللّٰهُ اَنَّكُمْ سَتَذْكُرُوْنَهُنَّ وَلٰكِنْ لَّا تُوَاعِدُوْهُنَّ سِرًّا اِلَّآ اَنْ تَقُوْلُوْا قَوْلًا مَّعْرُوْفًا ەۗ وَلَا تَ",
        "tr": "wal<u>aa</u> jun<u>aah</u>a 'alaykum fiim<u>aa</u> 'arra<u>dh</u>tum bihi min khi<u>th</u>bati <strong>al</strong>nnis<u>aa</u>-i aw aknantum fii anfusikum 'alima <strong>al</strong>l<u>aa</u>hu annakum sata<u>dz</u>kuruunahunna wal<u>aa</u>kin l<u>aa</u> tuw<u>aa</u>'iduuhunna sirran ill<u>aa</u> an taquuluu qawlan ma'ruufan wal<u>aa</u> ta'zimuu 'uqdata <strong>al</strong>nnik<u>aah</u>i <u>h</u>att<u>aa</u> yablugha <strong>a</strong>lkit<u>aa</u>bu ajalahu wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii anfusikum fa<strong>i</strong><u>hts</u>aruuhu wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ghafuurun <u>h</u>aliim<strong>un</strong>",
        "idn": "Dan tidak ada dosa bagimu meminang perempuan-perempuan itu dengan sindiran atau kamu sembunyikan (keinginanmu) dalam hati. Allah mengetahui bahwa kamu akan menyebut-nyebut kepada mereka. Tetapi janganlah kamu membuat perjanjian (untuk menikah) dengan mereka secara rahasia, kecuali sekedar mengucapkan kata-kata yang baik. Dan janganlah kamu menetapkan akad nikah, sebelum habis masa idahnya. Ketahuilah bahwa Allah mengetahui apa yang ada dalam hatimu, maka takutlah kepada-Nya. Dan ketahuilah bahwa Allah Maha Pengampun, Maha Penyantun.",
        "signCode": "ولا جناح عليكم فيما عرضتم به من خطبة النساء أو أكننتم في أنفسكم علم الله أنكم ستذكرونهن ولكن لا تواعدوهن سرا إلا أن تقولوا قولا معروفا ولا تعزموا عقدة النكاح حتى يبلغ الكتب أجله واعلموا أن الله يعلم ما في أنفسكم فاحذروه واعلموا أن الله غفور حليم"
      },
      {
        "id": 243,
        "surah": 2,
        "nomor": 236,
        "ar": "لَا جُنَاحَ عَلَيْكُمْ اِنْ طَلَّقْتُمُ النِّسَاۤءَ مَا لَمْ تَمَسُّوْهُنَّ اَوْ تَفْرِضُوْا لَهُنَّ فَرِيْضَةً ۖ وَّمَتِّعُوْهُنَّ عَلَى الْمُوْسِعِ قَدَرُهٗ وَعَلَى الْمُقْتِرِ قَدَرُهٗ ۚ مَتَاعًا ۢبِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُحْسِنِيْنَ ",
        "tr": "l<u>aa</u> jun<u>aah</u>a 'alaykum in <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a m<u>aa</u> lam tamassuuhunna aw tafri<u>dh</u>uu lahunna farii<u>dh</u>atan wamatti'uuhunna 'al<u>aa</u> <strong>a</strong>lmuusi'i qadaruhu wa'al<u>aa</u> <strong>a</strong>lmuqtiri qadaruhu mat<u>aa</u>'an bi<strong>a</strong>lma'ruufi <u>h</u>aqqan 'al<u>aa</u> <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Tidak ada dosa bagimu, jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut‘ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan.",
        "signCode": "لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متعا بالمعروف حقا على المحسنين"
      },
      {
        "id": 244,
        "surah": 2,
        "nomor": 237,
        "ar": "وَاِنْ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيْضَةً فَنِصْفُ مَا فَرَضْتُمْ اِلَّآ اَنْ يَّعْفُوْنَ اَوْ يَعْفُوَا الَّذِيْ بِيَدِهٖ عُقْدَةُ النِّكَاحِ ۗ وَاَنْ تَعْفُوْٓا اَقْرَبُ لِلتَّقْوٰىۗ وَلَا تَنْسَوُا ",
        "tr": "wa-in <u>th</u>allaqtumuuhunna min qabli an tamassuuhunna waqad fara<u>dh</u>tum lahunna farii<u>dh</u>atan fani<u>sh</u>fu m<u>aa</u> fara<u>dh</u>tum ill<u>aa</u> an ya'fuuna aw ya'fuwa <strong>al</strong>la<u>dz</u>ii biyadihi 'uqdatu <strong>al</strong>nnik<u>aah</u>i wa-an ta'fuu aqrabu li<strong>l</strong>ttaqw<u>aa</u> wal<u>aa</u> tansawuu <strong>a</strong>lfa<u>dh</u>la baynakum inna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un </strong>",
        "idn": "Dan jika kamu menceraikan mereka sebelum kamu sentuh (campuri), padahal kamu sudah menentukan Maharnya, maka (bayarlah) seperdua dari yang telah kamu tentukan, kecuali jika mereka (membebaskan) atau dibebaskan oleh orang yang akad nikah ada di tangannya. Pembebasan itu lebih dekat kepada takwa. Dan janganlah kamu lupa kebaikan di antara kamu. Sungguh, Allah Maha Melihat apa yang kamu kerjakan.",
        "signCode": "وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم إلا أن يعفون أو يعفوا الذي بيده عقدة النكاح وأن تعفوا أقرب للتقوى ولا تنسوا الفضل بينكم إن الله بما تعملون بصير"
      },
      {
        "id": 245,
        "surah": 2,
        "nomor": 238,
        "ar": "حَافِظُوْا عَلَى الصَّلَوٰتِ وَالصَّلٰوةِ الْوُسْطٰى وَقُوْمُوْا لِلّٰهِ قٰنِتِيْنَ ",
        "tr": "<u>haa</u>fi<u>zh</u>uu 'al<u>aa</u> <strong>al</strong><u>shsh</u>alaw<u>aa</u>ti wa<strong>al</strong><u>shsh</u>al<u>aa</u>ti <strong>a</strong>lwus<u>th</u><u>aa</u> waquumuu lill<u>aa</u>hi q<u>aa</u>nitiin<strong>a</strong>",
        "idn": "Peliharalah semua salat dan salat wustha. Dan laksanakanlah (salat) karena Allah dengan khusyuk.",
        "signCode": "حفظوا على الصلوت والصلوة الوسطى وقوموا لله قنتين"
      },
      {
        "id": 246,
        "surah": 2,
        "nomor": 239,
        "ar": "فَاِنْ خِفْتُمْ فَرِجَالًا اَوْ رُكْبَانًا ۚ فَاِذَآ اَمِنْتُمْ فَاذْكُرُوا اللّٰهَ كَمَا عَلَّمَكُمْ مَّا لَمْ تَكُوْنُوْا تَعْلَمُوْنَ ",
        "tr": "fa-in khiftum farij<u>aa</u>lan aw rukb<u>aa</u>nan fa-i<u>dzaa</u> amintum fa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha kam<u>aa</u> 'allamakum m<u>aa</u> lam takuunuu ta'lamuun<strong>a</strong>",
        "idn": "Jika kamu takut (ada bahaya), salatlah sambil berjalan kaki atau berkendaraan. Kemudian apabila telah aman, maka ingatlah Allah (salatlah), sebagaimana Dia telah mengajarkan kepadamu apa yang tidak kamu ketahui.",
        "signCode": "فإن خفتم فرجالا أو ركبانا فإذا أمنتم فاذكروا الله كما علمكم ما لم تكونوا تعلمون"
      },
      {
        "id": 247,
        "surah": 2,
        "nomor": 240,
        "ar": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًاۖ وَّصِيَّةً لِّاَزْوَاجِهِمْ مَّتَاعًا اِلَى الْحَوْلِ غَيْرَ اِخْرَاجٍ ۚ فَاِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِيْ مَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ مِنْ مَّعْرُوْفٍۗ وَاللّٰهُ عَزِيْزٌ حَكِي",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yutawaffawna minkum waya<u>dz</u>aruuna azw<u>aa</u>jan wa<u>sh</u>iyyatan li-azw<u>aa</u>jihim mat<u>aa</u>'an il<u>aa</u> <strong>a</strong>l<u>h</u>awli ghayra ikhr<u>aa</u>jin fa-in kharajna fal<u>aa</u> jun<u>aah</u>a 'alaykum fii m<u>aa</u> fa'alna fii anfusihinna min ma'ruufin wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>h</u>akiim<strong>un</strong>",
        "idn": "Dan orang-orang yang akan mati di antara kamu dan meninggalkan istri-istri, hendaklah membuat wasiat untuk istri-istrinya, (yaitu) nafkah sampai setahun tanpa mengeluarkannya (dari rumah). Tetapi jika mereka keluar (sendiri), maka tidak ada dosa bagimu (mengenai apa) yang mereka lakukan terhadap diri mereka sendiri dalam hal-hal yang baik. Allah Mahaperkasa, Mahabijaksana.",
        "signCode": "والذين يتوفون منكم ويذرون أزوجا وصية لأزوجهم متعا إلى الحول غير إخراج فإن خرجن فلا جناح عليكم في ما فعلن في أنفسهن من معروف والله عزيز حكيم"
      },
      {
        "id": 248,
        "surah": 2,
        "nomor": 241,
        "ar": "وَلِلْمُطَلَّقٰتِ مَتَاعٌ ۢبِالْمَعْرُوْفِۗ حَقًّا عَلَى الْمُتَّقِيْنَ ",
        "tr": "walilmu<u>th</u>allaq<u>aa</u>ti mat<u>aa</u>'un bi<strong>a</strong>lma'ruufi <u>h</u>aqqan 'al<u>aa</u> <strong>a</strong>lmuttaqiin<strong>a</strong>",
        "idn": "Dan bagi perempuan-perempuan yang diceraikan hendaklah diberi mut‘ah menurut cara yang patut, sebagai suatu kewajiban bagi orang yang bertakwa.",
        "signCode": "وللمطلقت متع بالمعروف حقا على المتقين"
      },
      {
        "id": 249,
        "surah": 2,
        "nomor": 242,
        "ar": "كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ",
        "tr": "ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakum <u>aa</u>y<u>aa</u>tihi la'allakum ta'qiluun<strong>a</strong>",
        "idn": "Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya agar kamu mengerti.",
        "signCode": "كذلك يبين الله لكم ءايته لعلكم تعقلون"
      },
      {
        "id": 250,
        "surah": 2,
        "nomor": 243,
        "ar": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ وَهُمْ اُلُوْفٌ حَذَرَ الْمَوْتِۖ  فَقَالَ لَهُمُ اللّٰهُ مُوْتُوْا ۗ ثُمَّ اَحْيَاهُمْ ۗ اِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ ",
        "tr": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina kharajuu min diy<u>aa</u>rihim wahum uluufun <u>h</u>a<u>dz</u>ara <strong>a</strong>lmawti faq<u>aa</u>la lahumu <strong>al</strong>l<u>aa</u>hu muutuu tsumma a<u>h</u>y<u>aa</u>hum inna <strong>al</strong>l<u>aa</u>ha la<u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yasykuruun<strong>a</strong>",
        "idn": "Tidakkah kamu memperhatikan orang-orang yang keluar dari kampung halamannya, sedang jumlahnya ribuan karena takut mati? Lalu Allah berfirman kepada mereka, “Matilah kamu!” Kemudian Allah menghidupkan mereka. Sesungguhnya Allah memberikan karunia kepada manusia, tetapi kebanyakan manusia tidak bersyukur.",
        "signCode": "ألم تر إلى الذين خرجوا من ديرهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحيهم إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون"
      },
      {
        "id": 251,
        "surah": 2,
        "nomor": 244,
        "ar": "وَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ وَاعْلَمُوْٓا اَنَّ اللّٰهَ  سَمِيْعٌ عَلِيْمٌ ",
        "tr": "waq<u>aa</u>tiluu fii sabiili <strong>al</strong>l<u>aa</u>hi wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>",
        "idn": "Dan berperanglah kamu di jalan Allah, dan ketahuilah bahwa Allah Maha Mendengar, Maha Mengetahui.",
        "signCode": "وقتلوا في سبيل الله واعلموا أن الله سميع عليم"
      },
      {
        "id": 252,
        "surah": 2,
        "nomor": 245,
        "ar": "مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗٓ اَضْعَافًا كَثِيْرَةً ۗوَاللّٰهُ يَقْبِضُ وَيَبْصُۣطُۖ وَاِلَيْهِ تُرْجَعُوْنَ",
        "tr": "man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii yuqri<u>dh</u>u <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan fayu<u>daa</u>'ifahu lahu a<u>dh</u>'<u>aa</u>fan katsiiratan wa<strong>al</strong>l<u>aa</u>hu yaqbi<u>dh</u>u wayabsu<u>th</u>u wa-ilayhi turja'uun<strong>a</strong>",
        "idn": "Barangsiapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan.",
        "signCode": "من ذا الذي يقرض الله قرضا حسنا فيضعفه له أضعافا كثيرة والله يقبض ويبصط وإليه ترجعون"
      },
      {
        "id": 253,
        "surah": 2,
        "nomor": 246,
        "ar": "اَلَمْ تَرَ اِلَى الْمَلَاِ مِنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ مِنْۢ بَعْدِ مُوْسٰىۘ اِذْ قَالُوْا لِنَبِيٍّ لَّهُمُ ابْعَثْ لَنَا مَلِكًا نُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۗ قَالَ هَلْ عَسَيْتُمْ اِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ اَلَّا تُقَاتِلُوْا ۗ قَالُوْا ",
        "tr": "alam tara il<u>aa</u> <strong>a</strong>lmala-i min banii isr<u>aa</u>-iila min ba'di muus<u>aa</u> i<u>dz</u> q<u>aa</u>luu linabiyyin lahumu ib'ats lan<u>aa</u> malikan nuq<u>aa</u>til fii sabiili <strong>al</strong>l<u>aa</u>hi q<u>aa</u>la hal 'asaytum in kutiba 'alaykumu <strong>a</strong>lqit<u>aa</u>lu <strong>al</strong>l<u>aa</u> tuq<u>aa</u>tiluu q<u>aa</u>luu wam<u>aa</u> lan<u>aa</u> <strong>al</strong>l<u>aa</u> nuq<u>aa</u>tila fii sabiili <strong>al</strong>l<u>aa</u>hi waqad ukhrijn<u>aa</u> min diy<u>aa</u>rin<u>aa</u> wa-abn<u>aa</u>-in<u>aa</u> falamm<u>aa</u> kutiba 'alayhimu <strong>a</strong>lqit<u>aa</u>lu tawallaw ill<u>aa</u> qaliilan minhum wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Tidakkah kamu perhatikan para pemuka Bani Israil setelah Musa wafat, ketika mereka berkata kepada seorang nabi mereka, “Angkatlah seorang raja untuk kami, niscaya kami berperang di jalan Allah.” Nabi mereka menjawab, “Jangan-jangan jika diwajibkan atasmu berperang, kamu tidak akan berperang juga?” Mereka menjawab, “Mengapa kami tidak akan berperang di jalan Allah, sedangkan kami telah diusir dari kampung halaman kami dan (dipisahkan dari) anak-anak kami?” Tetapi ketika perang itu diwajibkan atas mereka, mereka berpaling, kecuali sebagian kecil dari mereka. Dan Allah Maha Mengetahui orang-orang yang zalim.",
        "signCode": "ألم تر إلى الملإ من بني إسرءيل من بعد موسى إذ قالوا لنبي لهم ابعث لنا ملكا نقتل في سبيل الله قال هل عسيتم إن كتب عليكم القتال ألا تقتلوا قالوا وما لنا ألا نقتل في سبيل الله وقد أخرجنا من ديرنا وأبنائنا فلما كتب عليهم القتال تولوا إلا قليلا منهم والله عليم بالظلمين"
      },
      {
        "id": 254,
        "surah": 2,
        "nomor": 247,
        "ar": "وَقَالَ لَهُمْ نَبِيُّهُمْ اِنَّ اللّٰهَ قَدْ بَعَثَ لَكُمْ طَالُوْتَ مَلِكًا ۗ قَالُوْٓا اَنّٰى يَكُوْنُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ اَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ الْمَالِۗ قَالَ اِنَّ اللّٰهَ اصْطَفٰىهُ عَلَيْكُمْ وَزَادَهٗ",
        "tr": "waq<u>aa</u>la lahum nabiyyuhum inna <strong>al</strong>l<u>aa</u>ha qad ba'atsa lakum <u>th</u><u>aa</u>luuta malikan q<u>aa</u>luu ann<u>aa</u> yakuunu lahu <strong>a</strong>lmulku 'alayn<u>aa</u> wana<u>h</u>nu a<u>h</u>aqqu bi<strong>a</strong>lmulki minhu walam yu/ta sa'atan mina <strong>a</strong>lm<u>aa</u>li q<u>aa</u>la inna <strong>al</strong>l<u>aa</u>ha i<u>sth</u>af<u>aa</u>hu 'alaykum waz<u>aa</u>dahu bas<u>th</u>atan fii <strong>a</strong>l'ilmi wa<strong>a</strong>ljismi wa<strong>al</strong>l<u>aa</u>hu yu/tii mulkahu man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>",
        "idn": "Dan nabi mereka berkata kepada mereka, “Sesungguhnya Allah telah mengangkat Talut menjadi rajamu.” Mereka menjawab, “Bagaimana Talut memperoleh kerajaan atas kami, sedangkan kami lebih berhak atas kerajaan itu daripadanya, dan dia tidak diberi kekayaan yang banyak?” (Nabi) menjawab, “Allah telah memilihnya (menjadi raja) kamu dan memberikan kelebihan ilmu dan fisik.” Allah memberikan kerajaan-Nya kepada siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui.",
        "signCode": "وقال لهم نبيهم إن الله قد بعث لكم طالوت ملكا قالوا أنى يكون له الملك علينا ونحن أحق بالملك منه ولم يؤت سعة من المال قال إن الله اصطفىه عليكم وزاده بسطة في العلم والجسم والله يؤتي ملكه من يشاء والله وسع عليم"
      },
      {
        "id": 255,
        "surah": 2,
        "nomor": 248,
        "ar": "وَقَالَ لَهُمْ نَبِيُّهُمْ اِنَّ اٰيَةَ مُلْكِهٖٓ اَنْ يَّأْتِيَكُمُ التَّابُوْتُ فِيْهِ سَكِيْنَةٌ مِّنْ رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ اٰلُ مُوْسٰى وَاٰلُ هٰرُوْنَ تَحْمِلُهُ الْمَلٰۤىِٕكَةُ ۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ اِنْ كُنْتُمْ مُّؤ",
        "tr": "waq<u>aa</u>la lahum nabiyyuhum inna <u>aa</u>yata mulkihi an ya/tiyakumu <strong>al</strong>tt<u>aa</u>buutu fiihi sakiinatun min rabbikum wabaqiyyatun mimm<u>aa</u> taraka <u>aa</u>lu muus<u>aa</u> wa<u>aa</u>lu h<u>aa</u>ruuna ta<u>h</u>miluhu <strong>a</strong>lmal<u>aa</u>-ikatu inna fii <u>dzaa</u>lika la<u>aa</u>yatan lakum in kuntum mu/miniin<strong>a</strong>",
        "idn": "Dan nabi mereka berkata kepada mereka, “Sesungguhnya tanda kerajaannya ialah datangnya Tabut kepadamu, yang di dalamnya terdapat ketenangan dari Tuhanmu dan sisa peninggalan keluarga Musa dan keluarga Harun, yang dibawa oleh malaikat. Sungguh, pada yang demikian itu terdapat tanda (kebesaran Allah) bagimu, jika kamu orang beriman.",
        "signCode": "وقال لهم نبيهم إن ءاية ملكه أن يأتيكم التابوت فيه سكينة من ربكم وبقية مما ترك ءال موسى وءال هرون تحمله الملئكة إن في ذلك لءاية لكم إن كنتم مؤمنين"
      },
      {
        "id": 256,
        "surah": 2,
        "nomor": 249,
        "ar": "فَلَمَّا فَصَلَ طَالُوْتُ بِالْجُنُوْدِ قَالَ اِنَّ اللّٰهَ مُبْتَلِيْكُمْ بِنَهَرٍۚ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّيْۚ وَمَنْ لَّمْ يَطْعَمْهُ فَاِنَّهٗ مِنِّيْٓ اِلَّا مَنِ اغْتَرَفَ غُرْفَةً ۢبِيَدِهٖ ۚ فَشَرِبُوْا مِنْهُ اِلَّا قَلِيْلًا مِّنْهُمْ",
        "tr": "falamm<u>aa</u> fa<u>sh</u>ala <u>th</u><u>aa</u>luutu bi<strong>a</strong>ljunuudi q<u>aa</u>la inna <strong>al</strong>l<u>aa</u>ha mubtaliikum binaharin faman syariba minhu falaysa minnii waman lam ya<u>th</u>'amhu fa-innahu minnii ill<u>aa</u> mani ightarafa ghurfatan biyadihi fasyaribuu minhu ill<u>aa</u> qaliilan minhum falamm<u>aa</u> j<u>aa</u>wazahu huwa wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu q<u>aa</u>luu l<u>aa</u> <u>th</u><u>aa</u>qata lan<u>aa</u> <strong>a</strong>lyawma bij<u>aa</u>luuta wajunuudihi q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina ya<u>zh</u>unnuuna annahum mul<u>aa</u>quu <strong>al</strong>l<u>aa</u>hi kam min fi-atin qaliilatin ghalabat fi-atan katsiiratan bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ma'a <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>",
        "idn": "Maka ketika Talut membawa bala tentaranya, dia berkata, “Allah akan menguji kamu dengan sebuah sungai. Maka barangsiapa meminum (airnya), dia bukanlah pengikutku. Dan barangsiapa tidak meminumnya, maka dia adalah pengikutku kecuali menciduk seciduk dengan tangan.” Tetapi mereka meminumnya kecuali sebagian kecil di antara mereka. Ketika dia (Talut) dan orang-orang yang beriman bersamanya menyeberangi sungai itu, mereka berkata, “Kami tidak kuat lagi pada hari ini melawan Jalut dan bala tentaranya.” Mereka yang meyakini bahwa mereka akan menemui Allah berkata, “Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.” Dan Allah beserta orang-orang yang sabar.",
        "signCode": "فلما فصل طالوت بالجنود قال إن الله مبتليكم بنهر فمن شرب منه فليس مني ومن لم يطعمه فإنه مني إلا من اغترف غرفة بيده فشربوا منه إلا قليلا منهم فلما جاوزه هو والذين ءامنوا معه قالوا لا طاقة لنا اليوم بجالوت وجنوده قال الذين يظنون أنهم ملقوا الله كم من فئة قليلة غلبت فئة كثيرة بإذن الله والله مع الصبرين"
      },
      {
        "id": 257,
        "surah": 2,
        "nomor": 250,
        "ar": "وَلَمَّا بَرَزُوْا لِجَالُوْتَ وَجُنُوْدِهٖ قَالُوْا رَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّثَبِّتْ اَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ۗ ",
        "tr": "walamm<u>aa</u> barazuu lij<u>aa</u>luuta wajunuudihi q<u>aa</u>luu rabban<u>aa</u> afrigh 'alayn<u>aa</u> <u>sh</u>abran watsabbit aqd<u>aa</u>man<u>aa</u> wa<strong>u</strong>n<u>sh</u>urn<u>aa</u> 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>",
        "idn": "Dan ketika mereka maju melawan Jalut dan tentaranya, mereka berdoa, “Ya Tuhan kami, limpahkanlah kesabaran kepada kami, kukuhkanlah langkah kami dan tolonglah kami menghadapi orang-orang kafir.”",
        "signCode": "ولما برزوا لجالوت وجنوده قالوا ربنا أفرغ علينا صبرا وثبت أقدامنا وانصرنا على القوم الكفرين"
      },
      {
        "id": 258,
        "surah": 2,
        "nomor": 251,
        "ar": "فَهَزَمُوْهُمْ بِاِذْنِ اللّٰهِ  ۗوَقَتَلَ دَاوٗدُ جَالُوْتَ وَاٰتٰىهُ اللّٰهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهٗ مِمَّا يَشَاۤءُ ۗ وَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّفَسَدَتِ الْاَرْضُ وَلٰكِنَّ اللّٰهَ ذُوْ فَضْلٍ عَلَى الْعٰلَمِي",
        "tr": "fahazamuuhum bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waqatala d<u>aa</u>wuudu j<u>aa</u>luuta wa<u>aa</u>t<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmulka wa<strong>a</strong>l<u>h</u>ikmata wa'allamahu mimm<u>aa</u> yasy<u>aa</u>u walawl<u>aa</u> daf'u <strong>al</strong>l<u>aa</u>hi <strong>al</strong>nn<u>aa</u>sa ba'<u>dh</u>ahum biba'<u>dh</u>in lafasadati <strong>a</strong>l-ar<u>dh</u>u wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha <u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Maka mereka mengalahkannya dengan izin Allah, dan Dawud membunuh Jalut. Kemudian Allah memberinya (Dawud) kerajaan, dan hikmah, dan mengajarinya apa yang Dia kehendaki. Dan kalau Allah tidak melindungi sebagian manusia dengan sebagian yang lain, niscaya rusaklah bumi ini. Tetapi Allah mempunyai karunia (yang dilimpahkan-Nya) atas seluruh alam.",
        "signCode": "فهزموهم بإذن الله وقتل داود جالوت وءاتىه الله الملك والحكمة وعلمه مما يشاء ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض ولكن الله ذو فضل على العلمين"
      },
      {
        "id": 259,
        "surah": 2,
        "nomor": 252,
        "ar": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَاِنَّكَ لَمِنَ الْمُرْسَلِيْنَ  ۔",
        "tr": "tilka <u>aa</u>y<u>aa</u>tu <strong>al</strong>l<u>aa</u>hi natluuh<u>aa</u> 'alayka bi<strong>a</strong>l<u>h</u>aqqi wa-innaka lamina <strong>a</strong>lmursaliin<strong>a</strong>",
        "idn": "Itulah ayat-ayat Allah, Kami bacakan kepadamu dengan benar dan engkau (Muhammad) adalah benar-benar seorang rasul.",
        "signCode": "تلك ءايت الله نتلوها عليك بالحق وإنك لمن المرسلين"
      }
    ]
  }
]