[
  {
    "status": true,
    "nomor": 27,
    "nama": "النمل",
    "nama_latin": "An-Naml",
    "jumlah_ayat": 93,
    "tempat_turun": "mekah",
    "arti": "Semut-semut",
    "deskripsi": "Surat An Naml terdiri atas 98 ayat, termasuk golongan surat- surat Makkiyyah dan diturunkan sesudah surat Asy Syu'araa'. Dinamai dengan <i>An Naml</i>, karena pada ayat 18 dan 19 terdapat perkataan <i>An Naml</i> (semut), di mana raja semut mengatakan kepada anak buahnya agar masuk sarangnya masing-masing, supaya jangan terpijak oleh Nabi Sulaiman a.s. dan tentaranya yang akan lalu di tempat itu. Mendengar perintah raja semut kepada anak buahnya itu, Nabi Sulaiman tersenyum dan ta'jub atas keteraturan kerajaan semut itu dan beliau mengucapkan syukur kepada Tuhan Yang Maba Kuasa yang telah melimpahkan nikmat kepadanya, berupa kerajaan, kekayaan, memahami ucapan-ucapan binatang, mempunyai tentara yang terdiri atas jin, manusia, burung dan sebagainya. Nabi Sulaiman a.s. yang telah diberi Allah nikmat yang besar itu tidak merasa takabur dan sombong dan sebagai seorang hamba Allah mohon agar Allah memasukkannya ke dalam golongan orang-orang yang saleh. Allah s.w.t. menyebut binatang semut dalam surat ini agar manusia mengambil pelajaran dari kehidupan semut itu. Semut adalah binatang yang hidup berkelompok di dalam tanah, membuat liang dan ruang yang bertingkat-tingkat sebagai rumah dan gudang tempat menyimpan makanan musim dingin. Kerapian dan kedisiplinan yang terdapat dalam kerajaan semut ini, dinyatakan Allah dalam ayat ini dengan bagaimana rakyat semut mencari perlindungan segera agar jangan terpijak oleh Nabi Sulaiman a.s dan tentaranya, setelah menerima peringatan dari rajanya. Secara tidak langsung Allah mengingatkan juga kepada manusia agar dalam berusaha untuk mencukupkan kebutuhan sehari-hari, mementingkan pula kemaslahatan bersama dan sebagainya, rakyat semut mempunyai organisasi dan kerja sama yang baik pula. Dengan mengisahkan kisah Nabi Sulaiman a.s. dalam surat ini Allah mengisyaratkan hari depan dan kebesaran Nabi Muhammad s.a.w. Nabi Sulaiman a.s. sebagai seorang nabi, rasul dan raja yang dianugerahi kekayaan yang melimpah ruah, begitu pula Nabi Muhammad s.a.w. sebagai seorang nabi, rasul dan seoramg kepala negara yang ummi' dan miskin akan berhasil membawa dan memimpin umatnya ke jalan Allah.",
    "audio": "https://santrikoding.com/storage/audio/027.mp3",
    "ayat": [
      {
        "id": 3215,
        "surah": 27,
        "nomor": 56,
        "ar": "۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ",
        "tr": "fam<u>aa</u> k<u>aa</u>na jaw<u>aa</u>ba qawmihi ill<u>aa</u> an q<u>aa</u>luu akhrijuu <u>aa</u>la luu<u>th</u>in min qaryatikum innahum un<u>aa</u>sun yata<u>th</u>ahharuun<strong>a</strong>",
        "idn": "Jawaban kaumnya tidak lain hanya dengan mengatakan, “Usirlah Lut dan keluarganya dari negerimu; sesungguhnya mereka adalah orang-orang yang (menganggap dirinya) suci.”",
        "signCode": "فما كان جواب قومه إلا أن قالوا أخرجوا ءال لوط من قريتكم إنهم أناس يتطهرون"
      },
      {
        "id": 3216,
        "surah": 27,
        "nomor": 57,
        "ar": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ",
        "tr": "fa-anjayn<u>aa</u>hu wa-ahlahu ill<u>aa</u> imra-atahu qaddarn<u>aa</u>h<u>aa</u> mina <strong>a</strong>lgh<u>aa</u>biriin<strong>a</strong>",
        "idn": "Maka Kami selamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan dia termasuk orang-orang yang tertinggal (dibinasakan).",
        "signCode": "فأنجينه وأهله إلا امرأته قدرنها من الغبرين"
      },
      {
        "id": 3217,
        "surah": 27,
        "nomor": 58,
        "ar": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ࣖ ",
        "tr": "wa-am<u>th</u>arn<u>aa</u> 'alayhim ma<u>th</u>aran fas<u>aa</u>-a ma<u>th</u>aru <strong>a</strong>lmun<u>dz</u>ariin<strong>a</strong>",
        "idn": "Dan Kami hujani mereka dengan hujan (batu), maka sangat buruklah hujan (yang ditimpakan) pada orang-orang yang diberi peringatan itu (tetapi tidak mengindahkan). ",
        "signCode": "وأمطرنا عليهم مطرا فساء مطر المنذرين"
      },
      {
        "id": 3218,
        "surah": 27,
        "nomor": 59,
        "ar": "قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ",
        "tr": "quli <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi wasal<u>aa</u>mun 'al<u>aa</u> 'ib<u>aa</u>dihi <strong>al</strong>la<u>dz</u>iina i<u>sth</u>af<u>aa</u> <u>aa</u>ll<u>aa</u>hu khayrun amm<u>aa</u> yusyrikuun<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?”",
        "signCode": "قل الحمد لله وسلم على عباده الذين اصطفى ءالله خير أما يشركون"
      },
      {
        "id": 3219,
        "surah": 27,
        "nomor": 60,
        "ar": "اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ",
        "tr": "amman khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wa-anzala lakum mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-anbatn<u>aa</u> bihi <u>h</u>ad<u>aa</u>-iqa <u>dzaa</u>ta bahjatin m<u>aa</u> k<u>aa</u>na lakum an tunbituu syajarah<u>aa</u> a-il<u>aa</u>hun ma'a <strong>al</strong>l<u>aa</u>hi bal hum qawmun ya'diluun<strong>a</strong>",
        "idn": "Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran).",
        "signCode": "أمن خلق السموت والأرض وأنزل لكم من السماء ماء فأنبتنا به حدائق ذات بهجة ما كان لكم أن تنبتوا شجرها أءله مع الله بل هم قوم يعدلون"
      },
      {
        "id": 3220,
        "surah": 27,
        "nomor": 61,
        "ar": "اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ",
        "tr": "amman ja'ala <strong>a</strong>l-ar<u>dh</u>a qar<u>aa</u>ran waja'ala khil<u>aa</u>lah<u>aa</u> anh<u>aa</u>ran waja'ala lah<u>aa</u> raw<u>aa</u>siya waja'ala bayna <strong>a</strong>lba<u>h</u>rayni <u>haa</u>jizan a-il<u>aa</u>hun ma'a <strong>al</strong>l<u>aa</u>hi bal aktsaruhum l<u>aa</u> ya'lamuun<strong>a</strong>",
        "idn": "Bukankah Dia (Allah) yang telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengokohkan)nya dan yang menjadikan suatu pemisah antara dua laut? Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui.",
        "signCode": "أمن جعل الأرض قرارا وجعل خللها أنهرا وجعل لها روسي وجعل بين البحرين حاجزا أءله مع الله بل أكثرهم لا يعلمون"
      },
      {
        "id": 3221,
        "surah": 27,
        "nomor": 62,
        "ar": "اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ",
        "tr": "amman yujiibu <strong>a</strong>lmu<u>dth</u>arra i<u>dzaa</u> da'<u>aa</u>hu wayaksyifu <strong>al</strong>ssuu-a wayaj'alukum khulaf<u>aa</u>-a <strong>a</strong>l-ar<u>dh</u>i a-il<u>aa</u>hun ma'a <strong>al</strong>l<u>aa</u>hi qaliilan m<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat.",
        "signCode": "أمن يجيب المضطر إذا دعاه ويكشف السوء ويجعلكم خلفاء الأرض أءله مع الله قليلا ما تذكرون"
      },
      {
        "id": 3222,
        "surah": 27,
        "nomor": 63,
        "ar": "اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًا ۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ ",
        "tr": "amman yahdiikum fii <u>zh</u>ulum<u>aa</u>ti <strong>a</strong>lbarri wa<strong>a</strong>lba<u>h</u>ri waman yursilu <strong>al</strong>rriy<u>aah</u>a busyran bayna yaday ra<u>h</u>matihi a-il<u>aa</u>hun ma'a <strong>al</strong>l<u>aa</u>hi ta'<u>aa</u>l<u>aa</u> <strong>al</strong>l<u>aa</u>hu 'amm<u>aa</u> yusyrikuun<strong>a</strong>",
        "idn": "Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan. ",
        "signCode": "أمن يهديكم في ظلمت البر والبحر ومن يرسل الريح بشرا بين يدي رحمته أءله مع الله تعلى الله عما يشركون"
      },
      {
        "id": 3223,
        "surah": 27,
        "nomor": 64,
        "ar": "اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
        "tr": "amman yabdau <strong>a</strong>lkhalqa tsumma yu'iiduhu waman yarzuqukum mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i a-il<u>aa</u>hun ma'a <strong>al</strong>l<u>aa</u>hi qul h<u>aa</u>tuu burh<u>aa</u>nakum in kuntum <u>shaa</u>diqiin<strong>a</strong>",
        "idn": "Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, “Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar.”",
        "signCode": "أمن يبدؤا الخلق ثم يعيده ومن يرزقكم من السماء والأرض أءله مع الله قل هاتوا برهنكم إن كنتم صدقين"
      },
      {
        "id": 3224,
        "surah": 27,
        "nomor": 65,
        "ar": "قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ",
        "tr": "qul l<u>aa</u> ya'lamu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>lghayba ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu wam<u>aa</u> yasy'uruuna ayy<u>aa</u>na yub'atsuun<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan.”",
        "signCode": "قل لا يعلم من في السموت والأرض الغيب إلا الله وما يشعرون أيان يبعثون"
      },
      {
        "id": 3225,
        "surah": 27,
        "nomor": 66,
        "ar": "بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَ ࣖ ",
        "tr": "bali idd<u>aa</u>raka 'ilmuhum fii <strong>a</strong>l-<u>aa</u>khirati bal hum fii syakkin minh<u>aa</u> bal hum minh<u>aa</u> 'amuun<strong>a</strong>",
        "idn": "Bahkan pengetahuan mereka tentang akhirat tidak sampai (ke sana). Bahkan mereka ragu-ragu tentangnya (akhirat itu). Bahkan mereka buta tentang itu.",
        "signCode": "بل ادرك علمهم في الءاخرة بل هم في شك منها بل هم منها عمون"
      },
      {
        "id": 3226,
        "surah": 27,
        "nomor": 67,
        "ar": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرَابًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu a-i<u>dzaa</u> kunn<u>aa</u> tur<u>aa</u>ban wa<u>aa</u>b<u>aa</u>un<u>aa</u> a-inn<u>aa</u> lamukhrajuun<strong>a</strong>",
        "idn": "Dan orang-orang yang kafir berkata, “Setelah kita menjadi tanah dan (begitu pula) nenek moyang kita, apakah benar kita akan dikeluarkan (dari kubur)?",
        "signCode": "وقال الذين كفروا أءذا كنا تربا وءاباؤنا أئنا لمخرجون"
      },
      {
        "id": 3227,
        "surah": 27,
        "nomor": 68,
        "ar": "لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ",
        "tr": "laqad wu'idn<u>aa</u> h<u>aadzaa</u> na<u>h</u>nu wa<u>aa</u>b<u>aa</u>un<u>aa</u> min qablu in h<u>aadzaa</u> ill<u>aa</u> as<u>aath</u>iiru <strong>a</strong>l-awwaliin<strong>a</strong>",
        "idn": "Sejak dahulu kami telah diberi ancaman dengan ini (hari kebangkitan); kami dan nenek moyang kami. Sebenarnya ini hanyalah dongeng orang-orang terdahulu.”",
        "signCode": "لقد وعدنا هذا نحن وءاباؤنا من قبل إن هذا إلا أسطير الأولين"
      },
      {
        "id": 3228,
        "surah": 27,
        "nomor": 69,
        "ar": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ",
        "tr": "qul siiruu fii <strong>a</strong>l-ar<u>dh</u>i fa<strong>u</strong>n<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmujrimiin<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Berjalanlah kamu di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa. ",
        "signCode": "قل سيروا في الأرض فانظروا كيف كان عقبة المجرمين"
      },
      {
        "id": 3229,
        "surah": 27,
        "nomor": 70,
        "ar": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ",
        "tr": "wal<u>aa</u> ta<u>h</u>zan 'alayhim wal<u>aa</u> takun fii <u>dh</u>ayqin mimm<u>aa</u> yamkuruun<strong>a</strong>",
        "idn": "Dan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.”",
        "signCode": "ولا تحزن عليهم ولا تكن في ضيق مما يمكرون"
      },
      {
        "id": 3230,
        "surah": 27,
        "nomor": 71,
        "ar": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
        "tr": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>",
        "idn": "Dan mereka (orang kafir) berkata, “Kapankah datangnya janji (azab) itu, jika kamu orang yang benar.”",
        "signCode": "ويقولون متى هذا الوعد إن كنتم صدقين"
      },
      {
        "id": 3231,
        "surah": 27,
        "nomor": 72,
        "ar": "قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ",
        "tr": "qul 'as<u>aa</u> an yakuuna radifa lakum ba'<u>dh</u>u <strong>al</strong>la<u>dz</u>ii tasta'jiluun<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.”",
        "signCode": "قل عسى أن يكون ردف لكم بعض الذي تستعجلون"
      },
      {
        "id": 3232,
        "surah": 27,
        "nomor": 73,
        "ar": "وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ",
        "tr": "wa-inna rabbaka la<u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wal<u>aa</u>kinna aktsarahum l<u>aa</u> yasykuruun<strong>a</strong>",
        "idn": "Dan sungguh, Tuhanmu benar-benar memiliki karunia (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).",
        "signCode": "وإن ربك لذو فضل على الناس ولكن أكثرهم لا يشكرون"
      },
      {
        "id": 3233,
        "surah": 27,
        "nomor": 74,
        "ar": "وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ",
        "tr": "wa-inna rabbaka laya'lamu m<u>aa</u> tukinnu <u>sh</u>uduuruhum wam<u>aa</u> yu'linuun<strong>a</strong>",
        "idn": "Dan sungguh, Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan.",
        "signCode": "وإن ربك ليعلم ما تكن صدورهم وما يعلنون"
      },
      {
        "id": 3234,
        "surah": 27,
        "nomor": 75,
        "ar": "وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
        "tr": "wam<u>aa</u> min gh<u>aa</u>-ibatin fii <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> fii kit<u>aa</u>bin mubiin<strong>in</strong>",
        "idn": "Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, melainkan (tercatat) dalam Kitab yang jelas (Lauh Mahfuzh).",
        "signCode": "وما من غائبة في السماء والأرض إلا في كتب مبين"
      },
      {
        "id": 3235,
        "surah": 27,
        "nomor": 76,
        "ar": "اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ",
        "tr": "inna h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>na yaqu<u>shsh</u>u 'al<u>aa</u> banii isr<u>aa</u>-iila aktsara <strong>al</strong>la<u>dz</u>ii hum fiihi yakhtalifuun<strong>a</strong>",
        "idn": "Sungguh, Al-Qur'an ini menjelaskan kepada Bani Israil sebagian besar dari (perkara) yang mereka perselisihkan.",
        "signCode": "إن هذا القرءان يقص على بني إسرءيل أكثر الذي هم فيه يختلفون"
      },
      {
        "id": 3236,
        "surah": 27,
        "nomor": 77,
        "ar": "وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
        "tr": "wa-innahu lahudan wara<u>h</u>matun lilmu/miniin<strong>a</strong>",
        "idn": "Dan sungguh, (Al-Qur'an) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
        "signCode": "وإنه لهدى ورحمة للمؤمنين"
      },
      {
        "id": 3237,
        "surah": 27,
        "nomor": 78,
        "ar": "اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ",
        "tr": "inna rabbaka yaq<u>dh</u>ii baynahum bi<u>h</u>ukmihi wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l'aliim<strong>u</strong>",
        "idn": "Sungguh, Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui.",
        "signCode": "إن ربك يقضي بينهم بحكمه وهو العزيز العليم"
      },
      {
        "id": 3238,
        "surah": 27,
        "nomor": 79,
        "ar": "فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ",
        "tr": "fatawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi innaka 'al<u>aa</u> <strong>a</strong>l<u>h</u>aqqi <strong>a</strong>lmubiin<strong>i</strong>",
        "idn": "Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata.",
        "signCode": "فتوكل على الله إنك على الحق المبين"
      },
      {
        "id": 3239,
        "surah": 27,
        "nomor": 80,
        "ar": "اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ",
        "tr": "innaka l<u>aa</u> tusmi'u <strong>a</strong>lmawt<u>aa</u> wal<u>aa</u> tusmi'u <strong>al</strong><u>shsh</u>umma <strong>al</strong>ddu'<u>aa</u>-a i<u>dzaa</u> wallaw mudbiriin<strong>a</strong>",
        "idn": "Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang.",
        "signCode": "إنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين"
      },
      {
        "id": 3240,
        "surah": 27,
        "nomor": 81,
        "ar": "وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ",
        "tr": "wam<u>aa</u> anta bih<u>aa</u>dii <strong>a</strong>l'umyi 'an <u>dh</u>al<u>aa</u>latihim in tusmi'u ill<u>aa</u> man yu/minu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fahum muslimuun<strong>a</strong>",
        "idn": "Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.",
        "signCode": "وما أنت بهدي العمي عن ضللتهم إن تسمع إلا من يؤمن بءايتنا فهم مسلمون"
      },
      {
        "id": 3241,
        "surah": 27,
        "nomor": 82,
        "ar": "۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَ ࣖ",
        "tr": "wa-i<u>dzaa</u> waqa'a <strong>a</strong>lqawlu 'alayhim akhrajn<u>aa</u> lahum d<u>aa</u>bbatan mina <strong>a</strong>l-ar<u>dh</u>i tukallimuhum anna <strong>al</strong>nn<u>aa</u>sa k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> l<u>aa</u> yuuqinuun<strong>a</strong>",
        "idn": "Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami. ",
        "signCode": "وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم أن الناس كانوا بءايتنا لا يوقنون"
      },
      {
        "id": 3242,
        "surah": 27,
        "nomor": 83,
        "ar": "وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجًا مِّمَّنْ يُّكَذِّبُ بِاٰيٰتِنَا فَهُمْ يُوْزَعُوْنَ ",
        "tr": "wayawma na<u>h</u>syuru min kulli ummatin fawjan mimman yuka<u>dzdz</u>ibu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fahum yuuza'uun<strong>a</strong>",
        "idn": "Dan (ingatlah) pada hari (ketika) Kami mengumpulkan dari setiap umat, segolongan orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok).",
        "signCode": "ويوم نحشر من كل أمة فوجا ممن يكذب بءايتنا فهم يوزعون"
      },
      {
        "id": 3243,
        "surah": 27,
        "nomor": 84,
        "ar": "حَتّٰٓى اِذَا جَاۤءُوْ قَالَ اَكَذَّبْتُمْ بِاٰيٰتِيْ وَلَمْ تُحِيْطُوْا بِهَا عِلْمًا اَمَّاذَا كُنْتُمْ تَعْمَلُوْنَ ",
        "tr": "<u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>uu q<u>aa</u>la aka<u>dzdz</u>abtum bi-<u>aa</u>y<u>aa</u>tii walam tu<u>h</u>ii<u>th</u>uu bih<u>aa</u> 'ilman amm<u>aatsaa</u> kuntum ta'maluun<strong>a</strong>",
        "idn": "Hingga apabila mereka datang, Dia (Allah) berfirman, “Mengapa kamu telah mendustakan ayat-ayat-Ku, pada-hal kamu tidak mempunyai pengetahuan tentang itu, atau apakah yang telah kamu kerjakan?”",
        "signCode": "حتى إذا جاءو قال أكذبتم بءايتي ولم تحيطوا بها علما أماذا كنتم تعملون"
      },
      {
        "id": 3244,
        "surah": 27,
        "nomor": 85,
        "ar": "وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوْا فَهُمْ لَا يَنْطِقُوْنَ ",
        "tr": "wawaqa'a <strong>a</strong>lqawlu 'alayhim bim<u>aa</u> <u>zh</u>alamuu fahum l<u>aa</u> yan<u>th</u>iquun<strong>a</strong>",
        "idn": "Dan berlakulah perkataan (janji azab) atas mereka karena kezaliman mereka, maka mereka tidak dapat berkata.",
        "signCode": "ووقع القول عليهم بما ظلموا فهم لا ينطقون"
      },
      {
        "id": 3245,
        "surah": 27,
        "nomor": 86,
        "ar": "اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
        "tr": "alam yaraw ann<u>aa</u> ja'aln<u>aa</u> <strong>al</strong>layla liyaskunuu fiihi wa<strong>al</strong>nnah<u>aa</u>ra mub<u>sh</u>iran inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yu/minuun<strong>a</strong>",
        "idn": "Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.",
        "signCode": "ألم يروا أنا جعلنا اليل ليسكنوا فيه والنهار مبصرا إن في ذلك لءايت لقوم يؤمنون"
      },
      {
        "id": 3246,
        "surah": 27,
        "nomor": 87,
        "ar": "وَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗوَكُلٌّ اَتَوْهُ دَاخِرِيْنَ ",
        "tr": "wayawma yunfakhu fii <strong>al</strong><u>shsh</u>uuri fafazi'a man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti waman fii <strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> man sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu wakullun atawhu d<u>aa</u>khiriin<strong>a</strong>",
        "idn": "Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri.",
        "signCode": "ويوم ينفخ في الصور ففزع من في السموت ومن في الأرض إلا من شاء الله وكل أتوه دخرين"
      },
      {
        "id": 3247,
        "surah": 27,
        "nomor": 88,
        "ar": "وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌ ۢبِمَا تَفْعَلُوْنَ",
        "tr": "watar<u>aa</u> <strong>a</strong>ljib<u>aa</u>la ta<u>h</u>sabuh<u>aa</u> j<u>aa</u>midatan wahiya tamurru marra <strong>al</strong>ssa<u>haa</u>bi <u>sh</u>un'a <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii atqana kulla syay-in innahu khabiirun bim<u>aa</u> taf'aluun<strong>a</strong>",
        "idn": "Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan.",
        "signCode": "وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي أتقن كل شيء إنه خبير بما تفعلون"
      },
      {
        "id": 3248,
        "surah": 27,
        "nomor": 89,
        "ar": "مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَهُمْ مِّنْ فَزَعٍ يَّوْمَىِٕذٍ اٰمِنُوْنَ ",
        "tr": "man j<u>aa</u>-a bi<strong>a</strong>l<u>h</u>asanati falahu khayrun minh<u>aa</u> wahum min faza'in yawma-i<u>dz</u>in <u>aa</u>minuun<strong>a</strong>",
        "idn": "Barangsiapa membawa kebaikan, maka dia memperoleh (balasan) yang lebih baik daripadanya, sedang mereka merasa aman dari kejutan (yang dahsyat) pada hari itu.",
        "signCode": "من جاء بالحسنة فله خير منها وهم من فزع يومئذ ءامنون"
      },
      {
        "id": 3249,
        "surah": 27,
        "nomor": 90,
        "ar": "وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوْهُهُمْ فِى النَّارِۗ هَلْ تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ",
        "tr": "waman j<u>aa</u>-a bi<strong>al</strong>ssayyi-ati fakubbat wujuuhuhum fii <strong>al</strong>nn<u>aa</u>ri hal tujzawna ill<u>aa</u> m<u>aa</u> kuntum ta'maluun<strong>a</strong>",
        "idn": "Dan barangsiapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan.",
        "signCode": "ومن جاء بالسيئة فكبت وجوههم في النار هل تجزون إلا ما كنتم تعملون"
      },
      {
        "id": 3250,
        "surah": 27,
        "nomor": 91,
        "ar": "اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ رَبَّ هٰذِهِ الْبَلْدَةِ الَّذِيْ حَرَّمَهَا وَلَهٗ كُلُّ شَيْءٍ وَّاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ ۙ",
        "tr": "innam<u>aa</u> umirtu an a'buda rabba h<u>aadz</u>ihi <strong>a</strong>lbaldati <strong>al</strong>la<u>dz</u>ii <u>h</u>arramah<u>aa</u> walahu kullu syay-in waumirtu an akuuna mina <strong>a</strong>lmuslimiin<strong>a</strong>",
        "idn": "Aku (Muhammad) hanya diperintahkan menyembah Tuhan negeri ini (Mekah) yang Dia telah menjadikan suci padanya dan segala sesuatu adalah milik-Nya. Dan aku diperintahkan agar aku termasuk orang Muslim,",
        "signCode": "إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين"
      },
      {
        "id": 3251,
        "surah": 27,
        "nomor": 92,
        "ar": "وَاَنْ اَتْلُوَا الْقُرْاٰنَ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَقُلْ اِنَّمَآ اَنَا۠ مِنَ الْمُنْذِرِيْنَ ",
        "tr": "wa-an atluwa <strong>a</strong>lqur-<u>aa</u>na famani ihtad<u>aa</u> fa-innam<u>aa</u> yahtadii linafsihi waman <u>dh</u>alla faqul innam<u>aa</u> an<u>aa</u> mina <strong>a</strong>lmun<u>dz</u>iriin<strong>a</strong>",
        "idn": "dan agar aku membacakan Al-Qur'an (kepada manusia). Maka barangsiapa mendapat petunjuk maka sesungguhnya dia mendapat petunjuk untuk (kebaikan) dirinya, dan barangsiapa sesat, maka katakanlah, “Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan.”",
        "signCode": "وأن أتلوا القرءان فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين"
      },
      {
        "id": 3252,
        "surah": 27,
        "nomor": 93,
        "ar": "وَقُلِ الْحَمْدُ لِلّٰهِ سَيُرِيْكُمْ اٰيٰتِهٖ فَتَعْرِفُوْنَهَاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ",
        "tr": "waquli <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi sayuriikum <u>aa</u>y<u>aa</u>tihi fata'rifuunah<u>aa</u> wam<u>aa</u> rabbuka bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>",
        "idn": "Dan katakanlah (Muhammad), “Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda (kebesaran)-Nya, maka kamu akan mengetahuinya. Dan Tuhanmu tidak lengah terhadap apa yang kamu kerjakan.”",
        "signCode": "وقل الحمد لله سيريكم ءايته فتعرفونها وما ربك بغفل عما تعملون"
      }
    ]
  },
  {
    "status": true,
    "nomor": 28,
    "nama": "القصص",
    "nama_latin": "Al-Qasas",
    "jumlah_ayat": 88,
    "tempat_turun": "mekah",
    "arti": "Kisah-Kisah",
    "deskripsi": "Surat Al Qashash terdiri atas 88 ayat termasuk golongan surat-surat Makkiyyah. Dinamai dengan <i>Al Qashash</i>, karena pada ayat 25 surat ini terdapat kata <i>Al Qashash</i> yang berarti <i>cerita</i>. Ayat ini menerangkan bahwa setelah Nabi Musa a.s. bertemu dengan Nabi Syua'ib a.s. ia menceritakan cerita yang berhubungan  dengan dirinya sendiri, yakni pengalamannya dengan Fir'aun, sampai waktu ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja, Syua'ib a.s. menjawab bahwa Musa a.s. telah selamat dari pengejaran  orang-orang zalim. Turunnya ayat 25 surat ini amat besar artinya bagi Nabi Muhammad s.a.w. dan bagi sahabat-sahabat yang melakukan hijrah ke Madinah, yang menambah keyakinan mereka, bahwa akhirnya orang-orang Islamlah yang menang, sebab ayat ini menunjukkan bahwa barangsiapa yang berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin itu, ditegaskan pada bagian akhir surat ini yang mengandung bahwa setelah hijrah ke Madinah kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa a.s. sehingga menurut suatu riwayat, surat ini dinamai juga dengan surat Musa.",
    "audio": "https://santrikoding.com/storage/audio/028.mp3",
    "ayat": [
      {
        "id": 3253,
        "surah": 28,
        "nomor": 1,
        "ar": " طٰسۤمّۤ ",
        "tr": "<u>th</u><u>aa</u>-siin-miim",
        "idn": "Tha Sin Mim",
        "signCode": "طسم"
      },
      {
        "id": 3254,
        "surah": 28,
        "nomor": 2,
        "ar": "تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِ ",
        "tr": "tilka <u>aa</u>y<u>aa</u>tu <strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>lmubiin<strong>i</strong>",
        "idn": "Ini ayat-ayat Kitab (Al-Qur'an) yang jelas (dari Allah).",
        "signCode": "تلك ءايت الكتب المبين"
      },
      {
        "id": 3255,
        "surah": 28,
        "nomor": 3,
        "ar": "نَتْلُوْا عَلَيْكَ مِنْ نَّبَاِ مُوْسٰى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُّؤْمِنُوْنَ ",
        "tr": "natluu 'alayka min naba-i muus<u>aa</u> wafir'awna bi<strong>a</strong>l<u>h</u>aqqi liqawmin yu/minuun<strong>a</strong>",
        "idn": "Kami membacakan kepadamu sebagian dari kisah Musa dan Fir‘aun dengan sebenarnya untuk orang-orang yang beriman.",
        "signCode": "نتلوا عليك من نبإ موسى وفرعون بالحق لقوم يؤمنون"
      },
      {
        "id": 3256,
        "surah": 28,
        "nomor": 4,
        "ar": "اِنَّ فِرْعَوْنَ عَلَا فِى الْاَرْضِ وَجَعَلَ اَهْلَهَا شِيَعًا يَّسْتَضْعِفُ طَاۤىِٕفَةً مِّنْهُمْ يُذَبِّحُ اَبْنَاۤءَهُمْ وَيَسْتَحْيٖ نِسَاۤءَهُمْ ۗاِنَّهٗ كَانَ مِنَ الْمُفْسِدِيْنَ ",
        "tr": "inna fir'awna 'al<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i waja'ala ahlah<u>aa</u> syiya'an yasta<u>dh</u>'ifu <u>th</u><u>aa</u>-ifatan minhum yu<u>dz</u>abbi<u>h</u>u abn<u>aa</u>-ahum wayasta<u>h</u>yii nis<u>aa</u>-ahum innahu k<u>aa</u>na mina <strong>a</strong>lmufsidiin<strong>a</strong>",
        "idn": "Sungguh, Fir‘aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir‘aun) termasuk orang yang berbuat kerusakan.",
        "signCode": "إن فرعون علا في الأرض وجعل أهلها شيعا يستضعف طائفة منهم يذبح أبناءهم ويستحي نساءهم إنه كان من المفسدين"
      },
      {
        "id": 3257,
        "surah": 28,
        "nomor": 5,
        "ar": "وَنُرِيْدُ اَنْ نَّمُنَّ عَلَى الَّذِيْنَ اسْتُضْعِفُوْا فِى الْاَرْضِ وَنَجْعَلَهُمْ اَىِٕمَّةً وَّنَجْعَلَهُمُ الْوٰرِثِيْنَ ۙ",
        "tr": "wanuriidu an namunna 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina istu<u>dh</u>'ifuu fii <strong>a</strong>l-ar<u>dh</u>i wanaj'alahum a-immatan wanaj'alahumu <strong>a</strong>lw<u>aa</u>ritsiin<strong>a</strong>",
        "idn": "Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi),",
        "signCode": "ونريد أن نمن على الذين استضعفوا في الأرض ونجعلهم أئمة ونجعلهم الورثين"
      },
      {
        "id": 3258,
        "surah": 28,
        "nomor": 6,
        "ar": "وَنُمَكِّنَ لَهُمْ فِى الْاَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا مِنْهُمْ مَّا كَانُوْا يَحْذَرُوْنَ ",
        "tr": "wanumakkina lahum fii <strong>a</strong>l-ar<u>dh</u>i wanuriya fir'awna wah<u>aa</u>m<u>aa</u>na wajunuudahum<u>aa</u> minhum m<u>aa</u> k<u>aa</u>nuu ya<u>hts</u>aruun<strong>a</strong>",
        "idn": "dan Kami teguhkan kedudukan mereka di bumi dan Kami perlihatkan kepada Fir‘aun dan Haman bersama bala tentaranya apa yang selalu mereka takutkan dari mereka.",
        "signCode": "ونمكن لهم في الأرض ونري فرعون وهمن وجنودهما منهم ما كانوا يحذرون"
      },
      {
        "id": 3259,
        "surah": 28,
        "nomor": 7,
        "ar": "وَاَوْحَيْنَآ اِلٰٓى اُمِّ مُوْسٰٓى اَنْ اَرْضِعِيْهِۚ فَاِذَا خِفْتِ عَلَيْهِ فَاَلْقِيْهِ فِى الْيَمِّ وَلَا تَخَافِيْ وَلَا تَحْزَنِيْ ۚاِنَّا رَاۤدُّوْهُ اِلَيْكِ وَجَاعِلُوْهُ مِنَ الْمُرْسَلِيْنَ ",
        "tr": "wa-aw<u>h</u>ayn<u>aa</u> il<u>aa</u> ummi muus<u>aa</u> an ar<u>dh</u>i'iihi fa-i<u>dzaa</u> khifti 'alayhi fa-alqiihi fii <strong>a</strong>lyammi wal<u>aa</u> takh<u>aa</u>fii wal<u>aa</u> ta<u>h</u>zanii inn<u>aa</u> r<u>aa</u>dduuhu ilayki waj<u>aa</u>'iluuhu mina <strong>a</strong>lmursaliin<strong>a</strong>",
        "idn": "Dan Kami ilhamkan kepada ibunya Musa, “Susuilah dia (Musa), dan apabila engkau khawatir terhadapnya maka hanyutkanlah dia ke sungai (Nil). Dan janganlah engkau takut dan jangan (pula) bersedih hati, sesungguhnya Kami akan mengembalikannya kepadamu, dan menjadikannya salah seorang rasul.”",
        "signCode": "وأوحينا إلى أم موسى أن أرضعيه فإذا خفت عليه فألقيه في اليم ولا تخافي ولا تحزني إنا رادوه إليك وجاعلوه من المرسلين"
      },
      {
        "id": 3260,
        "surah": 28,
        "nomor": 8,
        "ar": "فَالْتَقَطَهٗٓ اٰلُ فِرْعَوْنَ لِيَكُوْنَ لَهُمْ عَدُوًّا وَّحَزَنًاۗ اِنَّ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا كَانُوْا خٰطِـِٕيْنَ ",
        "tr": "fa<strong>i</strong>ltaqa<u>th</u>ahu <u>aa</u>lu fir'awna liyakuuna lahum 'aduwwan wa<u>h</u>azanan inna fir'awna wah<u>aa</u>m<u>aa</u>na wajunuudahum<u>aa</u> k<u>aa</u>nuu kh<u>aath</u>i-iin<strong>a</strong>",
        "idn": "Maka dia dipungut oleh keluarga Fir‘aun agar (kelak) dia menjadi musuh dan kesedihan bagi mereka. Sungguh, Fir‘aun dan Haman bersama bala tentaranya adalah orang-orang yang bersalah.",
        "signCode": "فالتقطه ءال فرعون ليكون لهم عدوا وحزنا إن فرعون وهمن وجنودهما كانوا خطءين"
      },
      {
        "id": 3261,
        "surah": 28,
        "nomor": 9,
        "ar": "وَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّيْ وَلَكَۗ  لَا تَقْتُلُوْهُ ۖعَسٰٓى اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا وَّهُمْ لَا يَشْعُرُوْنَ ",
        "tr": "waq<u>aa</u>lati imra-atu fir'awna qurratu 'aynin lii walaka l<u>aa</u> taqtuluuhu 'as<u>aa</u> an yanfa'an<u>aa</u> aw nattakhi<u>dz</u>ahu waladan wahum l<u>aa</u> yasy'uruun<strong>a</strong>",
        "idn": "Dan istri Fir‘aun berkata, “(Dia) adalah penyejuk mata hati bagiku dan bagimu. Janganlah kamu membunuhnya, mudah-mudahan dia bermanfaat kepada kita atau kita ambil dia menjadi anak,” sedang mereka tidak menyadari.",
        "signCode": "وقالت امرأت فرعون قرت عين لي ولك لا تقتلوه عسى أن ينفعنا أو نتخذه ولدا وهم لا يشعرون"
      },
      {
        "id": 3262,
        "surah": 28,
        "nomor": 10,
        "ar": "وَاَصْبَحَ فُؤَادُ اُمِّ مُوْسٰى فٰرِغًاۗ اِنْ كَادَتْ لَتُبْدِيْ بِهٖ لَوْلَآ اَنْ رَّبَطْنَا عَلٰى قَلْبِهَا لِتَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ",
        "tr": "wa-a<u>sh</u>ba<u>h</u>a fu-<u>aa</u>du ummi muus<u>aa</u> f<u>aa</u>righan in k<u>aa</u>dat latubdii bihi lawl<u>aa</u> an raba<u>th</u>n<u>aa</u> 'al<u>aa</u> qalbih<u>aa</u> litakuuna mina <strong>a</strong>lmu/miniin<strong>a</strong>",
        "idn": "Dan hati ibu Musa menjadi kosong. Sungguh, hampir saja dia menyatakannya (rahasia tentang Musa), seandainya tidak Kami teguhkan hatinya, agar dia termasuk orang-orang yang beriman (kepada janji Allah).",
        "signCode": "وأصبح فؤاد أم موسى فرغا إن كادت لتبدي به لولا أن ربطنا على قلبها لتكون من المؤمنين"
      },
      {
        "id": 3263,
        "surah": 28,
        "nomor": 11,
        "ar": "وَقَالَتْ لِاُخْتِهٖ قُصِّيْهِۗ فَبَصُرَتْ بِهٖ عَنْ جُنُبٍ وَّهُمْ لَا يَشْعُرُوْنَ ۙ",
        "tr": "waq<u>aa</u>lat li-ukhtihi qu<u>shsh</u>iihi faba<u>sh</u>urat bihi 'an junubin wahum l<u>aa</u> yasy'uruun<strong>a</strong>",
        "idn": "Dan dia (ibunya Musa) berkata kepada saudara perempuan Musa, “Ikutilah dia (Musa).” Maka kelihatan olehnya (Musa) dari jauh, sedang mereka tidak menyadarinya.",
        "signCode": "وقالت لأخته قصيه فبصرت به عن جنب وهم لا يشعرون"
      },
      {
        "id": 3264,
        "surah": 28,
        "nomor": 12,
        "ar": "۞ وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ اَدُلُّكُمْ عَلٰٓى اَهْلِ بَيْتٍ يَّكْفُلُوْنَهٗ لَكُمْ وَهُمْ لَهٗ نَاصِحُوْنَ ",
        "tr": "wa<u>h</u>arramn<u>aa</u> 'alayhi <strong>a</strong>lmar<u>aad</u>i'a min qablu faq<u>aa</u>lat hal adullukum 'al<u>aa</u> ahli baytin yakfuluunahu lakum wahum lahu n<u>aas</u>i<u>h</u>uun<strong>a</strong>",
        "idn": "Dan Kami cegah dia (Musa) menyusu kepada perempuan-perempuan yang mau menyusui(nya) sebelum itu; maka berkatalah dia (saudaranya Musa), “Maukah aku tunjukkan kepadamu, keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik padanya?”",
        "signCode": "وحرمنا عليه المراضع من قبل فقالت هل أدلكم على أهل بيت يكفلونه لكم وهم له نصحون"
      },
      {
        "id": 3265,
        "surah": 28,
        "nomor": 13,
        "ar": "فَرَدَدْنٰهُ اِلٰٓى اُمِّهٖ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ࣖ",
        "tr": "faradadn<u>aa</u>hu il<u>aa</u> ummihi kay taqarra 'aynuh<u>aa</u> wal<u>aa</u> ta<u>h</u>zana walita'lama anna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>",
        "idn": "Maka Kami kembalikan dia (Musa) kepada ibunya, agar senang hatinya dan tidak bersedih hati, dan agar dia mengetahui bahwa janji Allah adalah benar, tetapi kebanyakan mereka tidak mengetahuinya.",
        "signCode": "فرددنه إلى أمه كي تقر عينها ولا تحزن ولتعلم أن وعد الله حق ولكن أكثرهم لا يعلمون"
      },
      {
        "id": 3266,
        "surah": 28,
        "nomor": 14,
        "ar": "وَلَمَّا بَلَغَ اَشُدَّهٗ وَاسْتَوٰىٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًاۗ وَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ",
        "tr": "walamm<u>aa</u> balagha asyuddahu wa<strong>i</strong>staw<u>aa</u> <u>aa</u>tayn<u>aa</u>hu <u>h</u>ukman wa'ilman waka<u>dzaa</u>lika najzii <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Dan setelah dia (Musa) dewasa dan sempurna akalnya, Kami anugerahkan kepadanya hikmah (kenabian) dan pengetahuan. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
        "signCode": "ولما بلغ أشده واستوى ءاتينه حكما وعلما وكذلك نجزي المحسنين"
      },
      {
        "id": 3267,
        "surah": 28,
        "nomor": 15,
        "ar": "وَدَخَلَ الْمَدِيْنَةَ عَلٰى حِيْنِ غَفْلَةٍ مِّنْ اَهْلِهَا فَوَجَدَ فِيْهَا رَجُلَيْنِ يَقْتَتِلٰنِۖ هٰذَا مِنْ شِيْعَتِهٖ وَهٰذَا مِنْ عَدُوِّهٖۚ فَاسْتَغَاثَهُ الَّذِيْ مِنْ شِيْعَتِهٖ عَلَى الَّذِيْ مِنْ عَدُوِّهٖ ۙفَوَكَزَهٗ مُوْسٰى فَقَضٰى عَلَيْهِ",
        "tr": "wadakhala <strong>a</strong>lmadiinata 'al<u>aa</u> <u>h</u>iini ghaflatin min ahlih<u>aa</u> fawajada fiih<u>aa</u> rajulayni yaqtatil<u>aa</u>ni h<u>aadzaa</u> min syii'atihi wah<u>aadzaa</u> min 'aduwwihi fa<strong>i</strong>stagh<u>aa</u>tsahu <strong>al</strong>la<u>dz</u>ii min syii'atihi 'al<u>aa</u> <strong>al</strong>la<u>dz</u>ii min 'aduwwihi fawakazahu muus<u>aa</u> faqa<u>daa</u> 'alayhi q<u>aa</u>la h<u>aadzaa</u> min 'amali <strong>al</strong>sysyay<u>th</u><u>aa</u>ni innahu 'aduwwun mu<u>dh</u>illun mubiin<strong>un</strong>",
        "idn": "Dan dia (Musa) masuk ke kota (Memphis) ketika penduduknya sedang lengah, maka dia mendapati di dalam kota itu dua orang laki-laki sedang berkelahi; yang seorang dari golongannya (Bani Israil) dan yang seorang (lagi) dari pihak musuhnya (kaum Fir‘aun). Orang yang dari golongannya meminta pertolongan kepadanya, untuk (mengalahkan) orang yang dari pihak musuhnya, lalu Musa meninjunya, dan matilah musuhnya itu. Dia (Musa) berkata, “Ini adalah perbuatan setan. Sungguh, dia (setan itu) adalah musuh yang jelas menyesatkan.”",
        "signCode": "ودخل المدينة على حين غفلة من أهلها فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه فاستغثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطن إنه عدو مضل مبين"
      },
      {
        "id": 3268,
        "surah": 28,
        "nomor": 16,
        "ar": "قَالَ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ فَغَفَرَ لَهٗ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ ",
        "tr": "q<u>aa</u>la rabbi innii <u>zh</u>alamtu nafsii fa<strong>i</strong>ghfir lii faghafara lahu innahu huwa <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>",
        "idn": "Dia (Musa) berdoa, “Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.” Maka Dia (Allah) mengampuninya. Sungguh, Allah, Dialah Yang Maha Pengampun, Maha Penyayang.",
        "signCode": "قال رب إني ظلمت نفسي فاغفر لي فغفر له إنه هو الغفور الرحيم"
      },
      {
        "id": 3269,
        "surah": 28,
        "nomor": 17,
        "ar": "قَالَ رَبِّ بِمَآ اَنْعَمْتَ عَلَيَّ فَلَنْ اَكُوْنَ ظَهِيْرًا لِّلْمُجْرِمِيْنَ ",
        "tr": "q<u>aa</u>la rabbi bim<u>aa</u> an'amta 'alayya falan akuuna <u>zh</u>ahiiran lilmujrimiin<strong>a</strong>",
        "idn": "Dia (Musa) berkata, “Ya Tuhanku! Demi nikmat yang telah Engkau anugerahkan kepadaku, maka aku tidak akan menjadi penolong bagi orang-orang yang berdosa.”",
        "signCode": "قال رب بما أنعمت علي فلن أكون ظهيرا للمجرمين"
      },
      {
        "id": 3270,
        "surah": 28,
        "nomor": 18,
        "ar": "فَاَصْبَحَ فِى الْمَدِيْنَةِ خَاۤىِٕفًا يَّتَرَقَّبُ فَاِذَا الَّذِى اسْتَنْصَرَهٗ بِالْاَمْسِ يَسْتَصْرِخُهٗ ۗقَالَ لَهٗ مُوْسٰٓى اِنَّكَ لَغَوِيٌّ مُّبِيْنٌ ",
        "tr": "fa-a<u>sh</u>ba<u>h</u>a fii <strong>a</strong>lmadiinati kh<u>aa</u>-ifan yataraqqabu fa-i<u>dzaa</u> <strong>al</strong>la<u>dz</u>ii istan<u>sh</u>arahu bi<strong>a</strong>l-amsi yasta<u>sh</u>rikhuhu q<u>aa</u>la lahu muus<u>aa</u> innaka laghawiyyun mubiin<strong>un</strong>",
        "idn": "Karena itu, dia (Musa) menjadi ketakutan berada di kota itu sambil menunggu (akibat perbuatannya), tiba-tiba orang yang kemarin meminta pertolongan berteriak meminta pertolongan kepadanya. Musa berkata kepadanya, “Engkau sungguh, orang yang nyata-nyata sesat.”",
        "signCode": "فأصبح في المدينة خائفا يترقب فإذا الذي استنصره بالأمس يستصرخه قال له موسى إنك لغوي مبين"
      },
      {
        "id": 3271,
        "surah": 28,
        "nomor": 19,
        "ar": "فَلَمَّآ اَنْ اَرَادَ اَنْ يَّبْطِشَ بِالَّذِيْ هُوَ عَدُوٌّ لَّهُمَاۙ قَالَ يٰمُوْسٰٓى اَتُرِيْدُ اَنْ تَقْتُلَنِيْ كَمَا قَتَلْتَ نَفْسًاۢ بِالْاَمْسِۖ اِنْ تُرِيْدُ اِلَّآ اَنْ تَكُوْنَ جَبَّارًا فِى الْاَرْضِ وَمَا تُرِيْدُ اَنْ تَكُوْنَ مِنَ الْمُص",
        "tr": "falamm<u>aa</u> an ar<u>aa</u>da an yab<u>th</u>isya bi<strong>a</strong>lla<u>dz</u>ii huwa 'aduwwun lahum<u>aa</u> q<u>aa</u>la y<u>aa</u> muus<u>aa</u> aturiidu an taqtulanii kam<u>aa</u> qatalta nafsan bi<strong>a</strong>l-amsi in turiidu ill<u>aa</u> an takuuna jabb<u>aa</u>ran fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> turiidu an takuuna mina <strong>a</strong>lmu<u>sh</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Maka ketika dia (Musa) hendak memukul dengan keras orang yang menjadi musuh mereka berdua, dia (musuhnya) berkata, “Wahai Musa! Apakah engkau bermaksud membunuhku, sebagaimana kemarin engkau membunuh seseorang? Engkau hanya bermaksud menjadi orang yang berbuat sewenang-wenang di negeri (ini), dan engkau tidak bermaksud menjadi salah seorang dari orang-orang yang mengadakan perdamaian.”",
        "signCode": "فلما أن أراد أن يبطش بالذي هو عدو لهما قال يموسى أتريد أن تقتلني كما قتلت نفسا بالأمس إن تريد إلا أن تكون جبارا في الأرض وما تريد أن تكون من المصلحين"
      },
      {
        "id": 3272,
        "surah": 28,
        "nomor": 20,
        "ar": "وَجَاۤءَ رَجُلٌ مِّنْ اَقْصَى الْمَدِيْنَةِ يَسْعٰىۖ قَالَ يٰمُوْسٰٓى اِنَّ الْمَلَاَ يَأْتَمِرُوْنَ بِكَ لِيَقْتُلُوْكَ فَاخْرُجْ اِنِّيْ لَكَ مِنَ النّٰصِحِيْنَ ",
        "tr": "waj<u>aa</u>-a rajulun min aq<u>shaa</u> <strong>a</strong>lmadiinati yas'<u>aa</u> q<u>aa</u>la y<u>aa</u> muus<u>aa</u> inna <strong>a</strong>lmala-a ya/tamiruuna bika liyaqtuluuka fa<strong>u</strong>khruj innii laka mina <strong>al</strong>nn<u>aas</u>i<u>h</u>iin<strong>a</strong>",
        "idn": "Dan seorang laki-laki datang bergegas dari ujung kota seraya berkata, “Wahai Musa! Sesungguhnya para pembesar negeri sedang berunding tentang engkau untuk membunuhmu, maka keluarlah (dari kota ini), sesungguhnya aku termasuk orang-orang yang memberi nasihat kepadamu.”",
        "signCode": "وجاء رجل من أقصا المدينة يسعى قال يموسى إن الملأ يأتمرون بك ليقتلوك فاخرج إني لك من النصحين"
      },
      {
        "id": 3273,
        "surah": 28,
        "nomor": 21,
        "ar": "فَخَرَجَ مِنْهَا خَاۤىِٕفًا يَّتَرَقَّبُ ۖقَالَ رَبِّ نَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ ",
        "tr": "fakharaja minh<u>aa</u> kh<u>aa</u>-ifan yataraqqabu q<u>aa</u>la rabbi najjinii mina <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Maka keluarlah dia (Musa) dari kota itu dengan rasa takut, waspada (kalau ada yang menyusul atau menangkapnya), dia berdoa, “Ya Tuhanku, selamatkanlah aku dari orang-orang yang zalim itu.”",
        "signCode": "فخرج منها خائفا يترقب قال رب نجني من القوم الظلمين"
      },
      {
        "id": 3274,
        "surah": 28,
        "nomor": 22,
        "ar": "وَلَمَّا تَوَجَّهَ تِلْقَاۤءَ مَدْيَنَ قَالَ عَسٰى رَبِّيْٓ اَنْ يَّهْدِيَنِيْ سَوَاۤءَ السَّبِيْلِ ",
        "tr": "walamm<u>aa</u> tawajjaha tilq<u>aa</u>-a madyana q<u>aa</u>la 'as<u>aa</u> rabbii an yahdiyanii saw<u>aa</u>-a <strong>al</strong>ssabiil<strong>i</strong>",
        "idn": "Dan ketika dia menuju ke arah negeri Madyan dia berdoa lagi, “Mudah-mudahan Tuhanku memimpin aku ke jalan yang benar.”",
        "signCode": "ولما توجه تلقاء مدين قال عسى ربي أن يهديني سواء السبيل"
      },
      {
        "id": 3275,
        "surah": 28,
        "nomor": 23,
        "ar": "وَلَمَّا وَرَدَ مَاۤءَ مَدْيَنَ وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ەۖ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ تَذُوْدٰنِۚ قَالَ مَا خَطْبُكُمَا ۗقَالَتَا لَا نَسْقِيْ حَتّٰى يُصْدِرَ الرِّعَاۤءُ وَاَبُوْنَا شَيْخٌ كَبِيْرٌ",
        "tr": "walamm<u>aa</u> warada m<u>aa</u>-a madyana wajada 'alayhi ummatan mina <strong>al</strong>nn<u>aa</u>si yasquuna wawajada min duunihimu imra-atayni ta<u>dz</u>uud<u>aa</u>ni q<u>aa</u>la m<u>aa</u> kha<u>th</u>bukum<u>aa</u> q<u>aa</u>lat<u>aa</u> l<u>aa</u> nasqii <u>h</u>att<u>aa</u> yu<u>sh</u>dira <strong>al</strong>rri'<u>aa</u>u wa-abuun<u>aa</u> syaykhun kabiir<strong>un</strong>",
        "idn": "Dan ketika dia sampai di sumber air negeri Madyan, dia menjumpai di sana sekumpulan orang yang sedang memberi minum (ternaknya), dan dia menjumpai di belakang orang banyak itu, dua orang perempuan sedang menghambat (ternaknya). Dia (Musa) berkata, “Apakah maksudmu (dengan berbuat begitu)?” Kedua (perempuan) itu menjawab, “Kami tidak dapat memberi minum (ternak kami), sebelum penggembala-penggembala itu memulangkan (ternaknya), sedang ayah kami adalah orang tua yang telah lanjut usianya.”",
        "signCode": "ولما ورد ماء مدين وجد عليه أمة من الناس يسقون ووجد من دونهم امرأتين تذودان قال ما خطبكما قالتا لا نسقي حتى يصدر الرعاء وأبونا شيخ كبير"
      },
      {
        "id": 3276,
        "surah": 28,
        "nomor": 24,
        "ar": "فَسَقٰى لَهُمَا ثُمَّ تَوَلّٰىٓ اِلَى الظِّلِّ فَقَالَ رَبِّ اِنِّيْ لِمَآ اَنْزَلْتَ اِلَيَّ مِنْ خَيْرٍ فَقِيْرٌ ",
        "tr": "fasaq<u>aa</u> lahum<u>aa</u> tsumma tawall<u>aa</u> il<u>aa</u> <strong>al</strong><u>zhzh</u>illi faq<u>aa</u>la rabbi innii lim<u>aa</u> anzalta ilayya min khayrin faqiir<strong>un</strong>",
        "idn": "Maka dia (Musa) memberi minum (ternak) kedua perempuan itu, kemudian dia kembali ke tempat yang teduh lalu berdoa, “Ya Tuhanku, sesungguhnya aku sangat memerlukan sesuatu kebaikan (makanan) yang Engkau turunkan kepadaku.”",
        "signCode": "فسقى لهما ثم تولى إلى الظل فقال رب إني لما أنزلت إلي من خير فقير"
      },
      {
        "id": 3277,
        "surah": 28,
        "nomor": 25,
        "ar": "فَجَاۤءَتْهُ اِحْدٰىهُمَا تَمْشِيْ عَلَى اسْتِحْيَاۤءٍ  ۖقَالَتْ اِنَّ اَبِيْ يَدْعُوْكَ لِيَجْزِيَكَ اَجْرَ مَا سَقَيْتَ لَنَاۗ فَلَمَّا جَاۤءَهٗ وَقَصَّ عَلَيْهِ الْقَصَصَۙ  قَالَ لَا تَخَفْۗ نَجَوْتَ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ",
        "tr": "faj<u>aa</u>-at-hu i<u>h</u>d<u>aa</u>hum<u>aa</u> tamsyii 'al<u>aa</u> isti<u>h</u>y<u>aa</u>-in q<u>aa</u>lat inna abii yad'uuka liyajziyaka ajra m<u>aa</u> saqayta lan<u>aa</u> falamm<u>aa</u> j<u>aa</u>-ahu waqa<u>shsh</u>a 'alayhi <strong>a</strong>lqa<u>sh</u>a<u>sh</u>a q<u>aa</u>la l<u>aa</u> takhaf najawta mina <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Kemudian datanglah kepada Musa salah seorang dari kedua perempuan itu berjalan dengan malu-malu, dia berkata, “Sesungguhnya ayahku mengundangmu untuk memberi balasan sebagai imbalan atas (kebaikan)mu memberi minum (ternak) kami.” Ketika (Musa) mendatangi ayahnya  dan dia menceritakan kepadanya kisah (mengenai dirinya), dia berkata, “Janganlah engkau takut! Engkau telah selamat dari orang-orang yang zalim itu.”",
        "signCode": "فجاءته إحدىهما تمشي على استحياء قالت إن أبي يدعوك ليجزيك أجر ما سقيت لنا فلما جاءه وقص عليه القصص قال لا تخف نجوت من القوم الظلمين"
      },
      {
        "id": 3278,
        "surah": 28,
        "nomor": 26,
        "ar": "قَالَتْ اِحْدٰىهُمَا يٰٓاَبَتِ اسْتَأْجِرْهُ ۖاِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْاَمِيْنُ ",
        "tr": "q<u>aa</u>lat i<u>h</u>d<u>aa</u>hum<u>aa</u> y<u>aa</u> abati ista/jirhu inna khayra mani ista/jarta <strong>a</strong>lqawiyyu <strong>a</strong>l-amiin<strong>u</strong>",
        "idn": "Dan salah seorang dari kedua (perempuan) itu berkata, “Wahai ayahku! Jadikanlah dia sebagai pekerja (pada kita), sesungguhnya orang yang paling baik yang engkau ambil sebagai pekerja (pada kita) ialah orang yang kuat dan dapat dipercaya.”",
        "signCode": "قالت إحدىهما يأبت استءجره إن خير من استءجرت القوي الأمين"
      },
      {
        "id": 3279,
        "surah": 28,
        "nomor": 27,
        "ar": "قَالَ اِنِّيْٓ اُرِيْدُ اَنْ اُنْكِحَكَ اِحْدَى ابْنَتَيَّ هٰتَيْنِ عَلٰٓى اَنْ تَأْجُرَنِيْ ثَمٰنِيَ حِجَجٍۚ فَاِنْ اَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَۚ وَمَآ اُرِيْدُ اَنْ اَشُقَّ عَلَيْكَۗ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰلِحِيْنَ ",
        "tr": "q<u>aa</u>la innii uriidu an unki<u>h</u>aka i<u>h</u>d<u>aa</u> ibnatayya h<u>aa</u>tayni 'al<u>aa</u> an ta/juranii tsam<u>aa</u>niya <u>h</u>ijajin fa-in atmamta 'asyran famin 'indika wam<u>aa</u> uriidu an asyuqqa 'alayka satajidunii in sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Dia (Syekh Madyan) berkata, “Sesungguhnya aku bermaksud ingin menikahkan engkau dengan salah seorang dari kedua anak perempuanku ini, dengan ketentuan bahwa engkau bekerja padaku selama delapan tahun dan jika engkau sempurnakan sepuluh tahun maka itu adalah (suatu kebaikan) darimu, dan aku tidak bermaksud memberatkan engkau. Insya Allah engkau akan mendapatiku termasuk orang yang baik.”",
        "signCode": "قال إني أريد أن أنكحك إحدى ابنتي هتين على أن تأجرني ثمني حجج فإن أتممت عشرا فمن عندك وما أريد أن أشق عليك ستجدني إن شاء الله من الصلحين"
      },
      {
        "id": 3280,
        "surah": 28,
        "nomor": 28,
        "ar": "قَالَ ذٰلِكَ بَيْنِيْ وَبَيْنَكَۗ اَيَّمَا الْاَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّۗ وَاللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ ࣖ",
        "tr": "q<u>aa</u>la <u>dzaa</u>lika baynii wabaynaka ayyam<u>aa</u> <strong>a</strong>l-ajalayni qa<u>dh</u>aytu fal<u>aa</u> 'udw<u>aa</u>na 'alayya wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> m<u>aa</u> naquulu wakiil<strong>un</strong>",
        "idn": "Dia (Musa) berkata, “Itu (perjanjian) antara aku dan engkau. Yang mana saja dari kedua waktu yang ditentukan itu yang aku sempurnakan, maka tidak ada tuntutan (tambahan) atas diriku (lagi). Dan Allah menjadi saksi atas apa yang kita ucapkan.”",
        "signCode": "قال ذلك بيني وبينك أيما الأجلين قضيت فلا عدون علي والله على ما نقول وكيل"
      },
      {
        "id": 3281,
        "surah": 28,
        "nomor": 29,
        "ar": "۞ فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ",
        "tr": "falamm<u>aa</u> qa<u>daa</u> muus<u>aa</u> <strong>a</strong>l-ajala was<u>aa</u>ra bi-ahlihi <u>aa</u>nasa min j<u>aa</u>nibi <strong>al</strong><u>ththh</u>uuri n<u>aa</u>ran q<u>aa</u>la li-ahlihi umkutsuu innii <u>aa</u>nastu n<u>aa</u>ran la'allii <u>aa</u>tiikum minh<u>aa</u> bikhabarin aw ja<u>dz</u>watin mina <strong>al</strong>nn<u>aa</u>ri la'allakum ta<u>sth</u>aluun<strong>a</strong>",
        "idn": "Maka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung. Dia berkata kepada keluarganya, “Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.”",
        "signCode": "فلما قضى موسى الأجل وسار بأهله ءانس من جانب الطور نارا قال لأهله امكثوا إني ءانست نارا لعلي ءاتيكم منها بخبر أو جذوة من النار لعلكم تصطلون"
      },
      {
        "id": 3282,
        "surah": 28,
        "nomor": 30,
        "ar": "فَلَمَّآ اَتٰىهَا نُوْدِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِى الْبُقْعَةِ الْمُبٰرَكَةِ مِنَ الشَّجَرَةِ اَنْ يّٰمُوْسٰٓى اِنِّيْٓ اَنَا اللّٰهُ رَبُّ الْعٰلَمِيْنَ ۙ",
        "tr": "falamm<u>aa</u> at<u>aa</u>h<u>aa</u> nuudiya min sy<u>aath</u>i-i <strong>a</strong>lw<u>aa</u>di <strong>a</strong>l-aymani fii <strong>a</strong>lbuq'ati <strong>a</strong>lmub<u>aa</u>rakati mina <strong>al</strong>sysyajarati an y<u>aa</u> muus<u>aa</u> innii an<u>aa</u> <strong>al</strong>l<u>aa</u>hu rabbu <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Maka ketika dia (Musa) sampai ke (tempat) api itu, dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi, “Wahai Musa! Sungguh, Aku adalah Allah, Tuhan seluruh alam!",
        "signCode": "فلما أتىها نودي من شطئ الواد الأيمن في البقعة المبركة من الشجرة أن يموسى إني أنا الله رب العلمين"
      },
      {
        "id": 3283,
        "surah": 28,
        "nomor": 31,
        "ar": "وَاَنْ اَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰٓى اَقْبِلْ وَلَا تَخَفْۗ اِنَّكَ مِنَ الْاٰمِنِيْنَ ",
        "tr": "wa-an <strong>a</strong>lqi 'a<u>shaa</u>ka falamm<u>aa</u> ra<u>aa</u>h<u>aa</u> tahtazzu ka-annah<u>aa</u> j<u>aa</u>nnun wall<u>aa</u> mudbiran walam yu'aqqib y<u>aa</u> muus<u>aa</u> aqbil wal<u>aa</u> takhaf innaka mina <strong>a</strong>l-<u>aa</u>miniin<strong>a</strong>",
        "idn": "Dan lemparkanlah tongkatmu.” Maka ketika dia (Musa) melihatnya bergerak-gerak seakan-akan seekor ular yang (gesit), dia lari berbalik ke belakang tanpa menoleh. (Allah berfirman), “Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman.",
        "signCode": "وأن ألق عصاك فلما رءاها تهتز كأنها جان ولى مدبرا ولم يعقب يموسى أقبل ولا تخف إنك من الءامنين"
      },
      {
        "id": 3284,
        "surah": 28,
        "nomor": 32,
        "ar": "اُسْلُكْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ ۖوَّاضْمُمْ اِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ  فَذٰنِكَ بُرْهَانٰنِ مِنْ رَّبِّكَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
        "tr": "usluk yadaka fii jaybika takhruj bay<u>dhaa</u>-a min ghayri suu-in wa<strong>u</strong><u>dh</u>mum ilayka jan<u>aah</u>aka mina <strong>al</strong>rrahbi fa<u>dzaa</u>nika burh<u>aa</u>n<u>aa</u>ni min rabbika il<u>aa</u> fir'awna wamala-ihi innahum k<u>aa</u>nuu qawman f<u>aa</u>siqiin<strong>a</strong>",
        "idn": "Masukkanlah tanganmu ke leher bajumu, dia akan keluar putih (bercahaya) tanpa cacat, dan dekapkanlah kedua tanganmu ke dadamu apabila ketakutan. Itulah dua mukjizat dari Tuhanmu (yang akan engkau pertunjukkan) kepada Fir‘aun dan para pembesarnya. Sungguh, mereka adalah orang-orang fasik.”    ",
        "signCode": "اسلك يدك في جيبك تخرج بيضاء من غير سوء واضمم إليك جناحك من الرهب فذنك برهنان من ربك إلى فرعون وملإيه إنهم كانوا قوما فسقين"
      },
      {
        "id": 3285,
        "surah": 28,
        "nomor": 33,
        "ar": "قَالَ رَبِّ اِنِّيْ قَتَلْتُ مِنْهُمْ نَفْسًا فَاَخَافُ اَنْ يَّقْتُلُوْنِ ",
        "tr": "q<u>aa</u>la rabbi innii qataltu minhum nafsan fa-akh<u>aa</u>fu an yaqtuluun<strong>i</strong>",
        "idn": "Dia (Musa) berkata, “Ya Tuhanku, sungguh aku telah membunuh seorang dari golongan mereka, sehingga aku takut mereka akan membunuhku. ",
        "signCode": "قال رب إني قتلت منهم نفسا فأخاف أن يقتلون"
      },
      {
        "id": 3286,
        "surah": 28,
        "nomor": 34,
        "ar": "وَاَخِيْ هٰرُوْنُ هُوَ اَفْصَحُ مِنِّيْ لِسَانًا فَاَرْسِلْهُ مَعِيَ رِدْءًا يُّصَدِّقُنِيْٓ  ۖاِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ",
        "tr": "wa-akhii h<u>aa</u>ruunu huwa af<u>sh</u>a<u>h</u>u minnii lis<u>aa</u>nan fa-arsilhu ma'iya rid-an yu<u>sh</u>addiqunii innii akh<u>aa</u>fu an yuka<u>dzdz</u>ibuun<strong>i</strong>",
        "idn": "Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.” ",
        "signCode": "وأخي هرون هو أفصح مني لسانا فأرسله معي ردءا يصدقني إني أخاف أن يكذبون"
      },
      {
        "id": 3287,
        "surah": 28,
        "nomor": 35,
        "ar": "قَالَ سَنَشُدُّ عَضُدَكَ بِاَخِيْكَ وَنَجْعَلُ لَكُمَا سُلْطٰنًا فَلَا يَصِلُوْنَ اِلَيْكُمَا  ۛبِاٰيٰتِنَا  ۛ اَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغٰلِبُوْنَ ",
        "tr": "q<u>aa</u>la sanasyuddu 'a<u>dh</u>udaka bi-akhiika wanaj'alu lakum<u>aa</u> sul<u>th</u><u>aa</u>nan fal<u>aa</u> ya<u>sh</u>iluuna ilaykum<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> antum<u>aa</u> wamani ittaba'akum<u>aa</u> <strong>a</strong>lgh<u>aa</u>libuun<strong>a</strong>",
        "idn": "Dia (Allah) berfirman, “Kami akan menguatkan engkau (membantumu) dengan saudaramu, dan Kami berikan kepadamu berdua kekuasaan yang besar, maka mereka tidak akan dapat mencapaimu; (berangkatlah kamu berdua) dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamu yang akan menang.” ",
        "signCode": "قال سنشد عضدك بأخيك ونجعل لكما سلطنا فلا يصلون إليكما بءايتنا أنتما ومن اتبعكما الغلبون"
      },
      {
        "id": 3288,
        "surah": 28,
        "nomor": 36,
        "ar": "فَلَمَّا جَاۤءَهُمْ مُّوْسٰى بِاٰيٰتِنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا سِحْرٌ مُّفْتَرًىۙ وَّمَا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ",
        "tr": "falamm<u>aa</u> j<u>aa</u>-ahum muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> bayyin<u>aa</u>tin q<u>aa</u>luu m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> si<u>h</u>run muftaran wam<u>aa</u> sami'n<u>aa</u> bih<u>aadzaa</u> fii <u>aa</u>b<u>aa</u>-in<u>aa</u> <strong>a</strong>l-awwaliin<strong>a</strong>",
        "idn": "Maka ketika Musa datang kepada mereka dengan (membawa) mukjizat Kami yang nyata, mereka berkata, “Ini hanyalah sihir yang dibuat-buat, dan kami tidak pernah mendengar (yang seperti) ini pada nenek moyang kami dahulu.” ",
        "signCode": "فلما جاءهم موسى بءايتنا بينت قالوا ما هذا إلا سحر مفترى وما سمعنا بهذا في ءابائنا الأولين"
      },
      {
        "id": 3289,
        "surah": 28,
        "nomor": 37,
        "ar": "وَقَالَ مُوْسٰى رَبِّيْٓ اَعْلَمُ بِمَنْ جَاۤءَ بِالْهُدٰى مِنْ عِنْدِهٖ وَمَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ",
        "tr": "waq<u>aa</u>la muus<u>aa</u> rabbii a'lamu biman j<u>aa</u>-a bi<strong>a</strong>lhud<u>aa</u> min 'indihi waman takuunu lahu '<u>aa</u>qibatu <strong>al</strong>dd<u>aa</u>ri innahu l<u>aa</u> yufli<u>h</u>u <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>",
        "idn": "Dan dia (Musa) menjawab, “Tuhanku lebih mengetahui siapa yang (pantas) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di akhirat. Sesungguhnya orang-orang yang zalim tidak akan mendapat kemenangan.” ",
        "signCode": "وقال موسى ربي أعلم بمن جاء بالهدى من عنده ومن تكون له عقبة الدار إنه لا يفلح الظلمون"
      },
      {
        "id": 3290,
        "surah": 28,
        "nomor": 38,
        "ar": "وَقَالَ فِرْعَوْنُ يٰٓاَيُّهَا الْمَلَاُ مَا عَلِمْتُ لَكُمْ مِّنْ اِلٰهٍ غَيْرِيْۚ فَاَوْقِدْ لِيْ يٰهَامٰنُ عَلَى الطِّيْنِ فَاجْعَلْ لِّيْ صَرْحًا لَّعَلِّيْٓ اَطَّلِعُ اِلٰٓى اِلٰهِ مُوْسٰىۙ وَاِنِّيْ لَاَظُنُّهٗ مِنَ الْكٰذِبِيْنَ ",
        "tr": "waq<u>aa</u>la fir'awnu y<u>aa</u> ayyuh<u>aa</u> <strong>a</strong>lmalau m<u>aa</u> 'alimtu lakum min il<u>aa</u>hin ghayrii fa-awqid lii y<u>aa</u> h<u>aa</u>m<u>aa</u>nu 'al<u>aa</u> <strong>al</strong><u>ththh</u>iini fa<strong>i</strong>j'al lii <u>sh</u>ar<u>h</u>an la'allii a<u>ththh</u>ali'u il<u>aa</u> il<u>aa</u>hi muus<u>aa</u> wa-innii la-a<u>zh</u>unnuhu mina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>",
        "idn": "Dan Fir‘aun berkata, “Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.” ",
        "signCode": "وقال فرعون يأيها الملأ ما علمت لكم من إله غيري فأوقد لي يهمن على الطين فاجعل لي صرحا لعلي أطلع إلى إله موسى وإني لأظنه من الكذبين"
      },
      {
        "id": 3291,
        "surah": 28,
        "nomor": 39,
        "ar": "وَاسْتَكْبَرَ هُوَ وَجُنُوْدُهٗ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوْٓا اَنَّهُمْ اِلَيْنَا لَا يُرْجَعُوْنَ ",
        "tr": "wa<strong>i</strong>stakbara huwa wajunuuduhu fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi wa<u>zh</u>annuu annahum ilayn<u>aa</u> l<u>aa</u> yurja'uun<strong>a</strong>",
        "idn": "Dan dia (Fir‘aun) dan bala tentaranya berlaku sombong, di bumi tanpa alasan yang benar, dan mereka mengira bahwa mereka tidak akan dikembalikan kepada Kami.",
        "signCode": "واستكبر هو وجنوده في الأرض بغير الحق وظنوا أنهم إلينا لا يرجعون"
      },
      {
        "id": 3292,
        "surah": 28,
        "nomor": 40,
        "ar": "فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ ۚفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ",
        "tr": "fa-akha<u>dz</u>n<u>aa</u>hu wajunuudahu fanaba<u>dz</u>n<u>aa</u>hum fii <strong>a</strong>lyammi fa<strong>u</strong>n<u>zh</u>ur kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Maka Kami siksa dia (Fir‘aun) dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka perhatikanlah bagaimana kesudahan orang yang zalim.",
        "signCode": "فأخذنه وجنوده فنبذنهم في اليم فانظر كيف كان عقبة الظلمين"
      },
      {
        "id": 3293,
        "surah": 28,
        "nomor": 41,
        "ar": "وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّدْعُوْنَ اِلَى النَّارِۚ وَيَوْمَ الْقِيٰمَةِ لَا يُنْصَرُوْنَ ",
        "tr": "waja'aln<u>aa</u>hum a-immatan yad'uuna il<u>aa</u> <strong>al</strong>nn<u>aa</u>ri wayawma <strong>a</strong>lqiy<u>aa</u>mati l<u>aa</u> yun<u>sh</u>aruun<strong>a</strong>",
        "idn": "Dan Kami jadikan mereka para pemimpin yang mengajak (manusia) ke neraka dan pada hari Kiamat mereka tidak akan ditolong.",
        "signCode": "وجعلنهم أئمة يدعون إلى النار ويوم القيمة لا ينصرون"
      },
      {
        "id": 3294,
        "surah": 28,
        "nomor": 42,
        "ar": "وَاَتْبَعْنٰهُمْ فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً ۚوَيَوْمَ الْقِيٰمَةِ هُمْ مِّنَ الْمَقْبُوْحِيْنَ ࣖ",
        "tr": "wa-atba'n<u>aa</u>hum fii h<u>aadz</u>ihi <strong>al</strong>dduny<u>aa</u> la'natan wayawma <strong>a</strong>lqiy<u>aa</u>mati hum mina <strong>a</strong>lmaqbuu<u>h</u>iin<strong>a</strong>",
        "idn": "Dan Kami susulkan laknat kepada mereka di dunia ini; sedangkan pada hari Kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah).",
        "signCode": "وأتبعنهم في هذه الدنيا لعنة ويوم القيمة هم من المقبوحين"
      },
      {
        "id": 3295,
        "surah": 28,
        "nomor": 43,
        "ar": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ مِنْۢ بَعْدِ مَآ اَهْلَكْنَا الْقُرُوْنَ الْاُوْلٰى بَصَاۤىِٕرَ لِلنَّاسِ وَهُدًى وَّرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُوْنَ ",
        "tr": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba min ba'di m<u>aa</u> ahlakn<u>aa</u> <strong>a</strong>lquruuna <strong>a</strong>l-uul<u>aa</u> ba<u>shaa</u>-ira li<strong>l</strong>nn<u>aa</u>si wahudan wara<u>h</u>matan la'allahum yata<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) setelah Kami binasakan umat-umat terdahulu, untuk menjadi pelita bagi manusia dan petunjuk serta rahmat, agar mereka mendapat pelajaran.",
        "signCode": "ولقد ءاتينا موسى الكتب من بعد ما أهلكنا القرون الأولى بصائر للناس وهدى ورحمة لعلهم يتذكرون"
      },
      {
        "id": 3296,
        "surah": 28,
        "nomor": 44,
        "ar": "وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ ۙ",
        "tr": "wam<u>aa</u> kunta bij<u>aa</u>nibi <strong>a</strong>lgharbiyyi i<u>dz</u> qa<u>dh</u>ayn<u>aa</u> il<u>aa</u> muus<u>aa</u> <strong>a</strong>l-amra wam<u>aa</u> kunta mina <strong>al</strong>sysy<u>aa</u>hidiin<strong>a</strong>",
        "idn": "Dan engkau (Muhammad) tidak berada di sebelah barat (lembah suci Tuwa) ketika Kami menyampaikan perintah kepada Musa, dan engkau tidak (pula) termasuk orang-orang yang menyaksikan (kejadian itu).",
        "signCode": "وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر وما كنت من الشهدين"
      },
      {
        "id": 3297,
        "surah": 28,
        "nomor": 45,
        "ar": "وَلٰكِنَّآ اَنْشَأْنَا قُرُوْنًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُۚ وَمَا كُنْتَ ثَاوِيًا فِيْٓ اَهْلِ مَدْيَنَ تَتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۙ وَلٰكِنَّا كُنَّا مُرْسِلِيْنَ ",
        "tr": "wal<u>aa</u>kinn<u>aa</u> ansya-n<u>aa</u> quruunan fata<u>th</u><u>aa</u>wala 'alayhimu <strong>a</strong>l'umuru wam<u>aa</u> kunta ts<u>aa</u>wiyan fii ahli madyana tatluu 'alayhim <u>aa</u>y<u>aa</u>tin<u>aa</u> wal<u>aa</u>kinn<u>aa</u> kunn<u>aa</u> mursiliin<strong>a</strong>",
        "idn": "Tetapi Kami telah menciptakan beberapa umat, dan telah berlalu atas mereka masa yang panjang, dan engkau (Muhammad) tidak tinggal bersama-sama penduduk Madyan dengan membacakan ayat-ayat Kami kepada mereka, tetapi Kami telah mengutus rasul-rasul.",
        "signCode": "ولكنا أنشأنا قرونا فتطاول عليهم العمر وما كنت ثاويا في أهل مدين تتلوا عليهم ءايتنا ولكنا كنا مرسلين"
      },
      {
        "id": 3298,
        "surah": 28,
        "nomor": 46,
        "ar": "وَمَا كُنْتَ بِجَانِبِ الطُّوْرِ اِذْ نَادَيْنَا وَلٰكِنْ رَّحْمَةً مِّنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
        "tr": "wam<u>aa</u> kunta bij<u>aa</u>nibi <strong>al</strong><u>ththh</u>uuri i<u>dz</u> n<u>aa</u>dayn<u>aa</u> wal<u>aa</u>kin ra<u>h</u>matan min rabbika litun<u>dz</u>ira qawman m<u>aa</u> at<u>aa</u>hum min na<u>dz</u>iirin min qablika la'allahum yata<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Dan engkau (Muhammad) tidak berada di dekat Tur (gunung) ketika Kami menyeru (Musa), tetapi (Kami utus engkau) sebagai rahmat dari Tuhanmu, agar engkau memberi peringatan kepada kaum (Quraisy) yang tidak didatangi oleh pemberi peringatan sebelum engkau agar mereka mendapat pelajaran.",
        "signCode": "وما كنت بجانب الطور إذ نادينا ولكن رحمة من ربك لتنذر قوما ما أتىهم من نذير من قبلك لعلهم يتذكرون"
      },
      {
        "id": 3299,
        "surah": 28,
        "nomor": 47,
        "ar": "وَلَوْلَآ اَنْ تُصِيْبَهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَيَقُوْلُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ",
        "tr": "walawl<u>aa</u> an tu<u>sh</u>iibahum mu<u>sh</u>iibatun bim<u>aa</u> qaddamat aydiihim fayaquuluu rabban<u>aa</u> lawl<u>aa</u> arsalta ilayn<u>aa</u> rasuulan fanattabi'a <u>aa</u>y<u>aa</u>tika wanakuuna mina <strong>a</strong>lmu/miniin<strong>a</strong>",
        "idn": "Dan agar mereka tidak mengatakan ketika azab menimpa mereka disebabkan apa yang mereka kerjakan, “Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami, agar kami mengikuti ayat-ayat Engkau dan termasuk orang mukmin.”",
        "signCode": "ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولا فنتبع ءايتك ونكون من المؤمنين"
      },
      {
        "id": 3300,
        "surah": 28,
        "nomor": 48,
        "ar": "فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْا لَوْلَآ اُوْتِيَ مِثْلَ مَآ اُوْتِيَ مُوْسٰىۗ اَوَلَمْ يَكْفُرُوْا بِمَآ اُوْتِيَ مُوْسٰى مِنْ قَبْلُۚ قَالُوْا سِحْرٰنِ تَظَاهَرَاۗ وَقَالُوْٓا اِنَّا بِكُلٍّ كٰفِرُوْنَ ",
        "tr": "falamm<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l<u>h</u>aqqu min 'indin<u>aa</u> q<u>aa</u>luu lawl<u>aa</u> uutiya mitsla m<u>aa</u> uutiya muus<u>aa</u> awa lam yakfuruu bim<u>aa</u> uutiya muus<u>aa</u> min qablu q<u>aa</u>luu si<u>h</u>r<u>aa</u>ni ta<u>zhaa</u>har<u>aa</u> waq<u>aa</u>luu inn<u>aa</u> bikullin k<u>aa</u>firuun<strong>a</strong>",
        "idn": "Maka ketika telah datang kepada mereka kebenaran (Al-Qur'an) dari sisi Kami, mereka berkata, “Mengapa tidak diberikan kepadanya (Muhammad) seperti apa yang telah diberikan kepada Musa dahulu?” Bukankah mereka itu telah ingkar (juga) kepada apa yang diberikan kepada Musa dahulu? Mereka dahulu berkata, “(Musa dan Harun adalah) dua pesihir yang bantu-membantu.” Dan mereka (juga) berkata, “Sesungguhnya kami sama sekali tidak mempercayai masing-masing mereka itu.”",
        "signCode": "فلما جاءهم الحق من عندنا قالوا لولا أوتي مثل ما أوتي موسى أولم يكفروا بما أوتي موسى من قبل قالوا سحران تظهرا وقالوا إنا بكل كفرون"
      },
      {
        "id": 3301,
        "surah": 28,
        "nomor": 49,
        "ar": "قُلْ فَأْتُوْا بِكِتٰبٍ مِّنْ عِنْدِ اللّٰهِ هُوَ اَهْدٰى مِنْهُمَآ اَتَّبِعْهُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
        "tr": "qul fa/tuu bikit<u>aa</u>bin min 'indi <strong>al</strong>l<u>aa</u>hi huwa ahd<u>aa</u> minhum<u>aa</u> attabi'hu in kuntum <u>shaa</u>diqiin<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Datangkanlah olehmu sebuah kitab dari sisi Allah yang kitab itu lebih memberi petunjuk daripada keduanya (Taurat dan Al-Qur'an), niscaya aku mengikutinya, jika kamu orang yang benar.”",
        "signCode": "قل فأتوا بكتب من عند الله هو أهدى منهما أتبعه إن كنتم صدقين"
      },
      {
        "id": 3302,
        "surah": 28,
        "nomor": 50,
        "ar": "فَاِنْ لَّمْ يَسْتَجِيْبُوْا لَكَ فَاعْلَمْ اَنَّمَا يَتَّبِعُوْنَ اَهْوَاۤءَهُمْۗ وَمَنْ اَضَلُّ مِمَّنِ اتَّبَعَ هَوٰىهُ بِغَيْرِ هُدًى مِّنَ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ",
        "tr": "fa-in lam yastajiibuu laka fa<strong>i</strong>'lam annam<u>aa</u> yattabi'uuna ahw<u>aa</u>-ahum waman a<u>dh</u>allu mimmani ittaba'a haw<u>aa</u>hu bighayri hudan mina <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Maka jika mereka tidak menjawab (tantanganmu), maka ketahuilah bahwa mereka hanyalah mengikuti keinginan mereka. Dan siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah sedikit pun? Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
        "signCode": "فإن لم يستجيبوا لك فاعلم أنما يتبعون أهواءهم ومن أضل ممن اتبع هوىه بغير هدى من الله إن الله لا يهدي القوم الظلمين"
      },
      {
        "id": 3303,
        "surah": 28,
        "nomor": 51,
        "ar": "۞ وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ۗ ",
        "tr": "walaqad wa<u>shsh</u>aln<u>aa</u> lahumu <strong>a</strong>lqawla la'allahum yata<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Dan sungguh, Kami telah menyampaikan perkataan ini (Al-Qur'an) kepada mereka agar mereka selalu mengingatnya.",
        "signCode": "ولقد وصلنا لهم القول لعلهم يتذكرون"
      },
      {
        "id": 3304,
        "surah": 28,
        "nomor": 52,
        "ar": "اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ مِنْ قَبْلِهٖ هُمْ بِهٖ يُؤْمِنُوْنَ ",
        "tr": "<strong>al</strong>la<u>dz</u>iina <u>aa</u>tayn<u>aa</u>humu <strong>a</strong>lkit<u>aa</u>ba min qablihi hum bihi yu/minuun<strong>a</strong>",
        "idn": "Orang-orang yang telah Kami berikan kepada mereka Al-Kitab sebelum Al-Qur'an, mereka beriman (pula) kepadanya (Al-Qur'an).",
        "signCode": "الذين ءاتينهم الكتب من قبله هم به يؤمنون"
      },
      {
        "id": 3305,
        "surah": 28,
        "nomor": 53,
        "ar": "وَاِذَا يُتْلٰى عَلَيْهِمْ قَالُوْٓا اٰمَنَّا بِهٖٓ اِنَّهُ الْحَقُّ مِنْ رَّبِّنَآ اِنَّا كُنَّا مِنْ قَبْلِهٖ مُسْلِمِيْنَ ",
        "tr": "wa-i<u>dzaa</u> yutl<u>aa</u> 'alayhim q<u>aa</u>luu <u>aa</u>mann<u>aa</u> bihi innahu <strong>a</strong>l<u>h</u>aqqu min rabbin<u>aa</u> inn<u>aa</u> kunn<u>aa</u> min qablihi muslimiin<strong>a</strong>",
        "idn": "Dan apabila (Al-Qur'an) dibacakan kepada mereka, mereka berkata, “Kami beriman kepadanya, sesungguhnya (Al-Qur'an) itu adalah suatu kebenaran dari Tuhan kami. Sungguh, sebelumnya kami adalah orang muslim.”",
        "signCode": "وإذا يتلى عليهم قالوا ءامنا به إنه الحق من ربنا إنا كنا من قبله مسلمين"
      },
      {
        "id": 3306,
        "surah": 28,
        "nomor": 54,
        "ar": "اُولٰۤىِٕكَ يُؤْتَوْنَ اَجْرَهُمْ مَّرَّتَيْنِ بِمَا صَبَرُوْا وَيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ",
        "tr": "ul<u>aa</u>-ika yu/tawna ajrahum marratayni bim<u>aa</u> <u>sh</u>abaruu wayadrauuna bi<strong>a</strong>l<u>h</u>asanati <strong>al</strong>ssayyi-ata wamimm<u>aa</u> razaqn<u>aa</u>hum yunfiquun<strong>a</strong>",
        "idn": "Mereka itu diberi pahala dua kali (karena beriman kepada Taurat dan Al-Qur'an) disebabkan kesabaran mereka, dan mereka menolak kejahatan dengan kebaikan, dan menginfakkan sebagian dari rezeki yang telah Kami berikan kepada mereka.",
        "signCode": "أولئك يؤتون أجرهم مرتين بما صبروا ويدرءون بالحسنة السيئة ومما رزقنهم ينفقون"
      },
      {
        "id": 3307,
        "surah": 28,
        "nomor": 55,
        "ar": "وَاِذَا سَمِعُوا اللَّغْوَ اَعْرَضُوْا عَنْهُ وَقَالُوْا لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۖسَلٰمٌ عَلَيْكُمْ ۖ لَا نَبْتَغِى الْجٰهِلِيْنَ",
        "tr": "wa-i<u>dzaa</u> sami'uu <strong>al</strong>laghwa a'ra<u>dh</u>uu 'anhu waq<u>aa</u>luu lan<u>aa</u> a'm<u>aa</u>lun<u>aa</u> walakum a'm<u>aa</u>lukum sal<u>aa</u>mun 'alaykum l<u>aa</u> nabtaghii <strong>a</strong>lj<u>aa</u>hiliin<strong>a</strong>",
        "idn": "Dan apabila mereka mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, “Bagi kami amal-amal kami dan bagimu amal-amal kamu, semoga selamatlah kamu, kami tidak ingin (bergaul) dengan orang-orang bodoh.”",
        "signCode": "وإذا سمعوا اللغو أعرضوا عنه وقالوا لنا أعملنا ولكم أعملكم سلم عليكم لا نبتغي الجهلين"
      },
      {
        "id": 3308,
        "surah": 28,
        "nomor": 56,
        "ar": "اِنَّكَ لَا تَهْدِيْ مَنْ اَحْبَبْتَ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۚوَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
        "tr": "innaka l<u>aa</u> tahdii man a<u>h</u>babta wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yahdii man yasy<u>aa</u>u wahuwa a'lamu bi<strong>a</strong>lmuhtadiin<strong>a</strong>",
        "idn": "Sungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima  petunjuk.",
        "signCode": "إنك لا تهدي من أحببت ولكن الله يهدي من يشاء وهو أعلم بالمهتدين"
      },
      {
        "id": 3309,
        "surah": 28,
        "nomor": 57,
        "ar": "وَقَالُوْٓا اِنْ نَّتَّبِعِ الْهُدٰى مَعَكَ نُتَخَطَّفْ مِنْ اَرْضِنَاۗ اَوَلَمْ نُمَكِّنْ لَّهُمْ حَرَمًا اٰمِنًا يُّجْبٰٓى اِلَيْهِ ثَمَرٰتُ كُلِّ شَيْءٍ رِّزْقًا مِّنْ لَّدُنَّا وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ",
        "tr": "waq<u>aa</u>luu in nattabi'i <strong>a</strong>lhud<u>aa</u> ma'aka nutakha<u>ththh</u>af min ar<u>dh</u>in<u>aa</u> awa lam numakkin lahum <u>h</u>araman <u>aa</u>minan yujb<u>aa</u> ilayhi tsamar<u>aa</u>tu kulli syay-in rizqan min ladunn<u>aa</u> wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>",
        "idn": "Dan mereka berkata, “Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.” (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui.",
        "signCode": "وقالوا إن نتبع الهدى معك نتخطف من أرضنا أولم نمكن لهم حرما ءامنا يجبى إليه ثمرت كل شيء رزقا من لدنا ولكن أكثرهم لا يعلمون"
      },
      {
        "id": 3310,
        "surah": 28,
        "nomor": 58,
        "ar": "وَكَمْ اَهْلَكْنَا مِنْ قَرْيَةٍ ۢ بَطِرَتْ مَعِيْشَتَهَا ۚفَتِلْكَ مَسٰكِنُهُمْ لَمْ تُسْكَنْ مِّنْۢ بَعْدِهِمْ اِلَّا قَلِيْلًاۗ وَكُنَّا نَحْنُ الْوَارِثِيْنَ ",
        "tr": "wakam ahlakn<u>aa</u> min qaryatin ba<u>th</u>irat ma'iisyatah<u>aa</u> fatilka mas<u>aa</u>kinuhum lam tuskan min ba'dihim ill<u>aa</u> qaliilan wakunn<u>aa</u> na<u>h</u>nu <strong>a</strong>lw<u>aa</u>ritsiin<strong>a</strong>",
        "idn": "Dan betapa banyak (penduduk) negeri yang sudah bersenang-senang dalam kehidupannya yang telah Kami binasakan, maka itulah tempat kediaman mereka yang tidak didiami (lagi) setelah mereka, kecuali sebagian kecil. Dan Kamilah yang mewarisinya.” ",
        "signCode": "وكم أهلكنا من قرية بطرت معيشتها فتلك مسكنهم لم تسكن من بعدهم إلا قليلا وكنا نحن الورثين"
      },
      {
        "id": 3311,
        "surah": 28,
        "nomor": 59,
        "ar": "وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرٰى حَتّٰى يَبْعَثَ فِيْٓ اُمِّهَا رَسُوْلًا يَّتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۚ وَمَا كُنَّا مُهْلِكِى الْقُرٰىٓ اِلَّا وَاَهْلُهَا ظٰلِمُوْنَ ",
        "tr": "wam<u>aa</u> k<u>aa</u>na rabbuka muhlika <strong>a</strong>lqur<u>aa</u> <u>h</u>att<u>aa</u> yab'atsa fii ummih<u>aa</u> rasuulan yatluu 'alayhim <u>aa</u>y<u>aa</u>tin<u>aa</u> wam<u>aa</u> kunn<u>aa</u> muhlikii <strong>a</strong>lqur<u>aa</u> ill<u>aa</u> wa-ahluh<u>aa</u> <u>zhaa</u>limuun<strong>a</strong>",
        "idn": "Dan Tuhanmu tidak akan membinasakan negeri-negeri, sebelum Dia mengutus seorang rasul di ibukotanya yang membacakan ayat-ayat Kami kepada mereka; dan tidak pernah (pula) Kami membinasakan (penduduk) negeri; kecuali penduduknya melakukan kezaliman. ",
        "signCode": "وما كان ربك مهلك القرى حتى يبعث في أمها رسولا يتلوا عليهم ءايتنا وما كنا مهلكي القرى إلا وأهلها ظلمون"
      },
      {
        "id": 3312,
        "surah": 28,
        "nomor": 60,
        "ar": "وَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا وَزِيْنَتُهَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰىۗ اَفَلَا تَعْقِلُوْنَ ࣖ",
        "tr": "wam<u>aa</u> uutiitum min syay-in famat<u>aa</u>'u <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> waziinatuh<u>aa</u> wam<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi khayrun wa-abq<u>aa</u> afal<u>aa</u> ta'qiluun<strong>a</strong>",
        "idn": "Dan apa saja (kekayaan, jabatan, keturunan) yang diberikan kepada kamu, maka itu adalah kesenangan hidup duniawi dan perhiasannya; sedang apa yang di sisi Allah adalah lebih baik dan lebih kekal. Tidakkah kamu mengerti?",
        "signCode": "وما أوتيتم من شيء فمتع الحيوة الدنيا وزينتها وما عند الله خير وأبقى أفلا تعقلون"
      },
      {
        "id": 3313,
        "surah": 28,
        "nomor": 61,
        "ar": "اَفَمَنْ وَّعَدْنٰهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيْهِ كَمَنْ مَّتَّعْنٰهُ مَتَاعَ الْحَيٰوةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيٰمَةِ مِنَ الْمُحْضَرِيْنَ ",
        "tr": "afaman wa'adn<u>aa</u>hu wa'dan <u>h</u>asanan fahuwa l<u>aa</u>qiihi kaman matta'n<u>aa</u>hu mat<u>aa</u>'a <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> tsumma huwa yawma <strong>a</strong>lqiy<u>aa</u>mati mina <strong>a</strong>lmu<u>hd</u>ariin<strong>a</strong>",
        "idn": "Maka apakah sama orang yang Kami janjikan kepadanya suatu janji yang baik (surga) lalu dia memperolehnya, dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi; kemudian pada hari Kiamat dia termasuk orang-orang yang diseret (ke dalam neraka)?",
        "signCode": "أفمن وعدنه وعدا حسنا فهو لقيه كمن متعنه متع الحيوة الدنيا ثم هو يوم القيمة من المحضرين"
      },
      {
        "id": 3314,
        "surah": 28,
        "nomor": 62,
        "ar": "وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ",
        "tr": "wayawma yun<u>aa</u>diihim fayaquulu ayna syurak<u>aa</u>-iya <strong>al</strong>la<u>dz</u>iina kuntum taz'umuun<strong>a</strong>",
        "idn": "Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka dan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu kamu sangka?”",
        "signCode": "ويوم يناديهم فيقول أين شركاءي الذين كنتم تزعمون"
      },
      {
        "id": 3315,
        "surah": 28,
        "nomor": 63,
        "ar": "قَالَ الَّذِيْنَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هٰٓؤُلَاۤءِ الَّذِيْنَ اَغْوَيْنَاۚ  اَغْوَيْنٰهُمْ كَمَا غَوَيْنَاۚ تَبَرَّأْنَآ اِلَيْكَ مَا كَانُوْٓا اِيَّانَا يَعْبُدُوْنَ ",
        "tr": "q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina <u>h</u>aqqa 'alayhimu <strong>a</strong>lqawlu rabban<u>aa</u> h<u>aa</u>ul<u>aa</u>-i <strong>al</strong>la<u>dz</u>iina aghwayn<u>aa</u> aghwayn<u>aa</u>hum kam<u>aa</u> ghawayn<u>aa</u> tabarra/n<u>aa</u> ilayka m<u>aa</u> k<u>aa</u>nuu iyy<u>aa</u>n<u>aa</u> ya'buduun<strong>a</strong>",
        "idn": "Orang-orang yang sudah pasti akan mendapatkan hukuman berkata, “Ya Tuhan kami, mereka inilah orang-orang yang kami sesatkan itu; kami telah menyesatkan mereka sebagaimana kami (sendiri) sesat, kami menyatakan kepada Engkau berlepas diri (dari mereka), mereka sekali-kali tidak menyembah kami.” ",
        "signCode": "قال الذين حق عليهم القول ربنا هؤلاء الذين أغوينا أغوينهم كما غوينا تبرأنا إليك ما كانوا إيانا يعبدون"
      },
      {
        "id": 3316,
        "surah": 28,
        "nomor": 64,
        "ar": "وَقِيْلَ ادْعُوْا شُرَكَاۤءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ ۗوَرَاَوُا الْعَذَابَۚ  لَوْ اَنَّهُمْ كَانُوْا يَهْتَدُوْنَ",
        "tr": "waqiila ud'uu syurak<u>aa</u>-akum fada'awhum falam yastajiibuu lahum wara-awuu <strong>a</strong>l'a<u>dzaa</u>ba law annahum k<u>aa</u>nuu yahtaduun<strong>a</strong>",
        "idn": "Dan dikatakan (kepada mereka), “Serulah sekutu-sekutumu,” lalu mereka menyerunya, tetapi yang diseru tidak menyambutnya, dan mereka melihat azab. (Mereka itu berkeinginan) sekiranya mereka dahulu menerima petunjuk. ",
        "signCode": "وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم ورأوا العذاب لو أنهم كانوا يهتدون"
      },
      {
        "id": 3317,
        "surah": 28,
        "nomor": 65,
        "ar": "وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ مَاذَآ اَجَبْتُمُ الْمُرْسَلِيْنَ ",
        "tr": "wayawma yun<u>aa</u>diihim fayaquulu m<u>aatsaa</u> ajabtumu <strong>a</strong>lmursaliin<strong>a</strong>",
        "idn": "Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka, dan berfirman, “Apakah jawabanmu terhadap para rasul?”",
        "signCode": "ويوم يناديهم فيقول ماذا أجبتم المرسلين"
      },
      {
        "id": 3318,
        "surah": 28,
        "nomor": 66,
        "ar": "فَعَمِيَتْ عَلَيْهِمُ الْاَنْۢبَاۤءُ يَوْمَىِٕذٍ فَهُمْ لَا يَتَسَاۤءَلُوْنَ ",
        "tr": "fa'amiyat 'alayhimu <strong>a</strong>l-anb<u>aa</u>u yawma-i<u>dz</u>in fahum l<u>aa</u> yatas<u>aa</u>-aluun<strong>a</strong>",
        "idn": "Maka gelaplah bagi mereka segala macam alasan pada hari itu, karena itu mereka tidak saling bertanya. ",
        "signCode": "فعميت عليهم الأنباء يومئذ فهم لا يتساءلون"
      },
      {
        "id": 3319,
        "surah": 28,
        "nomor": 67,
        "ar": "فَاَمَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَعَسٰٓى اَنْ يَّكُوْنَ مِنَ الْمُفْلِحِيْنَ ",
        "tr": "fa-amm<u>aa</u> man t<u>aa</u>ba wa<u>aa</u>mana wa'amila <u>shaa</u>li<u>h</u>an fa'as<u>aa</u> an yakuuna mina <strong>a</strong>lmufli<u>h</u>iin<strong>a</strong>",
        "idn": "Maka adapun orang yang bertobat dan beriman, serta mengerjakan kebajikan, maka mudah-mudahan dia termasuk orang yang beruntung. ",
        "signCode": "فأما من تاب وءامن وعمل صلحا فعسى أن يكون من المفلحين"
      },
      {
        "id": 3320,
        "surah": 28,
        "nomor": 68,
        "ar": "وَرَبُّكَ يَخْلُقُ مَا يَشَاۤءُ وَيَخْتَارُ ۗمَا كَانَ لَهُمُ الْخِيَرَةُ ۗسُبْحٰنَ اللّٰهِ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
        "tr": "warabbuka yakhluqu m<u>aa</u> yasy<u>aa</u>u wayakht<u>aa</u>ru m<u>aa</u> k<u>aa</u>na lahumu <strong>a</strong>lkhiyaratu sub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi wata'<u>aa</u>l<u>aa</u> 'amm<u>aa</u> yusyrikuun<strong>a</strong>",
        "idn": "Dan Tuhanmu menciptakan dan memilih apa yang Dia kehendaki. Bagi mereka (manusia) tidak ada pilihan. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan.",
        "signCode": "وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحن الله وتعلى عما يشركون"
      },
      {
        "id": 3321,
        "surah": 28,
        "nomor": 69,
        "ar": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ",
        "tr": "warabbuka ya'lamu m<u>aa</u> tukinnu <u>sh</u>uduuruhum wam<u>aa</u> yu'linuun<strong>a</strong>",
        "idn": "Dan Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan. ",
        "signCode": "وربك يعلم ما تكن صدورهم وما يعلنون"
      },
      {
        "id": 3322,
        "surah": 28,
        "nomor": 70,
        "ar": "وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ لَهُ الْحَمْدُ فِى الْاُوْلٰى وَالْاٰخِرَةِ ۖوَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ",
        "tr": "wahuwa <strong>al</strong>l<u>aa</u>hu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa lahu <strong>a</strong>l<u>h</u>amdu fii <strong>a</strong>l-uul<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati walahu <strong>a</strong>l<u>h</u>ukmu wa-ilayhi turja'uun<strong>a</strong>",
        "idn": "Dan Dialah Allah, tidak ada tuhan (yang berhak disembah) selain Dia, segala puji bagi-Nya di dunia dan di akhirat, dan bagi-Nya segala penentuan dan kepada-Nya kamu dikembalikan.",
        "signCode": "وهو الله لا إله إلا هو له الحمد في الأولى والءاخرة وله الحكم وإليه ترجعون"
      },
      {
        "id": 3323,
        "surah": 28,
        "nomor": 71,
        "ar": "قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ الَّيْلَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِضِيَاۤءٍ ۗ اَفَلَا تَسْمَعُوْنَ ",
        "tr": "qul ara-aytum in ja'ala <strong>al</strong>l<u>aa</u>hu 'alaykumu <strong>al</strong>layla sarmadan il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati man il<u>aa</u>hun ghayru <strong>al</strong>l<u>aa</u>hi ya/tiikum bi<u>dh</u>iy<u>aa</u>-in afal<u>aa</u> tasma'uun<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Bagaimana pendapatmu, jika Allah menjadikan untukmu malam itu terus-menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Apakah kamu tidak mendengar?”",
        "signCode": "قل أرءيتم إن جعل الله عليكم اليل سرمدا إلى يوم القيمة من إله غير الله يأتيكم بضياء أفلا تسمعون"
      },
      {
        "id": 3324,
        "surah": 28,
        "nomor": 72,
        "ar": "قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِلَيْلٍ تَسْكُنُوْنَ فِيْهِ ۗ اَفَلَا تُبْصِرُوْنَ ",
        "tr": "qul ara-aytum in ja'ala <strong>al</strong>l<u>aa</u>hu 'alaykumu <strong>al</strong>nnah<u>aa</u>ra sarmadan il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati man il<u>aa</u>hun ghayru <strong>al</strong>l<u>aa</u>hi ya/tiikum bilaylin taskunuuna fiihi afal<u>aa</u> tub<u>sh</u>iruun<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Bagaimana pendapatmu, jika Allah menjadikan untukmu siang itu terus-menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan?”",
        "signCode": "قل أرءيتم إن جعل الله عليكم النهار سرمدا إلى يوم القيمة من إله غير الله يأتيكم بليل تسكنون فيه أفلا تبصرون"
      },
      {
        "id": 3325,
        "surah": 28,
        "nomor": 73,
        "ar": "وَمِنْ رَّحْمَتِهٖ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُوْا فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
        "tr": "wamin ra<u>h</u>matihi ja'ala lakumu <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra litaskunuu fiihi walitabtaghuu min fa<u>dh</u>lihi wala'allakum tasykuruun<strong>a</strong>",
        "idn": "Dan adalah karena rahmat-Nya, Dia jadikan untukmu malam dan siang, agar kamu beristirahat pada malam hari dan agar kamu mencari sebagian karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya.",
        "signCode": "ومن رحمته جعل لكم اليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون"
      },
      {
        "id": 3326,
        "surah": 28,
        "nomor": 74,
        "ar": "وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ",
        "tr": "wayawma yun<u>aa</u>diihim fayaquulu ayna syurak<u>aa</u>-iya <strong>al</strong>la<u>dz</u>iina kuntum taz'umuun<strong>a</strong>",
        "idn": "Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka, dan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu kamu sangka?”",
        "signCode": "ويوم يناديهم فيقول أين شركاءي الذين كنتم تزعمون"
      },
      {
        "id": 3327,
        "surah": 28,
        "nomor": 75,
        "ar": "وَنَزَعْنَا مِنْ كُلِّ اُمَّةٍ شَهِيْدًا فَقُلْنَا هَاتُوْا بُرْهَانَكُمْ فَعَلِمُوْٓا اَنَّ الْحَقَّ لِلّٰهِ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ",
        "tr": "wanaza'n<u>aa</u> min kulli ummatin syahiidan faquln<u>aa</u> h<u>aa</u>tuu burh<u>aa</u>nakum fa'alimuu anna <strong>a</strong>l<u>h</u>aqqa lill<u>aa</u>hi wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>",
        "idn": "Dan Kami datangkan dari setiap umat seorang saksi, lalu Kami katakan, “Kemukakanlah bukti kebenaranmu,” maka tahulah mereka bahwa yang hak (kebenaran) itu milik Allah dan lenyaplah dari mereka apa yang dahulu mereka ada-adakan.",
        "signCode": "ونزعنا من كل أمة شهيدا فقلنا هاتوا برهنكم فعلموا أن الحق لله وضل عنهم ما كانوا يفترون"
      },
      {
        "id": 3328,
        "surah": 28,
        "nomor": 76,
        "ar": "۞ اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰى فَبَغٰى عَلَيْهِمْ ۖوَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۤاُ بِالْعُصْبَةِ اُولِى الْقُوَّةِ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ  اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ ",
        "tr": "inna q<u>aa</u>ruuna k<u>aa</u>na min qawmi muus<u>aa</u> fabagh<u>aa</u> 'alayhim wa<u>aa</u>tayn<u>aa</u>hu mina <strong>a</strong>lkunuuzi m<u>aa</u> inna maf<u>aa</u>ti<u>h</u>ahu latanuu-u bi<strong>a</strong>l'u<u>sh</u>bati ulii <strong>a</strong>lquwwati i<u>dz</u> q<u>aa</u>la lahu qawmuhu l<u>aa</u> tafra<u>h</u> inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lfari<u>h</u>iin<strong>a</strong>",
        "idn": "Sesungguhnya Karun termasuk kaum Musa, tetapi dia berlaku zalim terhadap mereka, dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, “Janganlah engkau terlalu bangga. Sungguh, Allah tidak menyukai orang yang membanggakan diri.”",
        "signCode": "إن قرون كان من قوم موسى فبغى عليهم وءاتينه من الكنوز ما إن مفاتحه لتنوأ بالعصبة أولي القوة إذ قال له قومه لا تفرح إن الله لا يحب الفرحين"
      },
      {
        "id": 3329,
        "surah": 28,
        "nomor": 77,
        "ar": "وَابْتَغِ فِيْمَآ اٰتٰىكَ اللّٰهُ الدَّارَ الْاٰخِرَةَ  وَلَا تَنْسَ نَصِيْبَكَ مِنَ الدُّنْيَا  وَاَحْسِنْ كَمَآ اَحْسَنَ اللّٰهُ اِلَيْكَ  وَلَا تَبْغِ الْفَسَادَ فِى الْاَرْضِ ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُفْسِدِيْنَ",
        "tr": "wa<strong>i</strong>btaghi fiim<u>aa</u> <u>aa</u>t<u>aa</u>ka <strong>al</strong>l<u>aa</u>hu <strong>al</strong>dd<u>aa</u>ra <strong>a</strong>l-<u>aa</u>khirata wal<u>aa</u> tansa na<u>sh</u>iibaka mina <strong>al</strong>dduny<u>aa</u> wa-a<u>h</u>sin kam<u>aa</u> a<u>h</u>sana <strong>al</strong>l<u>aa</u>hu ilayka wal<u>aa</u> tabghi <strong>a</strong>lfas<u>aa</u>da fii <strong>a</strong>l-ar<u>dh</u>i inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmufsidiin<strong>a</strong>",
        "idn": "Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuatbaiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan.",
        "signCode": "وابتغ فيما ءاتىك الله الدار الءاخرة ولا تنس نصيبك من الدنيا وأحسن كما أحسن الله إليك ولا تبغ الفساد في الأرض إن الله لا يحب المفسدين"
      },
      {
        "id": 3330,
        "surah": 28,
        "nomor": 78,
        "ar": "قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ عِنْدِيْۗ اَوَلَمْ يَعْلَمْ اَنَّ اللّٰهَ قَدْ اَهْلَكَ مِنْ قَبْلِهٖ مِنَ الْقُرُوْنِ مَنْ هُوَ اَشَدُّ مِنْهُ قُوَّةً وَّاَكْثَرُ جَمْعًا ۗوَلَا يُسْـَٔلُ عَنْ ذُنُوْبِهِمُ الْمُجْرِمُوْنَ ",
        "tr": "q<u>aa</u>la innam<u>aa</u> uutiituhu 'al<u>aa</u> 'ilmin 'indii awa lam ya'lam anna <strong>al</strong>l<u>aa</u>ha qad ahlaka min qablihi mina <strong>a</strong>lquruuni man huwa asyaddu minhu quwwatan wa-aktsaru jam'an wal<u>aa</u> yus-alu 'an <u>dz</u>unuubihimu <strong>a</strong>lmujrimuun<strong>a</strong>",
        "idn": "Dia (Karun) berkata, “Sesungguhnya aku diberi (harta itu), semata-mata karena ilmu yang ada padaku.” Tidakkah dia tahu, bahwa Allah telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka.",
        "signCode": "قال إنما أوتيته على علم عندي أولم يعلم أن الله قد أهلك من قبله من القرون من هو أشد منه قوة وأكثر جمعا ولا يسءل عن ذنوبهم المجرمون"
      },
      {
        "id": 3331,
        "surah": 28,
        "nomor": 79,
        "ar": "فَخَرَجَ عَلٰى قَوْمِهٖ فِيْ زِيْنَتِهٖ ۗقَالَ الَّذِيْنَ يُرِيْدُوْنَ الْحَيٰوةَ الدُّنْيَا يٰلَيْتَ لَنَا مِثْلَ مَآ اُوْتِيَ قَارُوْنُۙ اِنَّهٗ لَذُوْ حَظٍّ عَظِيْمٍ ",
        "tr": "fakharaja 'al<u>aa</u> qawmihi fii ziinatihi q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina yuriiduuna <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> y<u>aa</u> layta lan<u>aa</u> mitsla m<u>aa</u> uutiya q<u>aa</u>ruunu innahu la<u>dz</u>uu <u>h</u>a<u>zhzh</u>in 'a<u>zh</u>iim<strong>in</strong>",
        "idn": "Maka keluarlah dia (Karun) kepada kaumnya dengan kemegahannya. Orang-orang yang menginginkan kehidupan dunia berkata, “Mudah-mudahan kita mempunyai harta kekayaan seperti apa yang telah diberikan kepada Karun, sesungguhnya dia benar-benar mempunyai keberuntungan yang besar.”",
        "signCode": "فخرج على قومه في زينته قال الذين يريدون الحيوة الدنيا يليت لنا مثل ما أوتي قرون إنه لذو حظ عظيم"
      },
      {
        "id": 3332,
        "surah": 28,
        "nomor": 80,
        "ar": "وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللّٰهِ خَيْرٌ لِّمَنْ اٰمَنَ وَعَمِلَ صَالِحًا ۚوَلَا يُلَقّٰىهَآ اِلَّا الصّٰبِرُوْنَ ",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>l'ilma waylakum tsaw<u>aa</u>bu <strong>al</strong>l<u>aa</u>hi khayrun liman <u>aa</u>mana wa'amila <u>shaa</u>li<u>h</u>an wal<u>aa</u> yulaqq<u>aa</u>h<u>aa</u> ill<u>aa</u> <strong>al</strong><u>shshaa</u>biruun<strong>a</strong>",
        "idn": "Tetapi orang-orang yang dianugerahi ilmu berkata, “Celakalah kamu! Ketahuilah, pahala Allah lebih baik bagi orang-orang yang beriman dan mengerjakan kebajikan, dan (pahala yang besar) itu hanya diperoleh oleh orang-orang yang sabar.”",
        "signCode": "وقال الذين أوتوا العلم ويلكم ثواب الله خير لمن ءامن وعمل صلحا ولا يلقىها إلا الصبرون"
      },
      {
        "id": 3333,
        "surah": 28,
        "nomor": 81,
        "ar": "فَخَسَفْنَا بِهٖ وَبِدَارِهِ الْاَرْضَ ۗفَمَا كَانَ لَهٗ مِنْ فِئَةٍ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ ۖوَمَا كَانَ مِنَ الْمُنْتَصِرِيْنَ ",
        "tr": "fakhasafn<u>aa</u> bihi wabid<u>aa</u>rihi <strong>a</strong>l-ar<u>dh</u>a fam<u>aa</u> k<u>aa</u>na lahu min fi-atin yan<u>sh</u>uruunahu min duuni <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> k<u>aa</u>na mina <strong>a</strong>lmunta<u>sh</u>iriin<strong>a</strong>",
        "idn": "Maka Kami benamkan dia (Karun) bersama rumahnya ke dalam bumi. Maka tidak ada baginya satu golongan pun yang akan menolongnya selain Allah, dan dia tidak termasuk orang-orang yang dapat membela diri.",
        "signCode": "فخسفنا به وبداره الأرض فما كان له من فئة ينصرونه من دون الله وما كان من المنتصرين"
      },
      {
        "id": 3334,
        "surah": 28,
        "nomor": 82,
        "ar": "وَاَصْبَحَ الَّذِيْنَ تَمَنَّوْا مَكَانَهٗ بِالْاَمْسِ يَقُوْلُوْنَ وَيْكَاَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُۚ  لَوْلَآ اَنْ مَّنَّ اللّٰهُ عَلَيْنَا لَخَسَفَ بِنَا ۗوَيْكَاَنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ ࣖ ",
        "tr": "wa-a<u>sh</u>ba<u>h</u>a <strong>al</strong>la<u>dz</u>iina tamannaw mak<u>aa</u>nahu bi<strong>a</strong>l-amsi yaquuluuna wayka-anna <strong>al</strong>l<u>aa</u>ha yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u min 'ib<u>aa</u>dihi wayaqdiru lawl<u>aa</u> an manna <strong>al</strong>l<u>aa</u>hu 'alayn<u>aa</u> lakhasafa bin<u>aa</u> wayka-annahu l<u>aa</u> yufli<u>h</u>u <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>",
        "idn": "Dan orang-orang yang kemarin mengangan-angankan kedudukannya (Karun) itu berkata, “Aduhai, benarlah kiranya Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya dan membatasi (bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya). Sekiranya Allah tidak melimpahkan karunia-Nya pada kita, tentu Dia telah membenamkan kita pula. Aduhai, benarlah kiranya tidak akan beruntung orang-orang yang mengingkari (nikmat Allah).”",
        "signCode": "وأصبح الذين تمنوا مكانه بالأمس يقولون ويكأن الله يبسط الرزق لمن يشاء من عباده ويقدر لولا أن من الله علينا لخسف بنا ويكأنه لا يفلح الكفرون"
      },
      {
        "id": 3335,
        "surah": 28,
        "nomor": 83,
        "ar": "تِلْكَ الدَّارُ الْاٰخِرَةُ نَجْعَلُهَا لِلَّذِيْنَ لَا يُرِيْدُوْنَ عُلُوًّا فِى الْاَرْضِ وَلَا فَسَادًا ۗوَالْعَاقِبَةُ لِلْمُتَّقِيْنَ ",
        "tr": "tilka <strong>al</strong>dd<u>aa</u>ru <strong>a</strong>l-<u>aa</u>khiratu naj'aluh<u>aa</u> lilla<u>dz</u>iina l<u>aa</u> yuriiduuna 'uluwwan fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fas<u>aa</u>dan wa<strong>a</strong>l'<u>aa</u>qibatu lilmuttaqiin<strong>a</strong>",
        "idn": "Negeri akhirat itu Kami jadikan bagi orang-orang yang tidak menyombongkan diri dan tidak berbuat kerusakan di bumi. Dan kesudahan (yang baik) itu bagi orang-orang yang bertakwa.",
        "signCode": "تلك الدار الءاخرة نجعلها للذين لا يريدون علوا في الأرض ولا فسادا والعقبة للمتقين"
      },
      {
        "id": 3336,
        "surah": 28,
        "nomor": 84,
        "ar": "مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِيْنَ عَمِلُوا السَّيِّاٰتِ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ",
        "tr": "man j<u>aa</u>-a bi<strong>a</strong>l<u>h</u>asanati falahu khayrun minh<u>aa</u> waman j<u>aa</u>-a bi<strong>al</strong>ssayyi-ati fal<u>aa</u> yujz<u>aa</u> <strong>al</strong>la<u>dz</u>iina 'amiluu <strong>al</strong>ssayyi-<u>aa</u>ti ill<u>aa</u> m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "idn": "Barangsiapa datang dengan (membawa) kebaikan, maka dia akan mendapat (pahala) yang lebih baik daripada kebaikannya itu; dan barang siapa datang dengan (membawa) kejahatan, maka orang-orang yang telah mengerjakan kejahatan itu hanya diberi balasan (seimbang) dengan apa yang dahulu mereka kerjakan.",
        "signCode": "من جاء بالحسنة فله خير منها ومن جاء بالسيئة فلا يجزى الذين عملوا السيءات إلا ما كانوا يعملون"
      },
      {
        "id": 3337,
        "surah": 28,
        "nomor": 85,
        "ar": "اِنَّ الَّذِيْ فَرَضَ عَلَيْكَ الْقُرْاٰنَ لَرَاۤدُّكَ اِلٰى مَعَادٍ ۗقُلْ رَّبِّيْٓ اَعْلَمُ مَنْ جَاۤءَ بِالْهُدٰى وَمَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
        "tr": "inna <strong>al</strong>la<u>dz</u>ii fara<u>dh</u>a 'alayka <strong>a</strong>lqur-<u>aa</u>na lar<u>aa</u>dduka il<u>aa</u> ma'<u>aa</u>din qul rabbii a'lamu man j<u>aa</u>-a bi<strong>a</strong>lhud<u>aa</u> waman huwa fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
        "idn": "Sesungguhnya (Allah) yang mewajibkan engkau (Muhammad) untuk (melaksanakan hukum-hukum) Al-Qur'an, benar-benar akan mengembalikanmu ke tempat kembali. Katakanlah (Muhammad), “Tuhanku mengetahui orang yang membawa petunjuk dan orang yang berada dalam kesesatan yang nyata.”",
        "signCode": "إن الذي فرض عليك القرءان لرادك إلى معاد قل ربي أعلم من جاء بالهدى ومن هو في ضلل مبين"
      },
      {
        "id": 3338,
        "surah": 28,
        "nomor": 86,
        "ar": "وَمَا كُنْتَ تَرْجُوْٓا اَنْ يُّلْقٰٓى اِلَيْكَ الْكِتٰبُ اِلَّا رَحْمَةً مِّنْ رَّبِّكَ  فَلَا تَكُوْنَنَّ ظَهِيْرًا لِّلْكٰفِرِيْنَ ۖ ",
        "tr": "wam<u>aa</u> kunta tarjuu an yulq<u>aa</u> ilayka <strong>a</strong>lkit<u>aa</u>bu ill<u>aa</u> ra<u>h</u>matan min rabbika fal<u>aa</u> takuunanna <u>zh</u>ahiiran lilk<u>aa</u>firiin<strong>a</strong>",
        "idn": "Dan engkau (Muhammad) tidak pernah mengharap agar Kitab (Al-Qur'an) itu diturunkan kepadamu, tetapi ia (diturunkan) sebagai rahmat dari Tuhanmu, sebab itu janganlah sekali-kali engkau menjadi penolong bagi orang-orang kafir,",
        "signCode": "وما كنت ترجوا أن يلقى إليك الكتب إلا رحمة من ربك فلا تكونن ظهيرا للكفرين"
      },
      {
        "id": 3339,
        "surah": 28,
        "nomor": 87,
        "ar": "وَلَا يَصُدُّنَّكَ عَنْ اٰيٰتِ اللّٰهِ بَعْدَ اِذْ اُنْزِلَتْ اِلَيْكَ وَادْعُ اِلٰى رَبِّكَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ۚ ",
        "tr": "wal<u>aa</u> ya<u>sh</u>uddunnaka 'an <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi ba'da i<u>dz</u> unzilat ilayka wa<strong>u</strong>d'u il<u>aa</u> rabbika wal<u>aa</u> takuunanna mina <strong>a</strong>lmusyrikiin<strong>a</strong>",
        "idn": "dan jangan sampai mereka menghalang-halangi engkau (Muhammad) untuk (menyampaikan) ayat-ayat Allah, setelah ayat-ayat itu diturunkan kepadamu, dan serulah (manusia) agar (beriman) kepada Tuhanmu, dan janganlah engkau termasuk orang-orang musyrik.",
        "signCode": "ولا يصدنك عن ءايت الله بعد إذ أنزلت إليك وادع إلى ربك ولا تكونن من المشركين"
      },
      {
        "id": 3340,
        "surah": 28,
        "nomor": 88,
        "ar": "وَلَا تَدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۘ  لَآ اِلٰهَ اِلَّا هُوَۗ كُلُّ شَيْءٍ هَالِكٌ اِلَّا وَجْهَهٗ ۗ لَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ࣖ ",
        "tr": "wal<u>aa</u> tad'u ma'a <strong>al</strong>l<u>aa</u>hi il<u>aa</u>han <u>aa</u>khara l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa kullu syay-in h<u>aa</u>likun ill<u>aa</u> wajhahu lahu <strong>a</strong>l<u>h</u>ukmu wa-ilayhi turja'uun<strong>a</strong>",
        "idn": "Dan jangan (pula) engkau sembah tuhan yang lain selain Allah. Tidak ada tuhan (yang berhak disembah) selain Dia. Segala sesuatu pasti binasa, kecuali Allah. Segala keputusan menjadi wewenang-Nya, dan hanya kepada-Nya kamu dikembalikan.",
        "signCode": "ولا تدع مع الله إلها ءاخر لا إله إلا هو كل شيء هالك إلا وجهه له الحكم وإليه ترجعون"
      }
    ]
  },
  {
    "status": true,
    "nomor": 29,
    "nama": "العنكبوت",
    "nama_latin": "Al-'Ankabut",
    "jumlah_ayat": 69,
    "tempat_turun": "mekah",
    "arti": "Laba-Laba",
    "deskripsi": "Surat Al 'Ankabuut terdiri atas 69 ayat, termasuk golongan surat-surrat Makkiyah. Dinamai <i>Al 'Ankabuut</i> berhubung terdapatnya perkataan <i>Al 'Ankabuut</i> yang berarti <i>laba-laba</i> pada ayat 41 surat ini, dimana Allah mengumpamakan penyembah-penyembah berhala-berhala itu, dengan laba-laba yang percaya kepada kekuatan rumahnya sebagai tempat ia berlindung dan tempat ia menjerat mangsanya, padahal kalau dihembus angin atau ditimpa oleh suatu barang yang kecil saja, rumah itu akan hancur. Begitu pula halnya dengan kaum musyrikin yang percaya kepada kekuatan sembahan-sembahan mereka sebagai tempat berlindung dan tempat meminta sesuatu yang mereka ingini, padahal sembahan-sembahan mereka itu tidak mampu sedikit juga menolong mereka dari azab Allah waktu di dunia, seperti yang terjadi pada kaum Nuh, kaum Ibrahim, kaum Luth, kaum Syu'aib, kaum Saleh, dan lain-lain. Apalagi menghadapi azab Allah di akhirat nanti, sembahan-sembahan mereka itu lebih tidak mampu menghindarkan dan melindungi mereka.",
    "audio": "https://santrikoding.com/storage/audio/029.mp3",
    "ayat": [
      {
        "id": 3341,
        "surah": 29,
        "nomor": 1,
        "ar": "الۤمّۤ ۗ ",
        "tr": "alif-l<u>aa</u>m-miim",
        "idn": "Alif Lam Mim.",
        "signCode": "الم"
      },
      {
        "id": 3342,
        "surah": 29,
        "nomor": 2,
        "ar": "اَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ ",
        "tr": "a<u>h</u>asiba <strong>al</strong>nn<u>aa</u>su an yutrakuu an yaquuluu <u>aa</u>mann<u>aa</u> wahum l<u>aa</u> yuftanuun<strong>a</strong>",
        "idn": "Apakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, “Kami telah beriman,” dan mereka tidak diuji?",
        "signCode": "أحسب الناس أن يتركوا أن يقولوا ءامنا وهم لا يفتنون"
      },
      {
        "id": 3343,
        "surah": 29,
        "nomor": 3,
        "ar": "وَلَقَدْ فَتَنَّا الَّذِيْنَ مِنْ قَبْلِهِمْ  فَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ صَدَقُوْا وَلَيَعْلَمَنَّ الْكٰذِبِيْنَ ",
        "tr": "walaqad fatann<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablihim falaya'lamanna <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>sh</u>adaquu walaya'lamanna <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>",
        "idn": "Dan sungguh, Kami telah menguji orang-orang sebelum mereka, maka Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui orang-orang yang dusta.",
        "signCode": "ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكذبين"
      },
      {
        "id": 3344,
        "surah": 29,
        "nomor": 4,
        "ar": "اَمْ حَسِبَ الَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِ اَنْ يَّسْبِقُوْنَا ۗسَاۤءَ مَا يَحْكُمُوْنَ ",
        "tr": "am <u>h</u>asiba <strong>al</strong>la<u>dz</u>iina ya'maluuna <strong>al</strong>ssayyi-<u>aa</u>ti an yasbiquun<u>aa</u> s<u>aa</u>-a m<u>aa</u> ya<u>h</u>kumuun<strong>a</strong>",
        "idn": "Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! ",
        "signCode": "أم حسب الذين يعملون السيءات أن يسبقونا ساء ما يحكمون"
      },
      {
        "id": 3345,
        "surah": 29,
        "nomor": 5,
        "ar": "مَنْ كَانَ يَرْجُوْا لِقَاۤءَ اللّٰهِ فَاِنَّ اَجَلَ اللّٰهِ لَاٰتٍ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
        "tr": "man k<u>aa</u>na yarjuu liq<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi fa-inna ajala <strong>al</strong>l<u>aa</u>hi la<u>aa</u>tin wahuwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>",
        "idn": "Barangsiapa mengharap pertemuan dengan Allah, maka sesungguhnya waktu (yang dijanjikan) Allah pasti datang. Dan Dia Yang Maha Mendengar, Maha Mengetahui.",
        "signCode": "من كان يرجوا لقاء الله فإن أجل الله لءات وهو السميع العليم"
      },
      {
        "id": 3346,
        "surah": 29,
        "nomor": 6,
        "ar": "وَمَنْ جَاهَدَ فَاِنَّمَا يُجَاهِدُ لِنَفْسِهٖ ۗاِنَّ اللّٰهَ لَغَنِيٌّ عَنِ الْعٰلَمِيْنَ ",
        "tr": "waman j<u>aa</u>hada fa-innam<u>aa</u> yuj<u>aa</u>hidu linafsihi inna <strong>al</strong>l<u>aa</u>ha laghaniyyun 'ani <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Dan barangsiapa berjihad, maka sesungguhnya jihadnya itu untuk dirinya sendiri. Sungguh, Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam.",
        "signCode": "ومن جهد فإنما يجهد لنفسه إن الله لغني عن العلمين"
      },
      {
        "id": 3347,
        "surah": 29,
        "nomor": 7,
        "ar": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَنَجْزِيَنَّهُمْ اَحْسَنَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lanukaffiranna 'anhum sayyi-<u>aa</u>tihim walanajziyannahum a<u>h</u>sana <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "idn": "Dan orang-orang yang beriman dan mengerjakan kebajikan, pasti akan Kami hapus kesalahan-kesalahannya dan mereka pasti akan Kami beri balasan yang lebih baik dari apa yang mereka kerjakan.",
        "signCode": "والذين ءامنوا وعملوا الصلحت لنكفرن عنهم سيءاتهم ولنجزينهم أحسن الذي كانوا يعملون"
      },
      {
        "id": 3348,
        "surah": 29,
        "nomor": 8,
        "ar": "وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۗوَاِنْ جَاهَدٰكَ لِتُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا ۗاِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
        "tr": "wawa<u>shsh</u>ayn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na biw<u>aa</u>lidayhi <u>h</u>usnan wa-in j<u>aa</u>had<u>aa</u>ka litusyrika bii m<u>aa</u> laysa laka bihi 'ilmun fal<u>aa</u> tu<u>th</u>i'hum<u>aa</u> ilayya marji'ukum fa-unabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>",
        "idn": "Dan Kami wajibkan kepada manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau patuhi keduanya. Hanya kepada-Ku tempat kembalimu, dan akan Aku beritakan kepadamu apa yang telah kamu kerjakan.",
        "signCode": "ووصينا الإنسن بولديه حسنا وإن جهداك لتشرك بي ما ليس لك به علم فلا تطعهما إلي مرجعكم فأنبئكم بما كنتم تعملون"
      },
      {
        "id": 3349,
        "surah": 29,
        "nomor": 9,
        "ar": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُدْخِلَنَّهُمْ فِى الصّٰلِحِيْنَ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lanudkhilannahum fii <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Dan orang-orang yang beriman dan mengerjakan kebajikan mereka pasti akan Kami masukkan mereka ke dalam (golongan) orang yang saleh.",
        "signCode": "والذين ءامنوا وعملوا الصلحت لندخلنهم في الصلحين"
      },
      {
        "id": 3350,
        "surah": 29,
        "nomor": 10,
        "ar": "وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ فَاِذَآ اُوْذِيَ فِى اللّٰهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللّٰهِ ۗوَلَىِٕنْ جَاۤءَ نَصْرٌ مِّنْ رَّبِّكَ لَيَقُوْلُنَّ اِنَّا كُنَّا مَعَكُمْۗ اَوَلَيْسَ اللّٰهُ بِاَعْلَمَ بِمَا فِيْ صُدُوْرِ الْع",
        "tr": "wamina <strong>al</strong>nn<u>aa</u>si man yaquulu <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi fa-i<u>dzaa</u> uu<u>dz</u>iya fii <strong>al</strong>l<u>aa</u>hi ja'ala fitnata <strong>al</strong>nn<u>aa</u>si ka'a<u>dzaa</u>bi <strong>al</strong>l<u>aa</u>hi wala-in j<u>aa</u>-a na<u>sh</u>run min rabbika layaquulunna inn<u>aa</u> kunn<u>aa</u> ma'akum awa laysa <strong>al</strong>l<u>aa</u>hu bi-a'lama bim<u>aa</u> fii <u>sh</u>uduuri <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Dan di antara manusia ada sebagian yang berkata, “Kami beriman kepada Allah,” tetapi apabila dia disakiti (karena dia beriman) kepada Allah, dia menganggap cobaan manusia itu sebagai siksaan Allah. Dan jika datang pertolongan dari Tuhanmu, niscaya mereka akan berkata, “Sesungguhnya kami bersama kamu.” Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia?",
        "signCode": "ومن الناس من يقول ءامنا بالله فإذا أوذي في الله جعل فتنة الناس كعذاب الله ولئن جاء نصر من ربك ليقولن إنا كنا معكم أوليس الله بأعلم بما في صدور العلمين"
      },
      {
        "id": 3351,
        "surah": 29,
        "nomor": 11,
        "ar": "وَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَلَيَعْلَمَنَّ الْمُنٰفِقِيْنَ ",
        "tr": "walaya'lamanna <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu walaya'lamanna <strong>a</strong>lmun<u>aa</u>fiqiin<strong>a</strong>",
        "idn": "Dan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik.",
        "signCode": "وليعلمن الله الذين ءامنوا وليعلمن المنفقين"
      },
      {
        "id": 3352,
        "surah": 29,
        "nomor": 12,
        "ar": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوا اتَّبِعُوْا سَبِيْلَنَا وَلْنَحْمِلْ خَطٰيٰكُمْۗ وَمَا هُمْ بِحَامِلِيْنَ مِنْ خَطٰيٰهُمْ مِّنْ شَيْءٍۗ اِنَّهُمْ لَكٰذِبُوْنَ ",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lilla<u>dz</u>iina <u>aa</u>manuu ittabi'uu sabiilan<u>aa</u> walna<u>h</u>mil kha<u>th</u><u>aa</u>y<u>aa</u>kum wam<u>aa</u> hum bi<u>haa</u>miliina min kha<u>th</u><u>aa</u>y<u>aa</u>hum min syay-in innahum lak<u>aadz</u>ibuun<strong>a</strong>",
        "idn": "Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, “Ikutilah jalan kami, dan kami akan memikul dosa-dosamu,” padahal mereka sedikit pun tidak (sanggup) memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta.",
        "signCode": "وقال الذين كفروا للذين ءامنوا اتبعوا سبيلنا ولنحمل خطيكم وما هم بحملين من خطيهم من شيء إنهم لكذبون"
      },
      {
        "id": 3353,
        "surah": 29,
        "nomor": 13,
        "ar": "وَلَيَحْمِلُنَّ اَثْقَالَهُمْ وَاَثْقَالًا مَّعَ اَثْقَالِهِمْ وَلَيُسْـَٔلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
        "tr": "walaya<u>h</u>milunna atsq<u>aa</u>lahum wa-atsq<u>aa</u>lan ma'a atsq<u>aa</u>lihim walayus-alunna yawma <strong>a</strong>lqiy<u>aa</u>mati 'amm<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>",
        "idn": "Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.",
        "signCode": "وليحملن أثقالهم وأثقالا مع أثقالهم وليسءلن يوم القيمة عما كانوا يفترون"
      },
      {
        "id": 3354,
        "surah": 29,
        "nomor": 14,
        "ar": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَلَبِثَ فِيْهِمْ اَلْفَ سَنَةٍ اِلَّا خَمْسِيْنَ عَامًا ۗفَاَخَذَهُمُ الطُّوْفَانُ وَهُمْ ظٰلِمُوْنَ ",
        "tr": "walaqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi falabitsa fiihim <strong>a</strong>lfa sanatin ill<u>aa</u> khamsiina '<u>aa</u>man fa-akha<u>dz</u>ahumu <strong>al</strong><u>ththh</u>uuf<u>aa</u>nu wahum <u>zhaa</u>limuun<strong>a</strong>",
        "idn": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, maka dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian mereka dilanda banjir besar, sedangkan mereka adalah orang-orang yang zalim.",
        "signCode": "ولقد أرسلنا نوحا إلى قومه فلبث فيهم ألف سنة إلا خمسين عاما فأخذهم الطوفان وهم ظلمون"
      },
      {
        "id": 3355,
        "surah": 29,
        "nomor": 15,
        "ar": "فَاَنْجَيْنٰهُ وَاَصْحٰبَ السَّفِيْنَةِ وَجَعَلْنٰهَآ اٰيَةً لِّلْعٰلَمِيْنَ ",
        "tr": "fa-anjayn<u>aa</u>hu wa-a<u>sh</u>-<u>haa</u>ba <strong>al</strong>ssafiinati waja'aln<u>aa</u>h<u>aa</u> <u>aa</u>yatan lil'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Maka Kami selamatkan Nuh dan orang-orang yang berada di kapal itu, dan Kami jadikan (peristiwa) itu sebagai pelajaran bagi semua manusia.",
        "signCode": "فأنجينه وأصحب السفينة وجعلنها ءاية للعلمين"
      },
      {
        "id": 3356,
        "surah": 29,
        "nomor": 16,
        "ar": "وَاِبْرٰهِيْمَ اِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
        "tr": "wa-ibr<u>aa</u>hiima i<u>dz</u> q<u>aa</u>la liqawmihi u'buduu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>ttaquuhu <u>dzaa</u>likum khayrun lakum in kuntum ta'lamuun<strong>a</strong>",
        "idn": "Dan (ingatlah) Ibrahim, ketika dia berkata kepada kaumnya, “Sembahlah Allah dan bertakwalah kepada-Nya. Yang demikian itu lebih baik bagimu, jika kamu mengetahui.",
        "signCode": "وإبرهيم إذ قال لقومه اعبدوا الله واتقوه ذلكم خير لكم إن كنتم تعلمون"
      },
      {
        "id": 3357,
        "surah": 29,
        "nomor": 17,
        "ar": "اِنَّمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ اَوْثَانًا وَّتَخْلُقُوْنَ اِفْكًا ۗاِنَّ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ لَا يَمْلِكُوْنَ لَكُمْ رِزْقًا فَابْتَغُوْا عِنْدَ اللّٰهِ الرِّزْقَ وَاعْبُدُوْهُ وَاشْكُرُوْا لَهٗ ۗاِلَيْهِ تُرْجَعُوْنَ ",
        "tr": "innam<u>aa</u> ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi awts<u>aa</u>nan watakhluquuna ifkan inna <strong>al</strong>la<u>dz</u>iina ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi l<u>aa</u> yamlikuuna lakum rizqan fa<strong>i</strong>btaghuu 'inda <strong>al</strong>l<u>aa</u>hi <strong>al</strong>rrizqa wa<strong>u</strong>'buduuhu wa<strong>u</strong>sykuruu lahu ilayhi turja'uun<strong>a</strong>",
        "idn": "Sesungguhnya yang kamu sembah selain Allah hanyalah berhala-berhala, dan kamu membuat kebohongan. Sesungguhnya apa yang kamu sembah selain Allah itu tidak mampu memberikan rezeki kepadamu; maka mintalah rezeki dari Allah, dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nya kamu akan dikembalikan.",
        "signCode": "إنما تعبدون من دون الله أوثنا وتخلقون إفكا إن الذين تعبدون من دون الله لا يملكون لكم رزقا فابتغوا عند الله الرزق واعبدوه واشكروا له إليه ترجعون"
      },
      {
        "id": 3358,
        "surah": 29,
        "nomor": 18,
        "ar": "وَاِنْ تُكَذِّبُوْا فَقَدْ كَذَّبَ اُمَمٌ مِّنْ قَبْلِكُمْ ۗوَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
        "tr": "wa-in tuka<u>dzdz</u>ibuu faqad ka<u>dzdz</u>aba umamun min qablikum wam<u>aa</u> 'al<u>aa</u> <strong>al</strong>rrasuuli ill<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>u</strong>",
        "idn": "Dan jika kamu (orang kafir) mendustakan, maka sungguh, umat sebelum kamu juga telah mendustakan (para rasul). Dan kewajiban rasul itu hanyalah menyampaikan (agama Allah) dengan jelas.”",
        "signCode": "وإن تكذبوا فقد كذب أمم من قبلكم وما على الرسول إلا البلغ المبين"
      },
      {
        "id": 3359,
        "surah": 29,
        "nomor": 19,
        "ar": "اَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗ ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
        "tr": "awa lam yaraw kayfa yubdi-u <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkhalqa tsumma yu'iiduhu inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>",
        "idn": "Dan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah.",
        "signCode": "أولم يروا كيف يبدئ الله الخلق ثم يعيده إن ذلك على الله يسير"
      },
      {
        "id": 3360,
        "surah": 29,
        "nomor": 20,
        "ar": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ بَدَاَ الْخَلْقَ ثُمَّ اللّٰهُ يُنْشِئُ النَّشْاَةَ الْاٰخِرَةَ ۗاِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۚ",
        "tr": "qul siiruu fii <strong>a</strong>l-ar<u>dh</u>i fa<strong>u</strong>n<u>zh</u>uruu kayfa bada-a <strong>a</strong>lkhalqa tsumma <strong>al</strong>l<u>aa</u>hu yunsyi-u <strong>al</strong>nnasy-ata <strong>a</strong>l-<u>aa</u>khirata inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "idn": "Katakanlah, “Berjalanlah di bumi, maka perhatikanlah bagaimana (Allah) memulai penciptaan (makhluk), kemudian Allah menjadikan kejadian yang akhir. Sungguh, Allah Mahakuasa atas segala sesuatu.",
        "signCode": "قل سيروا في الأرض فانظروا كيف بدأ الخلق ثم الله ينشئ النشأة الءاخرة إن الله على كل شيء قدير"
      },
      {
        "id": 3361,
        "surah": 29,
        "nomor": 21,
        "ar": "يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَرْحَمُ مَنْ يَّشَاۤءُ ۚوَاِلَيْهِ تُقْلَبُوْنَ ",
        "tr": "yu'a<u>dzdz</u>ibu man yasy<u>aa</u>u wayar<u>h</u>amu man yasy<u>aa</u>u wa-ilayhi tuqlabuun<strong>a</strong>",
        "idn": "Dia (Allah) mengazab siapa yang Dia kehendaki dan memberi rahmat kepada siapa yang Dia kehendaki, dan hanya kepada-Nya kamu akan dikembalikan.",
        "signCode": "يعذب من يشاء ويرحم من يشاء وإليه تقلبون"
      },
      {
        "id": 3362,
        "surah": 29,
        "nomor": 22,
        "ar": "وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ ۖوَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ࣖ",
        "tr": "wam<u>aa</u> antum bimu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>-i wam<u>aa</u> lakum min duuni <strong>al</strong>l<u>aa</u>hi min waliyyin wal<u>aa</u> na<u>sh</u>iir<strong>in</strong>",
        "idn": "Dan kamu sama sekali tidak dapat melepaskan diri (dari azab Allah) baik di bumi maupun di langit, dan tidak ada pelindung dan penolong bagimu selain Allah.",
        "signCode": "وما أنتم بمعجزين في الأرض ولا في السماء وما لكم من دون الله من ولي ولا نصير"
      },
      {
        "id": 3363,
        "surah": 29,
        "nomor": 23,
        "ar": "وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ وَلِقَاۤىِٕهٖٓ اُولٰۤىِٕكَ يَىِٕسُوْا مِنْ رَّحْمَتِيْ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi waliq<u>aa</u>-ihi ul<u>aa</u>-ika ya-isuu min ra<u>h</u>matii waul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Dan orang-orang yang mengingkari ayat-ayat Allah dan pertemuan dengan-Nya, mereka berputus asa dari rahmat-Ku, dan mereka itu akan mendapat azab yang pedih.",
        "signCode": "والذين كفروا بءايت الله ولقائه أولئك يئسوا من رحمتي وأولئك لهم عذاب أليم"
      },
      {
        "id": 3364,
        "surah": 29,
        "nomor": 24,
        "ar": "فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا اقْتُلُوْهُ اَوْ حَرِّقُوْهُ فَاَنْجٰىهُ اللّٰهُ مِنَ النَّارِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
        "tr": "fam<u>aa</u> k<u>aa</u>na jaw<u>aa</u>ba qawmihi ill<u>aa</u> an q<u>aa</u>luu uqtuluuhu aw <u>h</u>arriquuhu fa-anj<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu mina <strong>al</strong>nn<u>aa</u>ri inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yu/minuun<strong>a</strong>",
        "idn": "Maka tidak ada jawaban kaumnya (Ibrahim), selain mengatakan, “Bunuhlah atau bakarlah dia,” lalu Allah menyelamatkannya dari api. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang yang beriman.",
        "signCode": "فما كان جواب قومه إلا أن قالوا اقتلوه أو حرقوه فأنجىه الله من النار إن في ذلك لءايت لقوم يؤمنون"
      },
      {
        "id": 3365,
        "surah": 29,
        "nomor": 25,
        "ar": "وَقَالَ اِنَّمَا اتَّخَذْتُمْ مِّنْ دُوْنِ اللّٰهِ اَوْثَانًاۙ مَّوَدَّةَ بَيْنِكُمْ فِى الْحَيٰوةِ الدُّنْيَا ۚ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَّيَلْعَنُ بَعْضُكُمْ بَعْضًا ۖوَّمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَۖ ",
        "tr": "waq<u>aa</u>la innam<u>aa</u> ittakha<u>dz</u>tum min duuni <strong>al</strong>l<u>aa</u>hi awts<u>aa</u>nan mawaddata baynikum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> tsumma yawma <strong>a</strong>lqiy<u>aa</u>mati yakfuru ba'<u>dh</u>ukum biba'<u>dh</u>in wayal'anu ba'<u>dh</u>ukum ba'<u>dh</u>an wama-w<u>aa</u>kumu <strong>al</strong>nn<u>aa</u>ru wam<u>aa</u> lakum min n<u>aas</u>iriin<strong>a</strong>",
        "idn": "Dan dia (Ibrahim) berkata, “Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.”",
        "signCode": "وقال إنما اتخذتم من دون الله أوثنا مودة بينكم في الحيوة الدنيا ثم يوم القيمة يكفر بعضكم ببعض ويلعن بعضكم بعضا ومأوىكم النار وما لكم من نصرين"
      },
      {
        "id": 3366,
        "surah": 29,
        "nomor": 26,
        "ar": "۞ فَاٰمَنَ لَهٗ لُوْطٌۘ وَقَالَ اِنِّيْ مُهَاجِرٌ اِلٰى رَبِّيْ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الْحَكِيْمُ ",
        "tr": "fa<u>aa</u>mana lahu luu<u>th</u>un waq<u>aa</u>la innii muh<u>aa</u>jirun il<u>aa</u> rabbii innahu huwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Maka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, “Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Mahaperkasa, Mahabijaksana.”",
        "signCode": "فءامن له لوط وقال إني مهاجر إلى ربي إنه هو العزيز الحكيم"
      },
      {
        "id": 3367,
        "surah": 29,
        "nomor": 27,
        "ar": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَاٰتَيْنٰهُ اَجْرَهٗ فِى الدُّنْيَا ۚوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ",
        "tr": "wawahabn<u>aa</u> lahu is<u>haa</u>qa waya'quuba waja'aln<u>aa</u> fii <u>dz</u>urriyyatihi <strong>al</strong>nnubuwwata wa<strong>a</strong>lkit<u>aa</u>ba wa<u>aa</u>tayn<u>aa</u>hu ajrahu fii <strong>al</strong>dduny<u>aa</u> wa-innahu fii <strong>a</strong>l-<u>aa</u>khirati lamina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Dan Kami anugerahkan kepada Ibrahim, Ishak dan Yakub, dan Kami jadikan kenabian dan kitab kepada keturunannya, dan Kami berikan kepadanya balasannya di dunia; dan sesungguhnya dia di akhirat, termasuk orang yang saleh. ",
        "signCode": "ووهبنا له إسحق ويعقوب وجعلنا في ذريته النبوة والكتب وءاتينه أجره في الدنيا وإنه في الءاخرة لمن الصلحين"
      },
      {
        "id": 3368,
        "surah": 29,
        "nomor": 28,
        "ar": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اِنَّكُمْ لَتَأْتُوْنَ الْفَاحِشَةَ ۖمَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
        "tr": "waluu<u>th</u>an i<u>dz</u> q<u>aa</u>la liqawmihi innakum lata/tuuna <strong>a</strong>lf<u>aah</u>isyata m<u>aa</u> sabaqakum bih<u>aa</u> min a<u>h</u>adin mina <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Dan (ingatlah) ketika Lut berkata kepada kaumnya, “Kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang belum pernah dilakukan oleh seorang pun dari umat-umat sebelum kamu. ",
        "signCode": "ولوطا إذ قال لقومه إنكم لتأتون الفحشة ما سبقكم بها من أحد من العلمين"
      },
      {
        "id": 3369,
        "surah": 29,
        "nomor": 29,
        "ar": "اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ وَتَقْطَعُوْنَ السَّبِيْلَ ەۙ وَتَأْتُوْنَ فِيْ نَادِيْكُمُ الْمُنْكَرَ ۗفَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا ائْتِنَا بِعَذَابِ اللّٰهِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
        "tr": "a-innakum lata/tuuna <strong>al</strong>rrij<u>aa</u>la wataq<u>th</u>a'uuna <strong>al</strong>ssabiila wata/tuuna fii n<u>aa</u>diikumu <strong>a</strong>lmunkara fam<u>aa</u> k<u>aa</u>na jaw<u>aa</u>ba qawmihi ill<u>aa</u> an q<u>aa</u>luu i/tin<u>aa</u> bi'a<u>dzaa</u>bi <strong>al</strong>l<u>aa</u>hi in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
        "idn": "Apakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?” Maka jawaban kaumnya tidak lain hanya mengatakan, “Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar.” ",
        "signCode": "أئنكم لتأتون الرجال وتقطعون السبيل وتأتون في ناديكم المنكر فما كان جواب قومه إلا أن قالوا ائتنا بعذاب الله إن كنت من الصدقين"
      },
      {
        "id": 3370,
        "surah": 29,
        "nomor": 30,
        "ar": "قَالَ رَبِّ انْصُرْنِيْ عَلَى الْقَوْمِ الْمُفْسِدِيْنَ ࣖ",
        "tr": "q<u>aa</u>la rabbi un<u>sh</u>urnii 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lmufsidiin<strong>a</strong>",
        "idn": "Dia (Lut) berdoa, “Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas golongan yang berbuat kerusakan itu.” ",
        "signCode": "قال رب انصرني على القوم المفسدين"
      },
      {
        "id": 3371,
        "surah": 29,
        "nomor": 31,
        "ar": "وَلَمَّا جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰىۙ قَالُوْٓا اِنَّا مُهْلِكُوْٓا اَهْلِ هٰذِهِ الْقَرْيَةِ ۚاِنَّ اَهْلَهَا كَانُوْا ظٰلِمِيْنَ ۚ",
        "tr": "walamm<u>aa</u> j<u>aa</u>-at rusulun<u>aa</u> ibr<u>aa</u>hiima bi<strong>a</strong>lbusyr<u>aa</u> q<u>aa</u>luu inn<u>aa</u> muhlikuu ahli h<u>aadz</u>ihi <strong>a</strong>lqaryati inna ahlah<u>aa</u> k<u>aa</u>nuu <u>zhaa</u>limiin<strong>a</strong>",
        "idn": "Dan ketika utusan Kami (para malaikat) datang kepada Ibrahim dengan membawa kabar gembira, mereka mengatakan, “Sungguh, kami akan membinasakan penduduk kota (Sodom) ini karena penduduknya sungguh orang-orang zalim.” ",
        "signCode": "ولما جاءت رسلنا إبرهيم بالبشرى قالوا إنا مهلكوا أهل هذه القرية إن أهلها كانوا ظلمين"
      },
      {
        "id": 3372,
        "surah": 29,
        "nomor": 32,
        "ar": "قَالَ اِنَّ فِيْهَا لُوْطًا ۗقَالُوْا نَحْنُ اَعْلَمُ بِمَنْ فِيْهَا ۖ لَنُنَجِّيَنَّهٗ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
        "tr": "q<u>aa</u>la inna fiih<u>aa</u> luu<u>th</u>an q<u>aa</u>luu na<u>h</u>nu a'lamu biman fiih<u>aa</u> lanunajjiyannahu wa-ahlahu ill<u>aa</u> imra-atahu k<u>aa</u>nat mina <strong>a</strong>lgh<u>aa</u>biriin<strong>a</strong>",
        "idn": "Ibrahim berkata, “Sesungguhnya di kota itu ada Lut.” Mereka (para malaikat) berkata, “Kami lebih mengetahui siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya kecuali istrinya. Dia termasuk orang-orang yang tertinggal (dibinasakan).” ",
        "signCode": "قال إن فيها لوطا قالوا نحن أعلم بمن فيها لننجينه وأهله إلا امرأته كانت من الغبرين"
      },
      {
        "id": 3373,
        "surah": 29,
        "nomor": 33,
        "ar": "وَلَمَّآ اَنْ جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالُوْا لَا تَخَفْ وَلَا تَحْزَنْ ۗاِنَّا مُنَجُّوْكَ وَاَهْلَكَ اِلَّا امْرَاَتَكَ كَانَتْ مِنَ الْغٰبِرِيْنَ",
        "tr": "walamm<u>aa</u> an j<u>aa</u>-at rusulun<u>aa</u> luu<u>th</u>an sii-a bihim wa<u>daa</u>qa bihim <u>dz</u>ar'an waq<u>aa</u>luu l<u>aa</u> takhaf wal<u>aa</u> ta<u>h</u>zan inn<u>aa</u> munajjuuka wa-ahlaka ill<u>aa</u> imra-ataka k<u>aa</u>nat mina <strong>a</strong>lgh<u>aa</u>biriin<strong>a</strong>",
        "idn": "Dan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka, dan mereka (para utusan) berkata, “Janganlah engkau takut dan jangan (pula) bersedih hati. Sesungguhnya Kami akan menyelamatkanmu dan pengikut-pengikutmu, kecuali istrimu, dia termasuk orang-orang yang tinggal (dibinasakan).” ",
        "signCode": "ولما أن جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقالوا لا تخف ولا تحزن إنا منجوك وأهلك إلا امرأتك كانت من الغبرين"
      },
      {
        "id": 3374,
        "surah": 29,
        "nomor": 34,
        "ar": "اِنَّا مُنْزِلُوْنَ عَلٰٓى اَهْلِ هٰذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ",
        "tr": "inn<u>aa</u> munziluuna 'al<u>aa</u> ahli h<u>aadz</u>ihi <strong>a</strong>lqaryati rijzan mina <strong>al</strong>ssam<u>aa</u>-i bim<u>aa</u> k<u>aa</u>nuu yafsuquun<strong>a</strong>",
        "idn": "Sesungguhnya Kami akan menurunkan azab dari langit kepada penduduk kota ini karena mereka berbuat fasik. ",
        "signCode": "إنا منزلون على أهل هذه القرية رجزا من السماء بما كانوا يفسقون"
      },
      {
        "id": 3375,
        "surah": 29,
        "nomor": 35,
        "ar": "وَلَقَدْ تَّرَكْنَا مِنْهَآ اٰيَةً ۢ بَيِّنَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
        "tr": "walaqad tarakn<u>aa</u> minh<u>aa</u> <u>aa</u>yatan bayyinatan liqawmin ya'qiluun<strong>a</strong>",
        "idn": "Dan sungguh, tentang itu telah Kami tinggalkan suatu tanda yang nyata bagi orang-orang yang mengerti. ",
        "signCode": "ولقد تركنا منها ءاية بينة لقوم يعقلون"
      },
      {
        "id": 3376,
        "surah": 29,
        "nomor": 36,
        "ar": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۙ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ وَارْجُوا الْيَوْمَ الْاٰخِرَ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ۖ",
        "tr": "wa-il<u>aa</u> madyana akh<u>aa</u>hum syu'ayban faq<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha wa<strong>u</strong>rjuu <strong>a</strong>lyawma <strong>a</strong>l-<u>aa</u>khira wal<u>aa</u> ta'tsaw fii <strong>a</strong>l-ar<u>dh</u>i mufsidiin<strong>a</strong>",
        "idn": "Dan kepada penduduk Madyan, (Kami telah mengutus) saudara mereka Syuaib, dia berkata, “Wahai kaumku! Sembahlah Allah, harapkanlah (pahala) hari akhir, dan jangan kamu berkeliaran di bumi berbuat kerusakan.” ",
        "signCode": "وإلى مدين أخاهم شعيبا فقال يقوم اعبدوا الله وارجوا اليوم الءاخر ولا تعثوا في الأرض مفسدين"
      },
      {
        "id": 3377,
        "surah": 29,
        "nomor": 37,
        "ar": "فَكَذَّبُوْهُ فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ ۙ",
        "tr": "faka<u>dzdz</u>abuuhu fa-akha<u>dz</u>at-humu <strong>al</strong>rrajfatu fa-a<u>sh</u>ba<u>h</u>uu fii d<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>",
        "idn": "Mereka mendustakannya (Syuaib), maka mereka ditimpa gempa yang dahsyat, lalu jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka.",
        "signCode": "فكذبوه فأخذتهم الرجفة فأصبحوا في دارهم جثمين"
      },
      {
        "id": 3378,
        "surah": 29,
        "nomor": 38,
        "ar": "وَعَادًا وَّثَمُوْدَا۟ وَقَدْ تَّبَيَّنَ لَكُمْ مِّنْ مَّسٰكِنِهِمْۗ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ وَكَانُوْا مُسْتَبْصِرِيْنَ ۙ",
        "tr": "wa'<u>aa</u>dan watsamuuda waqad tabayyana lakum min mas<u>aa</u>kinihim wazayyana lahumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu a'm<u>aa</u>lahum fa<u>sh</u>addahum 'ani <strong>al</strong>ssabiili wak<u>aa</u>nuu mustab<u>sh</u>iriin<strong>a</strong>",
        "idn": "Juga (ingatlah) kaum ’Ad dan Samud, sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Setan telah menjadikan terasa indah bagi mereka perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang yang berpandangan tajam, ",
        "signCode": "وعادا وثمودا وقد تبين لكم من مسكنهم وزين لهم الشيطن أعملهم فصدهم عن السبيل وكانوا مستبصرين"
      },
      {
        "id": 3379,
        "surah": 29,
        "nomor": 39,
        "ar": "وَقَارُوْنَ وَفِرْعَوْنَ وَهَامٰنَۗ وَلَقَدْ جَاۤءَهُمْ مُّوْسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوْا فِى الْاَرْضِ وَمَا كَانُوْا سَابِقِيْنَ ۚ",
        "tr": "waq<u>aa</u>ruuna wafir'awna wah<u>aa</u>m<u>aa</u>na walaqad j<u>aa</u>-ahum muus<u>aa</u> bi<strong>a</strong>lbayyin<u>aa</u>ti fa<strong>i</strong>stakbaruu fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> k<u>aa</u>nuu s<u>aa</u>biqiin<strong>a</strong>",
        "idn": "dan (juga) Karun, Fir‘aun dan Haman. Sungguh, telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah). ",
        "signCode": "وقرون وفرعون وهمن ولقد جاءهم موسى بالبينت فاستكبروا في الأرض وما كانوا سبقين"
      },
      {
        "id": 3380,
        "surah": 29,
        "nomor": 40,
        "ar": "فَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًا ۚوَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُ ۚوَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُس",
        "tr": "fakullan akha<u>dz</u>n<u>aa</u> bi<u>dz</u>anbihi faminhum man arsaln<u>aa</u> 'alayhi <u>has</u>iban waminhum man akha<u>dz</u>at-hu <strong>al</strong><u>shsh</u>ay<u>h</u>atu waminhum man khasafn<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a waminhum man aghraqn<u>aa</u> wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liya<u>zh</u>limahum wal<u>aa</u>kin k<u>aa</u>nuu anfusahum ya<u>zh</u>limuun<strong>a</strong>",
        "idn": "Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. ",
        "signCode": "فكلا أخذنا بذنبه فمنهم من أرسلنا عليه حاصبا ومنهم من أخذته الصيحة ومنهم من خسفنا به الأرض ومنهم من أغرقنا وما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون"
      },
      {
        "id": 3381,
        "surah": 29,
        "nomor": 41,
        "ar": "مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ ",
        "tr": "matsalu <strong>al</strong>la<u>dz</u>iina ittakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi awliy<u>aa</u>-a kamatsali <strong>a</strong>l'ankabuuti ittakha<u>dz</u>at baytan wa-inna awhana <strong>a</strong>lbuyuuti labaytu <strong>a</strong>l'ankabuuti law k<u>aa</u>nuu ya'lamuun<strong>a</strong>",
        "idn": "Perumpamaan orang-orang yang mengambil pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, sekiranya mereka mengetahui. ",
        "signCode": "مثل الذين اتخذوا من دون الله أولياء كمثل العنكبوت اتخذت بيتا وإن أوهن البيوت لبيت العنكبوت لو كانوا يعلمون"
      },
      {
        "id": 3382,
        "surah": 29,
        "nomor": 42,
        "ar": "اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ مِنْ شَيْءٍۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
        "tr": "inna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> yad'uuna min duunihi min syay-in wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Sungguh, Allah mengetahui apa saja yang mereka sembah selain Dia. Dan Dia Mahaperkasa, Mahabijaksana. ",
        "signCode": "إن الله يعلم ما يدعون من دونه من شيء وهو العزيز الحكيم"
      },
      {
        "id": 3383,
        "surah": 29,
        "nomor": 43,
        "ar": "وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُهَآ اِلَّا الْعَالِمُوْنَ ",
        "tr": "watilka <strong>a</strong>l-amts<u>aa</u>lu na<u>dh</u>ribuh<u>aa</u> li<strong>l</strong>nn<u>aa</u>si wam<u>aa</u> ya'qiluh<u>aa</u> ill<u>aa</u> <strong>a</strong>l'<u>aa</u>limuun<strong>a</strong>",
        "idn": "Dan perumpamaan-perumpamaan ini Kami buat untuk manusia; dan tidak ada yang akan memahaminya kecuali mereka yang berilmu. ",
        "signCode": "وتلك الأمثل نضربها للناس وما يعقلها إلا العلمون"
      },
      {
        "id": 3384,
        "surah": 29,
        "nomor": 44,
        "ar": "خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَ ࣖ   ۔",
        "tr": "khalaqa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi inna fii <u>dzaa</u>lika la<u>aa</u>yatan lilmu-miniin<strong>a</strong>",
        "idn": "Allah menciptakan langit dan bumi dengan haq. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. ",
        "signCode": "خلق الله السموت والأرض بالحق إن في ذلك لءاية للمؤمنين"
      },
      {
        "id": 3385,
        "surah": 29,
        "nomor": 45,
        "ar": "اُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ",
        "tr": "utlu m<u>aa</u> uu<u>h</u>iya ilayka mina <strong>a</strong>lkit<u>aa</u>bi wa-aqimi <strong>al</strong><u>shsh</u>al<u>aa</u>ta inna <strong>al</strong><u>shsh</u>al<u>aa</u>ta tanh<u>aa</u> 'ani <strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa<strong>a</strong>lmunkari wala<u>dz</u>ikru <strong>al</strong>l<u>aa</u>hi akbaru wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> ta<u>sh</u>na'uun<strong>a</strong>",
        "idn": "Bacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. ",
        "signCode": "اتل ما أوحي إليك من الكتب وأقم الصلوة إن الصلوة تنهى عن الفحشاء والمنكر ولذكر الله أكبر والله يعلم ما تصنعون"
      }
    ]
  }
]