[
  {
    "status": true,
    "nomor": 58,
    "nama": "المجادلة",
    "nama_latin": "Al-Mujadalah",
    "jumlah_ayat": 22,
    "tempat_turun": "madinah",
    "arti": "Gugatan",
    "deskripsi": "Surat Al Mujaadilah terdiri atas 22 ayat, termasuk golongan surat Madaniyyah, diturunkan sesudah surat Al Munaafiquun. Surat ini dinamai dengan <i>Al Mujaadilah</i> (wanita yang mengajukan gugatan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut riwayat bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah s.a.w. dan ia menuntut supaya beliau memberikan putusan yang adil dalam persoalan itu. Dinamai juga <i>Al Mujaadalah</i> yang berarti <i>perbantahan</i>.",
    "audio": "https://santrikoding.com/storage/audio/058.mp3",
    "ayat": [
      {
        "id": 5105,
        "surah": 58,
        "nomor": 1,
        "ar": "قَدْ سَمِعَ اللّٰهُ قَوْلَ الَّتِيْ تُجَادِلُكَ فِيْ زَوْجِهَا وَتَشْتَكِيْٓ اِلَى اللّٰهِ  ۖوَاللّٰهُ يَسْمَعُ تَحَاوُرَكُمَاۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
        "tr": "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
        "idn": "Sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu (Muhammad) tentang suaminya, dan mengadukan (halnya) kepada Allah, dan Allah mendengar percakapan antara kamu berdua. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
        "signCode": "قد سمع الله قول التي تجدلك في زوجها وتشتكي إلى الله والله يسمع تحاوركما إن الله سميع بصير"
      },
      {
        "id": 5106,
        "surah": 58,
        "nomor": 2,
        "ar": "اَلَّذِيْنَ يُظٰهِرُوْنَ مِنْكُمْ مِّنْ نِّسَاۤىِٕهِمْ مَّا هُنَّ اُمَّهٰتِهِمْۗ اِنْ اُمَّهٰتُهُمْ اِلَّا الّٰۤـِٔيْ وَلَدْنَهُمْۗ وَاِنَّهُمْ لَيَقُوْلُوْنَ مُنْكَرًا مِّنَ الْقَوْلِ وَزُوْرًاۗ وَاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
        "tr": "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
        "idn": "Orang-orang di antara kamu yang menzihar istrinya, (menganggap istrinya sebagai ibunya, padahal) istri mereka itu bukanlah ibunya. Ibu-ibu mereka hanyalah perempuan yang melahirkannya. Dan sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Dan sesungguhnya Allah Maha Pemaaf, Maha Pengampun. ",
        "signCode": "الذين يظهرون منكم من نسائهم ما هن أمهتهم إن أمهتهم إلا الءي ولدنهم وإنهم ليقولون منكرا من القول وزورا وإن الله لعفو غفور"
      },
      {
        "id": 5107,
        "surah": 58,
        "nomor": 3,
        "ar": "وَالَّذِيْنَ يُظٰهِرُوْنَ مِنْ نِّسَاۤىِٕهِمْ ثُمَّ يَعُوْدُوْنَ لِمَا قَالُوْا فَتَحْرِيْرُ رَقَبَةٍ مِّنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ ذٰلِكُمْ تُوْعَظُوْنَ بِهٖۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yu<u>zhaa</u>hiruuna min nis<u>aa</u>-ihim tsumma ya'uuduuna lim<u>aa</u> q<u>aa</u>luu fata<u>h</u>riiru raqabatin min qabli an yatam<u>aa</u>ss<u>aa</u> <u>dzaa</u>likum tuu'a<u>zh</u>uuna bihi wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
        "idn": "Dan mereka yang menzihar istrinya, kemudian menarik kembali apa yang telah mereka ucapkan, maka (mereka diwajibkan) memerdekakan seorang budak sebelum kedua suami istri itu bercampur. Demikianlah yang diajarkan kepadamu, dan Allah Mahateliti terhadap apa yang kamu kerjakan. ",
        "signCode": "والذين يظهرون من نسائهم ثم يعودون لما قالوا فتحرير رقبة من قبل أن يتماسا ذلكم توعظون به والله بما تعملون خبير"
      },
      {
        "id": 5108,
        "surah": 58,
        "nomor": 4,
        "ar": "فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ فَمَنْ لَّمْ يَسْتَطِعْ فَاِطْعَامُ سِتِّيْنَ مِسْكِيْنًاۗ ذٰلِكَ لِتُؤْمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ ",
        "tr": "faman lam yajid fa<u>sh</u>iy<u>aa</u>mu syahrayni mutat<u>aa</u>bi'ayni min qabli an yatam<u>aa</u>ss<u>aa</u> faman lam yasta<u>th</u>i' fa-i<u>th</u>'<u>aa</u>mu sittiina miskiinan <u>dzaa</u>lika litu/minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi walilk<u>aa</u>firiina 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Maka barangsiapa tidak dapat (memerdekakan hamba sahaya), maka (dia wajib) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Tetapi barangsiapa tidak mampu, maka (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah hukum-hukum Allah, dan bagi orang-orang yang mengingkarinya akan mendapat azab yang sangat pedih. ",
        "signCode": "فمن لم يجد فصيام شهرين متتابعين من قبل أن يتماسا فمن لم يستطع فإطعام ستين مسكينا ذلك لتؤمنوا بالله ورسوله وتلك حدود الله وللكفرين عذاب أليم"
      },
      {
        "id": 5109,
        "surah": 58,
        "nomor": 5,
        "ar": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗ كُبِتُوْا كَمَا كُبِتَ الَّذِيْنَ مِنْ قَبْلِهِمْ وَقَدْ اَنْزَلْنَآ اٰيٰتٍۢ بَيِّنٰتٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌۚ ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu kubituu kam<u>aa</u> kubita <strong>al</strong>la<u>dz</u>iina min qablihim waqad anzaln<u>aa</u> <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin walilk<u>aa</u>firiina 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
        "idn": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka. Dan sungguh, Kami telah menurunkan bukti-bukti yang nyata. Dan bagi orang-orang yang mengingkarinya akan mendapat azab yang menghinakan. ",
        "signCode": "إن الذين يحادون الله ورسوله كبتوا كما كبت الذين من قبلهم وقد أنزلنا ءايت بينت وللكفرين عذاب مهين"
      },
      {
        "id": 5110,
        "surah": 58,
        "nomor": 6,
        "ar": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ  اَحْصٰىهُ اللّٰهُ وَنَسُوْهُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ",
        "tr": "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an fayunabbi-uhum bim<u>aa</u> 'amiluu a<u>hsaa</u>hu <strong>al</strong>l<u>aa</u>hu wanasuuhu wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>",
        "idn": "Pada hari itu mereka semuanya dibangkitkan Allah, lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal perbuatan itu), meskipun mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu. ",
        "signCode": "يوم يبعثهم الله جميعا فينبئهم بما عملوا أحصىه الله ونسوه والله على كل شيء شهيد"
      },
      {
        "id": 5111,
        "surah": 58,
        "nomor": 7,
        "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَا يَكُوْنُ مِنْ نَّجْوٰى ثَلٰثَةٍ اِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ اِلَّا هُوَ سَادِسُهُمْ وَلَآ اَدْنٰى مِنْ ذٰلِكَ وَلَآ اَكْثَرَ اِلَّا هُوَ مَعَهُمْ اَيْنَ مَا كَانُ",
        "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i m<u>aa</u> yakuunu min najw<u>aa</u> tsal<u>aa</u>tsatin ill<u>aa</u> huwa r<u>aa</u>bi'uhum wal<u>aa</u> khamsatin ill<u>aa</u> huwa s<u>aa</u>disuhum wal<u>aa</u> adn<u>aa</u> min <u>dzaa</u>lika wal<u>aa</u> aktsara ill<u>aa</u> huwa ma'ahum ayna m<u>aa</u> k<u>aa</u>nuu tsumma yunabbi-uhum bim<u>aa</u> 'amiluu yawma <strong>a</strong>lqiy<u>aa</u>mati inna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>",
        "idn": "Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala sesuatu. ",
        "signCode": "ألم تر أن الله يعلم ما في السموت وما في الأرض ما يكون من نجوى ثلثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أين ما كانوا ثم ينبئهم بما عملوا يوم القيمة إن الله بكل شيء عليم"
      },
      {
        "id": 5112,
        "surah": 58,
        "nomor": 8,
        "ar": "اَلَمْ تَرَ اِلَى الَّذِيْنَ نُهُوْا عَنِ النَّجْوٰى ثُمَّ يَعُوْدُوْنَ لِمَا نُهُوْا عَنْهُ وَيَتَنٰجَوْنَ بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِۖ وَاِذَا جَاۤءُوْكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللّٰهُ ۙوَيَقُوْلُوْنَ فِيْٓ اَنْفُسِه",
        "tr": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina nuhuu 'ani <strong>al</strong>nnajw<u>aa</u> tsumma ya'uuduuna lim<u>aa</u> nuhuu 'anhu wayatan<u>aa</u>jawna bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli wa-i<u>dzaa</u> j<u>aa</u>uuka <u>h</u>ayyawka bim<u>aa</u> lam yu<u>h</u>ayyika bihi <strong>al</strong>l<u>aa</u>hu wayaquuluuna fii anfusihim lawl<u>aa</u> yu'a<u>dzdz</u>ibun<u>aa</u> <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> naquulu <u>h</u>asbuhum jahannamu ya<u>sh</u>lawnah<u>aa</u> fabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Tidakkah engkau perhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada Rasul. Dan apabila mereka datang kepadamu (Muhammad), mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu. Dan mereka mengatakan pada diri mereka sendiri, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?” Cukuplah bagi mereka neraka Jahanam yang akan mereka masuki. Maka neraka itu seburuk-buruk tempat kembali. ",
        "signCode": "ألم تر إلى الذين نهوا عن النجوى ثم يعودون لما نهوا عنه ويتنجون بالإثم والعدون ومعصيت الرسول وإذا جاءوك حيوك بما لم يحيك به الله ويقولون في أنفسهم لولا يعذبنا الله بما نقول حسبهم جهنم يصلونها فبئس المصير"
      },
      {
        "id": 5113,
        "surah": 58,
        "nomor": 9,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوٰىۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> tan<u>aa</u>jaytum fal<u>aa</u> tatan<u>aa</u>jaw bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli watan<u>aa</u>jaw bi<strong>a</strong>lbirri wa<strong>al</strong>ttaqw<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii ilayhi tu<u>h</u>syaruun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali. ",
        "signCode": "يأيها الذين ءامنوا إذا تنجيتم فلا تتنجوا بالإثم والعدون ومعصيت الرسول وتنجوا بالبر والتقوى واتقوا الله الذي إليه تحشرون"
      },
      {
        "id": 5114,
        "surah": 58,
        "nomor": 10,
        "ar": "اِنَّمَا النَّجْوٰى مِنَ الشَّيْطٰنِ لِيَحْزُنَ الَّذِيْنَ اٰمَنُوْا وَلَيْسَ بِضَاۤرِّهِمْ شَيْـًٔا اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
        "tr": "innam<u>aa</u> <strong>al</strong>nnajw<u>aa</u> mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni liya<u>h</u>zuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu walaysa bi<u>daa</u>rrihim syay-an ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>",
        "idn": "Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal. ",
        "signCode": "إنما النجوى من الشيطن ليحزن الذين ءامنوا وليس بضارهم شيءا إلا بإذن الله وعلى الله فليتوكل المؤمنون"
      },
      {
        "id": 5115,
        "surah": 58,
        "nomor": 11,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قِيْلَ لَكُمْ تَفَسَّحُوْا فِى الْمَجٰلِسِ فَافْسَحُوْا يَفْسَحِ اللّٰهُ لَكُمْۚ وَاِذَا قِيْلَ انْشُزُوْا فَانْشُزُوْا يَرْفَعِ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْۙ وَالَّذِيْنَ اُوْتُوا الْعِلْمَ دَرَجٰتٍۗ وَالل",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> qiila lakum tafassa<u>h</u>uu fii <strong>a</strong>lmaj<u>aa</u>lisi fa<strong>i</strong>fsa<u>h</u>uu yafsa<u>h</u>i <strong>al</strong>l<u>aa</u>hu lakum wa-i<u>dzaa</u> qiila unsyuzuu fa<strong>u</strong>nsyuzuu yarfa'i <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minkum wa<strong>a</strong>lla<u>dz</u>iina uutuu <strong>a</strong>l'ilma daraj<u>aa</u>tin wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
        "idn": "Wahai orang-orang yang beriman! Apabila dikatakan kepadamu, “Berilah kelapangan di dalam majelis-majelis,” maka lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan, “Berdirilah kamu,” maka berdirilah, niscaya Allah akan mengangkat (derajat) orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Dan Allah Mahateliti apa yang kamu kerjakan. ",
        "signCode": "يأيها الذين ءامنوا إذا قيل لكم تفسحوا في المجلس فافسحوا يفسح الله لكم وإذا قيل انشزوا فانشزوا يرفع الله الذين ءامنوا منكم والذين أوتوا العلم درجت والله بما تعملون خبير"
      },
      {
        "id": 5116,
        "surah": 58,
        "nomor": 12,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَاجَيْتُمُ الرَّسُوْلَ فَقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقَةً ۗذٰلِكَ خَيْرٌ لَّكُمْ وَاَطْهَرُۗ فَاِنْ لَّمْ تَجِدُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> n<u>aa</u>jaytumu <strong>al</strong>rrasuula faqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaqatan <u>dzaa</u>lika khayrun lakum wa-a<u>th</u>haru fa-in lam tajiduu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan khusus dengan Rasul, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum (melakukan) pembicaraan itu. Yang demikian itu lebih baik bagimu dan lebih bersih. Tetapi jika kamu tidak memperoleh (yang akan disedekahkan) maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "يأيها الذين ءامنوا إذا نجيتم الرسول فقدموا بين يدي نجوىكم صدقة ذلك خير لكم وأطهر فإن لم تجدوا فإن الله غفور رحيم"
      },
      {
        "id": 5117,
        "surah": 58,
        "nomor": 13,
        "ar": "ءَاَشْفَقْتُمْ اَنْ تُقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقٰتٍۗ فَاِذْ لَمْ تَفْعَلُوْا وَتَابَ اللّٰهُ عَلَيْكُمْ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ ۗوَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
        "tr": "a-asyfaqtum an tuqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaq<u>aa</u>tin fa-i<u>dz</u> lam taf'aluu wat<u>aa</u>ba <strong>al</strong>l<u>aa</u>hu 'alaykum fa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha warasuulahu wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
        "idn": "Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum (melakukan) pembicaraan dengan Rasul? Tetapi jika kamu tidak melakukannya dan Allah telah memberi ampun kepadamu, maka laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
        "signCode": "ءأشفقتم أن تقدموا بين يدي نجوىكم صدقت فإذ لم تفعلوا وتاب الله عليكم فأقيموا الصلوة وءاتوا الزكوة وأطيعوا الله ورسوله والله خبير بما تعملون"
      },
      {
        "id": 5118,
        "surah": 58,
        "nomor": 14,
        "ar": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ تَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْۗ مَا هُمْ مِّنْكُمْ وَلَا مِنْهُمْۙ وَيَحْلِفُوْنَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُوْنَ ",
        "tr": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina tawallaw qawman gha<u>dh</u>iba <strong>al</strong>l<u>aa</u>hu 'alayhim m<u>aa</u> hum minkum wal<u>aa</u> minhum waya<u>h</u>lifuuna 'al<u>aa</u> <strong>a</strong>lka<u>dz</u>ibi wahum ya'lamuun<strong>a</strong>",
        "idn": "Tidakkah engkau perhatikan orang-orang (munafik) yang menjadikan suatu kaum yang telah dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum) kamu dan bukan dari (kaum) mereka. Dan mereka bersumpah atas kebohongan, sedang mereka mengetahuinya. ",
        "signCode": "ألم تر إلى الذين تولوا قوما غضب الله عليهم ما هم منكم ولا منهم ويحلفون على الكذب وهم يعلمون"
      },
      {
        "id": 5119,
        "surah": 58,
        "nomor": 15,
        "ar": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًاۗ اِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ",
        "tr": "a'adda <strong>al</strong>l<u>aa</u>hu lahum 'a<u>dzaa</u>ban syadiidan innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "idn": "Allah telah menyediakan azab yang sangat keras bagi mereka. Sungguh, betapa buruknya apa yang telah mereka kerjakan. ",
        "signCode": "أعد الله لهم عذابا شديدا إنهم ساء ما كانوا يعملون"
      },
      {
        "id": 5120,
        "surah": 58,
        "nomor": 16,
        "ar": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ فَلَهُمْ عَذَابٌ مُّهِيْنٌ ",
        "tr": "ittakha<u>dz</u>uu aym<u>aa</u>nahum junnatan fa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi falahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
        "idn": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah; maka bagi mereka azab yang menghinakan.",
        "signCode": "اتخذوا أيمنهم جنة فصدوا عن سبيل الله فلهم عذاب مهين"
      },
      {
        "id": 5121,
        "surah": 58,
        "nomor": 17,
        "ar": "لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔاۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۗ هُمْ فِيْهَا خٰلِدُوْنَ ",
        "tr": "lan tughniya 'anhum amw<u>aa</u>luhum wal<u>aa</u> awl<u>aa</u>duhum mina <strong>al</strong>l<u>aa</u>hi syay-an ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
        "idn": "Harta benda dan anak-anak mereka tidak berguna sedikit pun (untuk menolong) mereka dari azab Allah. Mereka itulah penghuni neraka, mereka kekal di dalamnya. ",
        "signCode": "لن تغني عنهم أمولهم ولا أولدهم من الله شيءا أولئك أصحب النار هم فيها خلدون"
      },
      {
        "id": 5122,
        "surah": 58,
        "nomor": 18,
        "ar": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيَحْلِفُوْنَ لَهٗ كَمَا يَحْلِفُوْنَ لَكُمْ وَيَحْسَبُوْنَ اَنَّهُمْ عَلٰى شَيْءٍۗ  اَلَآ اِنَّهُمْ هُمُ الْكٰذِبُوْنَ",
        "tr": "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an faya<u>h</u>lifuuna lahu kam<u>aa</u> ya<u>h</u>lifuuna lakum waya<u>h</u>sabuuna annahum 'al<u>aa</u> syay-in <strong>a</strong>l<u>aa</u> innahum humu <strong>a</strong>lk<u>aadz</u>ibuun<strong>a</strong>",
        "idn": "(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta. ",
        "signCode": "يوم يبعثهم الله جميعا فيحلفون له كما يحلفون لكم ويحسبون أنهم على شيء ألا إنهم هم الكذبون"
      },
      {
        "id": 5123,
        "surah": 58,
        "nomor": 19,
        "ar": "اِسْتَحْوَذَ عَلَيْهِمُ الشَّيْطٰنُ فَاَنْسٰىهُمْ ذِكْرَ اللّٰهِ ۗ اُولٰۤىِٕكَ حِزْبُ الشَّيْطٰنِۗ  اَلَآ اِنَّ حِزْبَ الشَّيْطٰنِ هُمُ الْخٰسِرُوْنَ",
        "tr": "ista<u>h</u>wa<u>dz</u>a 'alayhimu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu fa-ans<u>aa</u>hum <u>dz</u>ikra <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>sysyay<u>th</u><u>aa</u>ni <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>sysyay<u>th</u><u>aa</u>ni humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
        "idn": "Setan telah menguasai mereka, lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan. Ketahuilah, bahwa golongan setan itulah golongan yang rugi. ",
        "signCode": "استحوذ عليهم الشيطن فأنسىهم ذكر الله أولئك حزب الشيطن ألا إن حزب الشيطن هم الخسرون"
      },
      {
        "id": 5124,
        "surah": 58,
        "nomor": 20,
        "ar": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗٓ اُولٰۤىِٕكَ فِى الْاَذَلِّيْنَ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu ul<u>aa</u>-ika fii <strong>a</strong>l-a<u>dz</u>alliin<strong>a</strong>",
        "idn": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina. ",
        "signCode": "إن الذين يحادون الله ورسوله أولئك في الأذلين"
      },
      {
        "id": 5125,
        "surah": 58,
        "nomor": 21,
        "ar": "كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۠ وَرُسُلِيْۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ",
        "tr": "kataba <strong>al</strong>l<u>aa</u>hu la-aghlibanna an<u>aa</u> warusulii inna <strong>al</strong>l<u>aa</u>ha qawiyyun 'aziiz<strong>un</strong>",
        "idn": "Allah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sungguh, Allah Mahakuat, Mahaperkasa.",
        "signCode": "كتب الله لأغلبن أنا ورسلي إن الله قوي عزيز"
      },
      {
        "id": 5126,
        "surah": 58,
        "nomor": 22,
        "ar": "لَا تَجِدُ قَوْمًا يُّؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ يُوَاۤدُّوْنَ مَنْ حَاۤدَّ اللّٰهَ وَرَسُوْلَهٗ وَلَوْ كَانُوْٓا اٰبَاۤءَهُمْ اَوْ اَبْنَاۤءَهُمْ اَوْ اِخْوَانَهُمْ اَوْ عَشِيْرَتَهُمْۗ  اُولٰۤىِٕكَ كَتَبَ فِيْ قُلُوْبِهِمُ الْاِيْمَانَ و",
        "tr": "l<u>aa</u> tajidu qawman yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri yuw<u>aa</u>dduuna man <u>haa</u>dda <strong>al</strong>l<u>aa</u>ha warasuulahu walaw k<u>aa</u>nuu <u>aa</u>b<u>aa</u>-ahum aw abn<u>aa</u>-ahum aw ikhw<u>aa</u>nahum aw 'asyiiratahum ul<u>aa</u>-ika kataba fii quluubihimu <strong>a</strong>l-iim<u>aa</u>na wa-ayyadahum biruu<u>h</u>in minhu wayudkhiluhum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> ra<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu 'anhum wara<u>dh</u>uu 'anhu ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
        "idn": "Engkau (Muhammad) tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari akhirat saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya atau keluarganya. Mereka itulah orang-orang yang dalam hatinya telah ditanamkan Allah keimanan dan Allah telah menguatkan mereka dengan pertolongan yang datang dari Dia. Lalu dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah yang beruntung. ",
        "signCode": "لا تجد قوما يؤمنون بالله واليوم الءاخر يوادون من حاد الله ورسوله ولو كانوا ءاباءهم أو أبناءهم أو إخونهم أو عشيرتهم أولئك كتب في قلوبهم الإيمن وأيدهم بروح منه ويدخلهم جنت تجري من تحتها الأنهر خلدين فيها رضي الله عنهم ورضوا عنه أولئك حزب الله ألا إن حزب الله هم المفلحون"
      }
    ]
  },
  {
    "status": true,
    "nomor": 59,
    "nama": "الحشر",
    "nama_latin": "Al-Hasyr",
    "jumlah_ayat": 24,
    "tempat_turun": "madinah",
    "arti": "Pengusiran",
    "deskripsi": "Surat Al Hasyr terdiri atas 24 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Bayyinah.<br> \tDinamai surat <i>Al Hasyr</i> (pengusiran) diambil dari perkataan <i>Al-Hasyr</i> yang terdapat pada ayat 2 surat ini. Di dalam surat ini disebutkan  kisah pengusiran suatu suku Yahudi yang bernama Bani Nadhir yang berdiam  di sekitar kota Madinah.",
    "audio": "https://santrikoding.com/storage/audio/059.mp3",
    "ayat": [
      {
        "id": 5127,
        "surah": 59,
        "nomor": 1,
        "ar": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
        "tr": "sabba<u>h</u>a lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
        "signCode": "سبح لله ما في السموت وما في الأرض وهو العزيز الحكيم"
      },
      {
        "id": 5128,
        "surah": 59,
        "nomor": 2,
        "ar": "هُوَ الَّذِيْٓ اَخْرَجَ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ مِنْ دِيَارِهِمْ لِاَوَّلِ الْحَشْرِۗ مَا ظَنَنْتُمْ اَنْ يَّخْرُجُوْا وَظَنُّوْٓا اَنَّهُمْ مَّانِعَتُهُمْ حُصُوْنُهُمْ مِّنَ اللّٰهِ فَاَتٰىهُمُ اللّٰهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوْا وَ",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii akhraja <strong>al</strong>la<u>dz</u>iina kafaruu min ahli <strong>a</strong>lkit<u>aa</u>bi min diy<u>aa</u>rihim li-awwali <strong>a</strong>l<u>h</u>asyri m<u>aa</u> <u>zh</u>anantum an yakhrujuu wa<u>zh</u>annuu annahum m<u>aa</u>ni'atuhum <u>h</u>u<u>sh</u>uunuhum mina <strong>al</strong>l<u>aa</u>hi fa-at<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu min <u>h</u>aytsu lam ya<u>h</u>tasibuu waqa<u>dz</u>afa fii quluubihimu <strong>al</strong>rru'ba yukhribuuna buyuutahum bi-aydiihim wa-aydii <strong>a</strong>lmu/miniina fa<strong>i</strong>'tabiruu y<u>aa</u> ulii <strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>",
        "idn": "Dialah yang mengeluarkan orang-orang kafir di antara Ahli Kitab dari kampung halamannya pada saat pengusiran yang pertama. Kamu tidak menyangka, bahwa mereka akan keluar dan mereka pun yakin, benteng-benteng mereka akan dapat mempertahankan mereka dari (siksaan) Allah; maka Allah mendatangkan (siksaan) kepada mereka dari arah yang tidak mereka sangka-sangka. Dan Allah menanamkan rasa takut ke dalam hati mereka; sehingga memusnahkan rumah-rumah mereka dengan tangannya sendiri dan tangan orang-orang mukmin. Maka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan!",
        "signCode": "هو الذي أخرج الذين كفروا من أهل الكتب من ديرهم لأول الحشر ما ظننتم أن يخرجوا وظنوا أنهم مانعتهم حصونهم من الله فأتىهم الله من حيث لم يحتسبوا وقذف في قلوبهم الرعب يخربون بيوتهم بأيديهم وأيدي المؤمنين فاعتبروا يأولي الأبصر"
      },
      {
        "id": 5129,
        "surah": 59,
        "nomor": 3,
        "ar": "وَلَوْلَآ اَنْ كَتَبَ اللّٰهُ عَلَيْهِمُ الْجَلَاۤءَ لَعَذَّبَهُمْ فِى الدُّنْيَاۗ وَلَهُمْ فِى الْاٰخِرَةِ عَذَابُ النَّارِ ",
        "tr": "walawl<u>aa</u> an kataba <strong>al</strong>l<u>aa</u>hu 'alayhimu <strong>a</strong>ljal<u>aa</u>-a la'a<u>dzdz</u>abahum fii <strong>al</strong>dduny<u>aa</u> walahum fii <strong>a</strong>l-<u>aa</u>khirati 'a<u>dzaa</u>bu <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
        "idn": "Dan sekiranya tidak karena Allah telah menetapkan pengusiran terhadap mereka, pasti Allah mengazab mereka di dunia. Dan di akhirat mereka akan mendapat azab neraka. ",
        "signCode": "ولولا أن كتب الله عليهم الجلاء لعذبهم في الدنيا ولهم في الءاخرة عذاب النار"
      },
      {
        "id": 5130,
        "surah": 59,
        "nomor": 4,
        "ar": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗ  ۖوَمَنْ يُّشَاۤقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
        "tr": "<u>dzaa</u>lika bi-annahum sy<u>aa</u>qquu <strong>al</strong>l<u>aa</u>ha warasuulahu waman yusy<u>aa</u>qqi <strong>al</strong>l<u>aa</u>ha fa-inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>",
        "idn": "Yang demikian itu karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Barangsiapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya. ",
        "signCode": "ذلك بأنهم شاقوا الله ورسوله ومن يشاق الله فإن الله شديد العقاب"
      },
      {
        "id": 5131,
        "surah": 59,
        "nomor": 5,
        "ar": "مَا قَطَعْتُمْ مِّنْ لِّيْنَةٍ اَوْ تَرَكْتُمُوْهَا قَاۤىِٕمَةً عَلٰٓى اُصُوْلِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفٰسِقِيْنَ ",
        "tr": "m<u>aa</u> qa<u>th</u>a'tum min liinatin aw taraktumuuh<u>aa</u> q<u>aa</u>-imatan 'al<u>aa</u> u<u>sh</u>uulih<u>aa</u> fabi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waliyukhziya <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>",
        "idn": "Apa yang kamu tebang di antara pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (itu terjadi) dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.",
        "signCode": "ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله وليخزي الفسقين"
      },
      {
        "id": 5132,
        "surah": 59,
        "nomor": 6,
        "ar": "وَمَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْهُمْ فَمَآ اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ وَّلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهٗ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
        "tr": "wam<u>aa</u> af<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> rasuulihi minhum fam<u>aa</u> awjaftum 'alayhi min khaylin wal<u>aa</u> rik<u>aa</u>bin wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yusalli<u>th</u>u rusulahu 'al<u>aa</u> man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>u</strong>",
        "idn": "Dan harta rampasan fai' dari mereka yang diberikan Allah kepada Rasul-Nya, kamu tidak memerlukan kuda atau unta untuk mendapatkannya, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu.",
        "signCode": "وما أفاء الله على رسوله منهم فما أوجفتم عليه من خيل ولا ركاب ولكن الله يسلط رسله على من يشاء والله على كل شيء قدير"
      },
      {
        "id": 5133,
        "surah": 59,
        "nomor": 7,
        "ar": "مَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِۙ كَيْ لَا يَكُوْنَ دُوْلَةً ۢ بَيْنَ الْاَغْنِيَاۤءِ مِنْكُمْۗ وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ",
        "tr": "m<u>aa</u> af<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> rasuulihi min ahli <strong>a</strong>lqur<u>aa</u> falill<u>aa</u>hi wali<strong>l</strong>rrasuuli wali<u>dz</u>ii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiini wa<strong>i</strong>bni <strong>al</strong>ssabiili kay l<u>aa</u> yakuuna duulatan bayna <strong>a</strong>l-aghniy<u>aa</u>-i minkum wam<u>aa</u> <u>aa</u>t<u>aa</u>kumu <strong>al</strong>rrasuulu fakhu<u>dz</u>uuhu wam<u>aa</u> nah<u>aa</u>kum 'anhu fa<strong>i</strong>ntahuu wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>",
        "idn": "Harta rampasan (fai') dari mereka yang diberikan Allah kepada Rasul-Nya (yang berasal) dari penduduk beberapa negeri, adalah untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin dan untuk orang-orang yang dalam perjalanan, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu maka terimalah. Dan apa yang dilarangnya bagimu maka tinggalkanlah. Dan bertakwalah kepada Allah. Sungguh, Allah sangat keras hukuman-Nya. ",
        "signCode": "ما أفاء الله على رسوله من أهل القرى فلله وللرسول ولذي القربى واليتمى والمسكين وابن السبيل كي لا يكون دولة بين الأغنياء منكم وما ءاتىكم الرسول فخذوه وما نهىكم عنه فانتهوا واتقوا الله إن الله شديد العقاب"
      },
      {
        "id": 5134,
        "surah": 59,
        "nomor": 8,
        "ar": "لِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ ",
        "tr": "lilfuqar<u>aa</u>-i <strong>a</strong>lmuh<u>aa</u>jiriina <strong>al</strong>la<u>dz</u>iina ukhrijuu min diy<u>aa</u>rihim wa-amw<u>aa</u>lihim yabtaghuuna fa<u>dh</u>lan mina <strong>al</strong>l<u>aa</u>hi wari<u>dh</u>w<u>aa</u>nan wayan<u>sh</u>uruuna <strong>al</strong>l<u>aa</u>ha warasuulahu ul<u>aa</u>-ika humu <strong>al</strong><u>shshaa</u>diquun<strong>a</strong>",
        "idn": "(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar. ",
        "signCode": "للفقراء المهجرين الذين أخرجوا من ديرهم وأمولهم يبتغون فضلا من الله ورضونا وينصرون الله ورسوله أولئك هم الصدقون"
      },
      {
        "id": 5135,
        "surah": 59,
        "nomor": 9,
        "ar": "وَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْس",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina tabawwauu <strong>al</strong>dd<u>aa</u>ra wa<strong>a</strong>l-iim<u>aa</u>na min qablihim yu<u>h</u>ibbuuna man h<u>aa</u>jara ilayhim wal<u>aa</u> yajiduuna fii <u>sh</u>uduurihim <u>haa</u>jatan mimm<u>aa</u> uutuu wayu/tsiruuna 'al<u>aa</u> anfusihim walaw k<u>aa</u>na bihim kha<u>sas</u>atun waman yuuqa syu<u>hh</u>a nafsihi faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
        "idn": "Dan orang-orang (Ansar) yang telah menempati kota Madinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung. ",
        "signCode": "والذين تبوءو الدار والإيمن من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون"
      },
      {
        "id": 5136,
        "surah": 59,
        "nomor": 10,
        "ar": "وَالَّذِيْنَ جَاۤءُوْ مِنْۢ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَآ اِنَّكَ رَءُوْفٌ رَّحِيْمٌ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina j<u>aa</u>uu min ba'dihim yaquuluuna rabban<u>aa</u> ighfir lan<u>aa</u> wali-ikhw<u>aa</u>nin<u>aa</u> <strong>al</strong>la<u>dz</u>iina sabaquun<u>aa</u> bi<strong>a</strong>l-iim<u>aa</u>ni wal<u>aa</u> taj'al fii quluubin<u>aa</u> ghillan lilla<u>dz</u>iina <u>aa</u>manuu rabban<u>aa</u> innaka rauufun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, “Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun, Maha Penyayang.”  ",
        "signCode": "والذين جاءو من بعدهم يقولون ربنا اغفر لنا ولإخوننا الذين سبقونا بالإيمن ولا تجعل في قلوبنا غلا للذين ءامنوا ربنا إنك رءوف رحيم"
      },
      {
        "id": 5137,
        "surah": 59,
        "nomor": 11,
        "ar": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَ",
        "tr": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina n<u>aa</u>faquu yaquuluuna li-ikhw<u>aa</u>nihimu <strong>al</strong>la<u>dz</u>iina kafaruu min ahli <strong>a</strong>lkit<u>aa</u>bi la-in ukhrijtum lanakhrujanna ma'akum wal<u>aa</u> nu<u>th</u>ii'u fiikum a<u>h</u>adan abadan wa-in quutiltum lanan<u>sh</u>urannakum wa<strong>al</strong>l<u>aa</u>hu yasyhadu innahum lak<u>aadz</u>ibuun<strong>a</strong>",
        "idn": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, “Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. ",
        "signCode": "ألم تر إلى الذين نافقوا يقولون لإخونهم الذين كفروا من أهل الكتب لئن أخرجتم لنخرجن معكم ولا نطيع فيكم أحدا أبدا وإن قوتلتم لننصرنكم والله يشهد إنهم لكذبون"
      },
      {
        "id": 5138,
        "surah": 59,
        "nomor": 12,
        "ar": "لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ",
        "tr": "la-in ukhrijuu l<u>aa</u> yakhrujuuna ma'ahum wala-in quutiluu l<u>aa</u> yan<u>sh</u>uruunahum wala-in na<u>sh</u>aruuhum layuwallunna <strong>a</strong>l-adb<u>aa</u>ra tsumma l<u>aa</u> yun<u>sh</u>aruun<strong>a</strong>",
        "idn": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka di-perangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan. ",
        "signCode": "لئن أخرجوا لا يخرجون معهم ولئن قوتلوا لا ينصرونهم ولئن نصروهم ليولن الأدبر ثم لا ينصرون"
      },
      {
        "id": 5139,
        "surah": 59,
        "nomor": 13,
        "ar": "لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
        "tr": "la-antum asyaddu rahbatan fii <u>sh</u>uduurihim mina <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika bi-annahum qawmun l<u>aa</u> yafqahuun<strong>a</strong>",
        "idn": "Sesungguhnya dalam hati mereka, kamu (Muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
        "signCode": "لأنتم أشد رهبة في صدورهم من الله ذلك بأنهم قوم لا يفقهون"
      },
      {
        "id": 5140,
        "surah": 59,
        "nomor": 14,
        "ar": "لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ",
        "tr": "l<u>aa</u> yuq<u>aa</u>tiluunakum jamii'an ill<u>aa</u> fii quran mu<u>h</u>a<u>shsh</u>anatin aw min war<u>aa</u>-i judurin ba/suhum baynahum syadiidun ta<u>h</u>sabuhum jamii'an waquluubuhum syatt<u>aa</u> <u>dzaa</u>lika bi-annahum qawmun l<u>aa</u> ya'qiluun<strong>a</strong>",
        "idn": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti. ",
        "signCode": "لا يقتلونكم جميعا إلا في قرى محصنة أو من وراء جدر بأسهم بينهم شديد تحسبهم جميعا وقلوبهم شتى ذلك بأنهم قوم لا يعقلون"
      },
      {
        "id": 5141,
        "surah": 59,
        "nomor": 15,
        "ar": "كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ",
        "tr": "kamatsali <strong>al</strong>la<u>dz</u>iina min qablihim qariiban <u>dzaa</u>quu wab<u>aa</u>la amrihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan men-dapat azab yang pedih. ",
        "signCode": "كمثل الذين من قبلهم قريبا ذاقوا وبال أمرهم ولهم عذاب أليم"
      },
      {
        "id": 5142,
        "surah": 59,
        "nomor": 16,
        "ar": "كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ",
        "tr": "kamatsali <strong>al</strong>sysyay<u>th</u><u>aa</u>ni i<u>dz</u> q<u>aa</u>la lil-ins<u>aa</u>ni ukfur falamm<u>aa</u> kafara q<u>aa</u>la innii barii-un minka innii akh<u>aa</u>fu <strong>al</strong>l<u>aa</u>ha rabba <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, “Kafirlah kamu!” Kemudian ketika manusia itu menjadi kafir ia berkata, “Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.” ",
        "signCode": "كمثل الشيطن إذ قال للإنسن اكفر فلما كفر قال إني بريء منك إني أخاف الله رب العلمين"
      },
      {
        "id": 5143,
        "surah": 59,
        "nomor": 17,
        "ar": "فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خَالِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ",
        "tr": "fak<u>aa</u>na '<u>aa</u>qibatahum<u>aa</u> annahum<u>aa</u> fii <strong>al</strong>nn<u>aa</u>ri kh<u>aa</u>lidayni fiih<u>aa</u> wa<u>dzaa</u>lika jaz<u>aa</u>u <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim. ",
        "signCode": "فكان عقبتهما أنهما في النار خلدين فيها وذلك جزؤا الظلمين"
      },
      {
        "id": 5144,
        "surah": 59,
        "nomor": 18,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha waltan<u>zh</u>ur nafsun m<u>aa</u> qaddamat lighadin wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan. ",
        "signCode": "يأيها الذين ءامنوا اتقوا الله ولتنظر نفس ما قدمت لغد واتقوا الله إن الله خبير بما تعملون"
      },
      {
        "id": 5145,
        "surah": 59,
        "nomor": 19,
        "ar": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ",
        "tr": "wal<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina nasuu <strong>al</strong>l<u>aa</u>ha fa-ans<u>aa</u>hum anfusahum ul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>",
        "idn": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik. ",
        "signCode": "ولا تكونوا كالذين نسوا الله فأنسىهم أنفسهم أولئك هم الفسقون"
      },
      {
        "id": 5146,
        "surah": 59,
        "nomor": 20,
        "ar": "لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ",
        "tr": "l<u>aa</u> yastawii a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri wa-a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>",
        "idn": "Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan.",
        "signCode": "لا يستوي أصحب النار وأصحب الجنة أصحب الجنة هم الفائزون"
      },
      {
        "id": 5147,
        "surah": 59,
        "nomor": 21,
        "ar": "لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
        "tr": "law anzaln<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>na 'al<u>aa</u> jabalin lara-aytahu kh<u>aa</u>syi'an muta<u>sh</u>addi'an min khasyyati <strong>al</strong>l<u>aa</u>hi watilka <strong>a</strong>l-amts<u>aa</u>lu na<u>dh</u>ribuh<u>aa</u> li<strong>l</strong>nn<u>aa</u>si la'allahum yatafakkaruun<strong>a</strong>",
        "idn": "Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir.",
        "signCode": "لو أنزلنا هذا القرءان على جبل لرأيته خشعا متصدعا من خشية الله وتلك الأمثل نضربها للناس لعلهم يتفكرون"
      },
      {
        "id": 5148,
        "surah": 59,
        "nomor": 22,
        "ar": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ",
        "tr": "huwa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa '<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>",
        "idn": "Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang. ",
        "signCode": "هو الله الذي لا إله إلا هو علم الغيب والشهدة هو الرحمن الرحيم"
      },
      {
        "id": 5149,
        "surah": 59,
        "nomor": 23,
        "ar": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
        "tr": "huwa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>lmaliku <strong>a</strong>lqudduusu <strong>al</strong>ssal<u>aa</u>mu <strong>a</strong>lmu/minu <strong>a</strong>lmuhayminu <strong>a</strong>l'aziizu <strong>a</strong>ljabb<u>aa</u>ru <strong>a</strong>lmutakabbiru sub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi 'amm<u>aa</u> yusyrikuun<strong>a</strong>",
        "idn": "Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan.",
        "signCode": "هو الله الذي لا إله إلا هو الملك القدوس السلم المؤمن المهيمن العزيز الجبار المتكبر سبحن الله عما يشركون"
      },
      {
        "id": 5150,
        "surah": 59,
        "nomor": 24,
        "ar": "هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
        "tr": "huwa <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkh<u>aa</u>liqu <strong>a</strong>lb<u>aa</u>ri-u <strong>a</strong>lmu<u>sh</u>awwiru lahu <strong>a</strong>l-asm<u>aa</u>u <strong>a</strong>l<u>h</u>usn<u>aa</u> yusabbi<u>h</u>u lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
        "signCode": "هو الله الخلق البارئ المصور له الأسماء الحسنى يسبح له ما في السموت والأرض وهو العزيز الحكيم"
      }
    ]
  },
  {
    "status": true,
    "nomor": 60,
    "nama": "الممتحنة",
    "nama_latin": "Al-Mumtahanah",
    "jumlah_ayat": 13,
    "tempat_turun": "madinah",
    "arti": "Wanita Yang Diuji",
    "deskripsi": "Surat Al Mumtahanah terdiri atas 13 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Ahzab. Dinamai <i>Al Mumtahanah</i> (wanita yang diuji), diambil dari kata \"Famtahinuuhunna\" yang berarti <i>maka ujilah mereka</i>, yang terdapat pada ayat 10 surat ini.",
    "audio": "https://santrikoding.com/storage/audio/060.mp3",
    "ayat": [
      {
        "id": 5151,
        "surah": 60,
        "nomor": 1,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۤءَ تُلْقُوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۤءَكُمْ مِّنَ الْحَقِّۚ  يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا بِاللّٰهِ رَبِّكُمْۗ اِنْ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattakhi<u>dz</u>uu 'aduwwii wa'aduwwakum awliy<u>aa</u>-a tulquuna ilayhim bi<strong>a</strong>lmawaddati waqad kafaruu bim<u>aa</u> j<u>aa</u>-akum mina <strong>a</strong>l<u>h</u>aqqi yukhrijuuna <strong>al</strong>rrasuula wa-iyy<u>aa</u>kum an tu/minuu bi<strong>al</strong>l<u>aa</u>hi rabbikum in kuntum kharajtum jih<u>aa</u>dan fii sabiilii wa<strong>i</strong>btigh<u>aa</u>-a mar<u>daa</u>tii tusirruuna ilayhim bi<strong>a</strong>lmawaddati wa-an<u>aa</u> a'lamu bim<u>aa</u> akhfaytum wam<u>aa</u> a'lantum waman yaf'alhu minkum faqad <u>dh</u>alla saw<u>aa</u>-a <strong>al</strong>ssabiil<strong>i</strong>",
        "idn": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh, dia telah tersesat dari jalan yang lurus. ",
        "signCode": "يأيها الذين ءامنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق يخرجون الرسول وإياكم أن تؤمنوا بالله ربكم إن كنتم خرجتم جهدا في سبيلي وابتغاء مرضاتي تسرون إليهم بالمودة وأنا أعلم بما أخفيتم وما أعلنتم ومن يفعله منكم فقد ضل سواء السبيل"
      },
      {
        "id": 5152,
        "surah": 60,
        "nomor": 2,
        "ar": "اِنْ يَّثْقَفُوْكُمْ يَكُوْنُوْا لَكُمْ اَعْدَاۤءً وَّيَبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّوْۤءِ وَوَدُّوْا لَوْ تَكْفُرُوْنَۗ ",
        "tr": "in yatsqafuukum yakuunuu lakam a'd<u>aa</u>-an wayabsu<u>th</u>uu ilaykum aydiyahum wa-alsinatahum bi<strong>al</strong>ssuu-i wawadduu law takfuruun<strong>a</strong>",
        "idn": "Jika mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu lalu melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir. ",
        "signCode": "إن يثقفوكم يكونوا لكم أعداء ويبسطوا إليكم أيديهم وألسنتهم بالسوء وودوا لو تكفرون"
      },
      {
        "id": 5153,
        "surah": 60,
        "nomor": 3,
        "ar": "لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَآ اَوْلَادُكُمْ ۛيَوْمَ الْقِيٰمَةِ ۛيَفْصِلُ بَيْنَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
        "tr": "lan tanfa'akum ar<u>haa</u>mukum wal<u>aa</u> awl<u>aa</u>dukum yawma <strong>a</strong>lqiy<u>aa</u>mati yaf<u>sh</u>ilu baynakum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>",
        "idn": "Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan.",
        "signCode": "لن تنفعكم أرحامكم ولا أولدكم يوم القيمة يفصل بينكم والله بما تعملون بصير"
      },
      {
        "id": 5154,
        "surah": 60,
        "nomor": 4,
        "ar": "قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فِيْٓ اِبْرٰهِيْمَ وَالَّذِيْنَ مَعَهٗۚ اِذْ قَالُوْا لِقَوْمِهِمْ اِنَّا بُرَءٰۤؤُا مِنْكُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۖ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاۤءُ اَ",
        "tr": "qad k<u>aa</u>nat lakum uswatun <u>h</u>asanatun fii ibr<u>aa</u>hiima wa<strong>a</strong>lla<u>dz</u>iina ma'ahu i<u>dz</u> q<u>aa</u>luu liqawmihim inn<u>aa</u> bura<u>aa</u>u minkum wamimm<u>aa</u> ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi kafarn<u>aa</u> bikum wabad<u>aa</u> baynan<u>aa</u> wabaynakumu <strong>a</strong>l'ad<u>aa</u>watu wa<strong>a</strong>lbagh<u>daa</u>u abadan <u>h</u>att<u>aa</u> tu/minuu bi<strong>al</strong>l<u>aa</u>hi wa<u>h</u>dahu ill<u>aa</u> qawla ibr<u>aa</u>hiima li-abiihi la-astaghfiranna laka wam<u>aa</u> amliku laka mina <strong>al</strong>l<u>aa</u>hi min syay-in rabban<u>aa</u> 'alayka tawakkaln<u>aa</u> wa-ilayka anabn<u>aa</u> wa-ilayka <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, “Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian untuk selama-lamanya sampai kamu beriman kepada Allah saja,” kecuali perkataan Ibrahim kepada ayahnya, ”Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.” (Ibrahim berkata), “Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali,",
        "signCode": "قد كانت لكم أسوة حسنة في إبرهيم والذين معه إذ قالوا لقومهم إنا برءؤا منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العدوة والبغضاء أبدا حتى تؤمنوا بالله وحده إلا قول إبرهيم لأبيه لأستغفرن لك وما أملك لك من الله من شيء ربنا عليك توكلنا وإليك أنبنا وإليك المصير"
      },
      {
        "id": 5155,
        "surah": 60,
        "nomor": 5,
        "ar": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
        "tr": "rabban<u>aa</u> l<u>aa</u> taj'aln<u>aa</u> fitnatan lilla<u>dz</u>iina kafaruu wa<strong>i</strong>ghfir lan<u>aa</u> rabban<u>aa</u> innaka anta <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau yang Mahaperkasa, Mahabijaksana.”",
        "signCode": "ربنا لا تجعلنا فتنة للذين كفروا واغفر لنا ربنا إنك أنت العزيز الحكيم"
      },
      {
        "id": 5156,
        "surah": 60,
        "nomor": 6,
        "ar": "لَقَدْ كَانَ لَكُمْ فِيْهِمْ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُو اللّٰهَ وَالْيَوْمَ الْاٰخِرَۗ وَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ",
        "tr": "laqad k<u>aa</u>na lakum fiihim uswatun <u>h</u>asanatun liman k<u>aa</u>na yarjuu <strong>al</strong>l<u>aa</u>ha wa<strong>a</strong>lyawma <strong>a</strong>l-<u>aa</u>khira waman yatawalla fa-inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghanniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>",
        "idn": "Sungguh, pada mereka itu (Ibrahim dan umatnya) terdapat suri teladan yang baik bagimu; (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian, dan barangsiapa berpaling, maka sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji.",
        "signCode": "لقد كان لكم فيهم أسوة حسنة لمن كان يرجوا الله واليوم الءاخر ومن يتول فإن الله هو الغني الحميد"
      },
      {
        "id": 5157,
        "surah": 60,
        "nomor": 7,
        "ar": "۞ عَسَى اللّٰهُ اَنْ يَّجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِيْنَ عَادَيْتُمْ مِّنْهُمْ مَّوَدَّةًۗ وَاللّٰهُ قَدِيْرٌۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
        "tr": "'as<u>aa</u> <strong>al</strong>l<u>aa</u>hu an yaj'ala baynakum wabayna <strong>al</strong>la<u>dz</u>iina '<u>aa</u>daytum minhum mawaddatan wa<strong>al</strong>l<u>aa</u>hu qadiirun wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Mudah-mudahan Allah menimbulkan kasih sayang di antara kamu dengan orang-orang yang pernah kamu musuhi di antara mereka. Allah Mahakuasa. Dan Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيم"
      },
      {
        "id": 5158,
        "surah": 60,
        "nomor": 8,
        "ar": "لَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ لَمْ يُقَاتِلُوْكُمْ فِى الدِّيْنِ وَلَمْ يُخْرِجُوْكُمْ مِّنْ دِيَارِكُمْ اَنْ تَبَرُّوْهُمْ وَتُقْسِطُوْٓا اِلَيْهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ",
        "tr": "l<u>aa</u> yanh<u>aa</u>kumu <strong>al</strong>l<u>aa</u>hu 'ani <strong>al</strong>la<u>dz</u>iina lam yuq<u>aa</u>tiluukum fii <strong>al</strong>ddiini walam yukhrijuukum min diy<u>aa</u>rikum an tabarruuhum watuqsi<u>th</u>uu ilayhim inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmuqsi<u>th</u>iin<strong>a</strong>",
        "idn": "Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil.",
        "signCode": "لا ينهىكم الله عن الذين لم يقتلوكم في الدين ولم يخرجوكم من ديركم أن تبروهم وتقسطوا إليهم إن الله يحب المقسطين"
      },
      {
        "id": 5159,
        "surah": 60,
        "nomor": 9,
        "ar": "اِنَّمَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ قَاتَلُوْكُمْ فِى الدِّيْنِ وَاَخْرَجُوْكُمْ مِّنْ دِيَارِكُمْ وَظَاهَرُوْا عَلٰٓى اِخْرَاجِكُمْ اَنْ تَوَلَّوْهُمْۚ وَمَنْ يَّتَوَلَّهُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ",
        "tr": "innam<u>aa</u> yanh<u>aa</u>kumu <strong>al</strong>l<u>aa</u>hu 'ani <strong>al</strong>la<u>dz</u>iina q<u>aa</u>taluukum fii <strong>al</strong>ddiini wa-akhrajuukum min diy<u>aa</u>rikum wa<u>zhaa</u>haruu 'al<u>aa</u> ikhr<u>aa</u>jikum an tawallawhum waman yatawallahum faul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>",
        "idn": "Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain) untuk mengusirmu. Barangsiapa menjadikan mereka sebagai kawan, mereka itulah orang-orang yang zalim.",
        "signCode": "إنما ينهىكم الله عن الذين قتلوكم في الدين وأخرجوكم من ديركم وظهروا على إخراجكم أن تولوهم ومن يتولهم فأولئك هم الظلمون"
      },
      {
        "id": 5160,
        "surah": 60,
        "nomor": 10,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا جَاۤءَكُمُ الْمُؤْمِنٰتُ مُهٰجِرٰتٍ فَامْتَحِنُوْهُنَّۗ  اَللّٰهُ اَعْلَمُ بِاِيْمَانِهِنَّ فَاِنْ عَلِمْتُمُوْهُنَّ مُؤْمِنٰتٍ فَلَا تَرْجِعُوْهُنَّ اِلَى الْكُفَّارِۗ  لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّوْن",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> j<u>aa</u>-akumu <strong>a</strong>lmu/min<u>aa</u>tu muh<u>aa</u>jir<u>aa</u>tin fa<strong>i</strong>mta<u>h</u>inuuhunna <strong>al</strong>l<u>aa</u>hu a'lamu bi-iim<u>aa</u>nihinna fa-in 'alimtumuuhunna mu/min<u>aa</u>tin fal<u>aa</u> tarji'uuhunna il<u>aa</u> <strong>a</strong>lkuff<u>aa</u>ri l<u>aa</u> hunna <u>h</u>illun lahum wal<u>aa</u> hum ya<u>h</u>illuuna lahunna wa<u>aa</u>tuuhum m<u>aa</u> anfaquu wal<u>aa</u> jun<u>aah</u>a 'alaykum an tanki<u>h</u>uuhunna i<u>dzaa</u> <u>aa</u>taytumuuhunna ujuurahunna wal<u>aa</u> tumsikuu bi'i<u>sh</u>ami <strong>a</strong>lkaw<u>aa</u>firi wa<strong>i</strong>s-aluu m<u>aa</u> anfaqtum walyas-aluu m<u>aa</u> anfaquu <u>dzaa</u>likum <u>h</u>ukmu <strong>al</strong>l<u>aa</u>hi ya<u>h</u>kumu baynakum wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
        "idn": "Wahai orang-orang yang beriman! Apabila perempuan-perempuan mukmin datang berhijrah kepadamu, maka hendaklah kamu uji (keimanan) mereka. Allah lebih mengetahui tentang keimanan mereka; jika kamu telah mengetahui bahwa mereka (benar-benar) beriman maka janganlah kamu kembalikan mereka kepada orang-orang kafir (suami-suami mereka). Mereka tidak halal bagi orang-orang kafir itu dan orang-orang kafir itu tidak halal bagi mereka. Dan berikanlah kepada (suami) mereka mahar yang telah mereka berikan. Dan tidak ada dosa bagimu menikahi mereka apabila kamu bayar kepada mereka maharnya. Dan janganlah kamu tetap berpegang pada tali (pernikahan) dengan perempuan-perempuan kafir; dan hendaklah kamu minta kembali mahar yang telah kamu berikan; dan (jika suaminya tetap kafir) biarkan mereka meminta kembali mahar yang telah mereka bayar (kepada mantan istrinya yang telah beriman). Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu. Dan Allah Maha Mengetahui, Mahabijaksana.",
        "signCode": "يأيها الذين ءامنوا إذا جاءكم المؤمنت مهجرت فامتحنوهن الله أعلم بإيمنهن فإن علمتموهن مؤمنت فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن وءاتوهم ما أنفقوا ولا جناح عليكم أن تنكحوهن إذا ءاتيتموهن أجورهن ولا تمسكوا بعصم الكوافر وسءلوا ما أنفقتم وليسءلوا ما أنفقوا ذلكم حكم الله يحكم بينكم والله عليم حكيم"
      },
      {
        "id": 5161,
        "surah": 60,
        "nomor": 11,
        "ar": "وَاِنْ فَاتَكُمْ شَيْءٌ مِّنْ اَزْوَاجِكُمْ اِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَاٰتُوا الَّذِيْنَ ذَهَبَتْ اَزْوَاجُهُمْ مِّثْلَ مَآ اَنْفَقُوْاۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ ",
        "tr": "wa-in f<u>aa</u>takum syay-un min azw<u>aa</u>jikum il<u>aa</u> <strong>a</strong>lkuff<u>aa</u>ri fa'<u>aa</u>qabtum fa<u>aa</u>tuu <strong>al</strong>la<u>dz</u>iina <u>dz</u>ahabat azw<u>aa</u>juhum mitsla m<u>aa</u> anfaquu wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii antum bihi mu/minuun<strong>a</strong>",
        "idn": "Dan jika ada sesuatu (pengembalian mahar) yang belum kamu selesaikan dari istri-istrimu yang lari kepada orang-orang kafir, lalu kamu dapat mengalahkan mereka maka berikanlah (dari harta rampasan) kepada orang-orang yang istrinya lari itu sebanyak mahar yang telah mereka berikan. Dan bertakwalah kamu kepada Allah yang kepada-Nya kamu beriman.",
        "signCode": "وإن فاتكم شيء من أزوجكم إلى الكفار فعاقبتم فءاتوا الذين ذهبت أزوجهم مثل ما أنفقوا واتقوا الله الذي أنتم به مؤمنون"
      },
      {
        "id": 5162,
        "surah": 60,
        "nomor": 12,
        "ar": "يٰٓاَيُّهَا النَّبِيُّ اِذَا جَاۤءَكَ الْمُؤْمِنٰتُ يُبَايِعْنَكَ عَلٰٓى اَنْ لَّا يُشْرِكْنَ بِاللّٰهِ شَيْـًٔا وَّلَا يَسْرِقْنَ وَلَا يَزْنِيْنَ وَلَا يَقْتُلْنَ اَوْلَادَهُنَّ وَلَا يَأْتِيْنَ بِبُهْتَانٍ يَّفْتَرِيْنَهٗ بَيْنَ اَيْدِيْهِنَّ وَاَرْجُل",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu i<u>dzaa</u> j<u>aa</u>-aka <strong>a</strong>lmu/min<u>aa</u>tu yub<u>aa</u>yi'naka 'al<u>aa</u> an l<u>aa</u> yusyrikna bi<strong>al</strong>l<u>aa</u>hi syay-an wal<u>aa</u> yasriqna wal<u>aa</u> yazniina wal<u>aa</u> yaqtulna awl<u>aa</u>dahunna wal<u>aa</u> ya/tiina bibuht<u>aa</u>nin yaftariinahu bayna aydiihinna wa-arjulihinna wal<u>aa</u> ya'<u>sh</u>iinaka fii ma'ruufin fab<u>aa</u>yi'hunna wa<strong>i</strong>staghfir lahunna <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Wahai Nabi! Apabila perempuan-perempuan yang mukmin datang kepadamu untuk mengadakan bai‘at (janji setia), bahwa mereka tidak akan mempersekutukan sesuatu apa pun dengan Allah; tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka dan tidak akan mendurhakaimu dalam urusan yang baik, maka terimalah janji setia mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "يأيها النبي إذا جاءك المؤمنت يبايعنك على أن لا يشركن بالله شيءا ولا يسرقن ولا يزنين ولا يقتلن أولدهن ولا يأتين ببهتن يفترينه بين أيديهن وأرجلهن ولا يعصينك في معروف فبايعهن واستغفر لهن الله إن الله غفور رحيم"
      },
      {
        "id": 5163,
        "surah": 60,
        "nomor": 13,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْ قَدْ يَىِٕسُوْا مِنَ الْاٰخِرَةِ كَمَا يَىِٕسَ الْكُفَّارُ مِنْ اَصْحٰبِ الْقُبُوْرِ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tatawallaw qawman gha<u>dh</u>iba <strong>al</strong>l<u>aa</u>hu 'alayhim qad ya-isuu mina <strong>a</strong>l-<u>aa</u>khirati kam<u>aa</u> ya-isa <strong>a</strong>lkuff<u>aa</u>ru min a<u>sh</u>-<u>haa</u>bi <strong>a</strong>lqubuur<strong>i</strong>",
        "idn": "Wahai orang-orang yang beriman! Janganlah kamu jadikan orang-orang yang dimurkai Allah sebagai penolongmu, sungguh, mereka telah putus asa terhadap akhirat sebagaimana orang-orang kafir yang telah berada dalam kubur juga berputus asa.",
        "signCode": "يأيها الذين ءامنوا لا تتولوا قوما غضب الله عليهم قد يئسوا من الءاخرة كما يئس الكفار من أصحب القبور"
      }
    ]
  },
  {
    "status": true,
    "nomor": 61,
    "nama": "الصّفّ",
    "nama_latin": "As-Saff",
    "jumlah_ayat": 14,
    "tempat_turun": "madinah",
    "arti": "Barisan",
    "deskripsi": "Surat Ash Shaff terdiri atas 14 ayat termasuk golongan surat-surat Madaniyyah. Dinamai dengan <i>Ash Shaff</i>, karena pada ayat 4 surat ini terdapat kata <i>Shaffan</i> yang berarti <i>satu barisan</i>. Ayat ini menerangkan apa yang diridhai Allah sesudah menerangkan apa yang dimurkai-Nya. Pada ayat 3 diterangkan bahwa Allah murka kepada orang yang hanya pandai berkata saja tetapi tidak melaksanakan apa yang diucapkannya. Dan pada ayat 4 diterangkan bahwa Allah menyukai orang yang mempraktekkan apa yang diucapkannya yaitu orang-orang yang berperang pada jalan Allah dalam satu barisan.",
    "audio": "https://santrikoding.com/storage/audio/061.mp3",
    "ayat": [
      {
        "id": 5164,
        "surah": 61,
        "nomor": 1,
        "ar": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
        "tr": "sabba<u>h</u>a lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
        "signCode": "سبح لله ما في السموت وما في الأرض وهو العزيز الحكيم"
      },
      {
        "id": 5165,
        "surah": 61,
        "nomor": 2,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِمَ تَقُوْلُوْنَ مَا لَا تَفْعَلُوْنَ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lima taquuluuna m<u>aa</u> l<u>aa</u> taf'aluun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Mengapa kamu mengatakan sesuatu yang tidak kamu kerjakan?",
        "signCode": "يأيها الذين ءامنوا لم تقولون ما لا تفعلون"
      },
      {
        "id": 5166,
        "surah": 61,
        "nomor": 3,
        "ar": "كَبُرَ مَقْتًا عِنْدَ اللّٰهِ اَنْ تَقُوْلُوْا مَا لَا تَفْعَلُوْنَ ",
        "tr": "kabura maqtan 'inda <strong>al</strong>l<u>aa</u>hi an taquuluu m<u>aa</u> l<u>aa</u> taf'aluun<strong>a</strong>",
        "idn": "(Itu) sangatlah dibenci di sisi Allah jika kamu mengatakan apa-apa yang tidak kamu kerjakan.",
        "signCode": "كبر مقتا عند الله أن تقولوا ما لا تفعلون"
      },
      {
        "id": 5167,
        "surah": 61,
        "nomor": 4,
        "ar": "اِنَّ اللّٰهَ يُحِبُّ الَّذِيْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِهٖ صَفًّا كَاَنَّهُمْ بُنْيَانٌ مَّرْصُوْصٌ",
        "tr": "inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>al</strong>la<u>dz</u>iina yuq<u>aa</u>tiluuna fii sabiilihi <u>sh</u>affan ka-annahum buny<u>aa</u>nun mar<u>sh</u>uu<u>sh</u><strong>un</strong>",
        "idn": "Sesungguhnya Allah mencintai orang-orang yang berperang di jalan-Nya dalam barisan yang teratur, mereka seakan-akan seperti suatu bangunan yang tersusun kokoh.",
        "signCode": "إن الله يحب الذين يقتلون في سبيله صفا كأنهم بنين مرصوص"
      },
      {
        "id": 5168,
        "surah": 61,
        "nomor": 5,
        "ar": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ لِمَ تُؤْذُوْنَنِيْ وَقَدْ تَّعْلَمُوْنَ اَنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْۗ فَلَمَّا زَاغُوْٓا اَزَاغَ اللّٰهُ قُلُوْبَهُمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ",
        "tr": "wa-i<u>dz</u> q<u>aa</u>la muus<u>aa</u> liqawmihi y<u>aa</u> qawmi lima tu/<u>dz</u>uunanii waqad ta'lamuuna annii rasuulu <strong>al</strong>l<u>aa</u>hi ilaykum falamm<u>aa</u> z<u>aa</u>ghuu az<u>aa</u>gha <strong>al</strong>l<u>aa</u>hu quluubahum wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>",
        "idn": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Mengapa kamu menyakitiku, padahal kamu sungguh mengetahui bahwa sesungguhnya aku utusan Allah kepadamu?” Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka. Dan Allah tidak memberi petunjuk kepada kaum yang fasik.",
        "signCode": "وإذ قال موسى لقومه يقوم لم تؤذونني وقد تعلمون أني رسول الله إليكم فلما زاغوا أزاغ الله قلوبهم والله لا يهدي القوم الفسقين"
      },
      {
        "id": 5169,
        "surah": 61,
        "nomor": 6,
        "ar": "وَاِذْ قَالَ عِيْسَى ابْنُ مَرْيَمَ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَمُبَشِّرًاۢ بِرَسُوْلٍ يَّأْتِيْ مِنْۢ بَعْدِى اسْمُهٗٓ اَحْمَدُۗ فَلَمَّا جَاۤءَهُمْ بِالْبَيِّنٰتِ قَالُوا۟ هَـٰذَا سِحْرٌۭ مُّبِينٌۭ",
        "tr": "wa-i<u>dz</u> q<u>aa</u>la 'iis<u>aa</u> ibnu maryama y<u>aa</u> banii isr<u>aa</u>-iila innii rasuulu <strong>al</strong>l<u>aa</u>hi ilaykum mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayya mina <strong>al</strong>ttawr<u>aa</u>ti wamubasysyiran birasuulin ya/tii min ba'dii ismuhu a<u>h</u>madu falamm<u>aa</u> j<u>aa</u>-ahum bi<strong>a</strong>lbayyin<u>aa</u>ti q<u>aa</u>luu h<u>aadzaa</u> si<u>h</u>run mubiin<strong>un</strong>",
        "idn": "Dan (ingatlah) ketika Isa putra Maryam berkata, “Wahai Bani Israil! Sesungguhnya aku utusan Allah kepadamu, yang membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang Rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).” Namun ketika Rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka berkata, “Ini adalah sihir yang nyata.” ",
        "signCode": "وإذ قال عيسى ابن مريم يبني إسرءيل إني رسول الله إليكم مصدقا لما بين يدي من التورىة ومبشرا برسول يأتي من بعدي اسمه أحمد فلما جاءهم بالبينت قالوا هذا سحر مبين"
      },
      {
        "id": 5170,
        "surah": 61,
        "nomor": 7,
        "ar": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ وَهُوَ يُدْعٰىٓ اِلَى الْاِسْلَامِۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ",
        "tr": "waman a<u>zh</u>lamu mimmani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lka<u>dz</u>iba wahuwa yud'<u>aa</u> il<u>aa</u> <strong>a</strong>l-isl<u>aa</u>mi wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah padahal dia diajak kepada (agama) Islam? Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim. ",
        "signCode": "ومن أظلم ممن افترى على الله الكذب وهو يدعى إلى الإسلم والله لا يهدي القوم الظلمين"
      },
      {
        "id": 5171,
        "surah": 61,
        "nomor": 8,
        "ar": "يُرِيْدُوْنَ لِيُطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْۗ وَاللّٰهُ مُتِمُّ نُوْرِهٖ وَلَوْ كَرِهَ الْكٰفِرُوْنَ ",
        "tr": "yuriiduuna liyu<u>th</u>fi-uu nuura <strong>al</strong>l<u>aa</u>hi bi-afw<u>aa</u>hihim wa<strong>al</strong>l<u>aa</u>hu mutimmu nuurihi walaw kariha <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>",
        "idn": "Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah tetap menyempurnakan cahaya-Nya meskipun orang-orang kafir membencinya. ",
        "signCode": "يريدون ليطفءوا نور الله بأفوههم والله متم نوره ولو كره الكفرون"
      },
      {
        "id": 5172,
        "surah": 61,
        "nomor": 9,
        "ar": "هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُوْنَ ",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii arsala rasuulahu bi<strong>a</strong>lhud<u>aa</u> wadiini <strong>a</strong>l<u>h</u>aqqi liyu<u>zh</u>hirahu 'al<u>aa</u> <strong>al</strong>ddiini kullihi walaw kariha <strong>a</strong>lmusyrikuun<strong>a</strong>",
        "idn": "Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar, untuk memenangkannya di atas segala agama meskipun orang-orang musyrik membencinya. ",
        "signCode": "هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون"
      },
      {
        "id": 5173,
        "surah": 61,
        "nomor": 10,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا هَلْ اَدُلُّكُمْ عَلٰى تِجَارَةٍ تُنْجِيْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu hal adullukum 'al<u>aa</u> tij<u>aa</u>ratin tunjiikum min 'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>",
        "idn": "Wahai orang-orang yang beriman! Maukah kamu Aku tunjukkan suatu perdagangan yang dapat menyelamatkan kamu dari azab yang pedih?",
        "signCode": "يأيها الذين ءامنوا هل أدلكم على تجرة تنجيكم من عذاب أليم"
      },
      {
        "id": 5174,
        "surah": 61,
        "nomor": 11,
        "ar": "تُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖ وَتُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِكُمْ وَاَنْفُسِكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَۙ ",
        "tr": "tu/minuuna bi<strong>al</strong>l<u>aa</u>hi warasuulihi watuj<u>aa</u>hiduuna fii sabiili <strong>al</strong>l<u>aa</u>hi bi-amw<u>aa</u>likum wa-anfusikum <u>dzaa</u>likum khayrun lakum in kuntum ta'lamuun<strong>a</strong>",
        "idn": "Yaitu kamu beriman kepada Allah dan Rasul-Nya dan berjihad di jalan Allah dengan harta dan jiwamu. Itulah yang lebih baik bagi kamu jika kamu mengetahui,",
        "signCode": "تؤمنون بالله ورسوله وتجهدون في سبيل الله بأمولكم وأنفسكم ذلكم خير لكم إن كنتم تعلمون"
      },
      {
        "id": 5175,
        "surah": 61,
        "nomor": 12,
        "ar": "يَغْفِرْ لَكُمْ ذُنُوْبَكُمْ وَيُدْخِلْكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُۙ ",
        "tr": "yaghfir lakum <u>dz</u>unuubakum wayudkhilkum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wamas<u>aa</u>kina <u>th</u>ayyibatan fii jann<u>aa</u>ti 'adnin <u>dzaa</u>lika <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>",
        "idn": "niscaya Allah mengampuni dosa-dosamu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, dan ke tempat-tempat tinggal yang baik di dalam surga ‘Adn. Itulah kemenangan yang agung. ",
        "signCode": "يغفر لكم ذنوبكم ويدخلكم جنت تجري من تحتها الأنهر ومسكن طيبة في جنت عدن ذلك الفوز العظيم"
      },
      {
        "id": 5176,
        "surah": 61,
        "nomor": 13,
        "ar": "وَاُخْرٰى تُحِبُّوْنَهَاۗ نَصْرٌ مِّنَ اللّٰهِ وَفَتْحٌ قَرِيْبٌۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ",
        "tr": "waukhr<u>aa</u> tu<u>h</u>ibbuunah<u>aa</u> na<u>sh</u>run mina <strong>al</strong>l<u>aa</u>hi wafat<u>h</u>un qarriibun wabasysyiri <strong>a</strong>lmu/miniin<strong>a</strong>",
        "idn": "Dan (ada lagi) karunia yang lain yang kamu sukai (yaitu) pertolongan dari Allah dan kemenangan yang dekat (waktunya). Dan sampaikanlah berita gembira kepada orang-orang mukmin. ",
        "signCode": "وأخرى تحبونها نصر من الله وفتح قريب وبشر المؤمنين"
      },
      {
        "id": 5177,
        "surah": 61,
        "nomor": 14,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْٓا اَنْصَارَ اللّٰهِ كَمَا قَالَ عِيْسَى ابْنُ مَرْيَمَ لِلْحَوَارِيّٖنَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِ ۗقَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ فَاٰمَنَتْ طَّاۤىِٕفَةٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ وَكَف",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kuunuu an<u>shaa</u>ra <strong>al</strong>l<u>aa</u>hi kam<u>aa</u> q<u>aa</u>la 'iis<u>aa</u> ibnu maryama lil<u>h</u>aw<u>aa</u>riyyiina man an<u>shaa</u>rii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi q<u>aa</u>la <strong>a</strong>l<u>h</u>aw<u>aa</u>riyyuuna na<u>h</u>nu an<u>shaa</u>ru <strong>al</strong>l<u>aa</u>hi fa<u>aa</u>manat <u>th</u><u>aa</u>-ifatun min banii isr<u>aa</u>-iila wakafarat <u>th</u><u>aa</u>-ifatun fa-ayyadn<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu 'al<u>aa</u> 'aduwwihim fa-a<u>sh</u>ba<u>h</u>uu <u>zhaa</u>hiriin<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Jadilah kamu penolong-penolong (agama) Allah sebagaimana Isa putra Maryam telah berkata kepada pengikut-pengikutnya yang setia, “Siapakah yang akan menjadi penolong-penolongku (untuk menegakkan agama) Allah?” Pengikut-pengikutnya yang setia itu berkata, “Kamilah penolong-penolong (agama) Allah,” lalu segolongan dari Bani Israil beriman dan segolongan (yang lain) kafir; lalu Kami berikan kekuatan ke-pada orang-orang yang beriman terhadap musuh-musuh mereka, sehingga mereka menjadi orang-orang yang menang. ",
        "signCode": "يأيها الذين ءامنوا كونوا أنصار الله كما قال عيسى ابن مريم للحوارين من أنصاري إلى الله قال الحواريون نحن أنصار الله فءامنت طائفة من بني إسرءيل وكفرت طائفة فأيدنا الذين ءامنوا على عدوهم فأصبحوا ظهرين"
      }
    ]
  },
  {
    "status": true,
    "nomor": 62,
    "nama": "الجمعة",
    "nama_latin": "Al-Jumu'ah",
    "jumlah_ayat": 11,
    "tempat_turun": "madinah",
    "arti": "Jumat",
    "deskripsi": "Surat Al Jumu'ah ini terdiri atas 11 ayat, termasuk golongan-golongan surat-surat Madaniyyah dan diturunkan sesudah surat Ash Shaf. Nama surat Al Jumu'ah diambil dari kata <i>Al Jumu'ah</i> yang terdapat pada ayat 9 surat ini yang artinya: <i>hari Jum'at</i>.",
    "audio": "https://santrikoding.com/storage/audio/062.mp3",
    "ayat": [
      {
        "id": 5178,
        "surah": 62,
        "nomor": 1,
        "ar": "يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ الْمَلِكِ الْقُدُّوْسِ الْعَزِيْزِ الْحَكِيْمِ ",
        "tr": "yusabbi<u>h</u>u lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>lmaliki <strong>a</strong>lqudduusi <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>",
        "idn": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah. Maharaja, Yang Mahasuci, Yang Mahaperkasa, Mahabijaksana.",
        "signCode": "يسبح لله ما في السموت وما في الأرض الملك القدوس العزيز الحكيم"
      },
      {
        "id": 5179,
        "surah": 62,
        "nomor": 2,
        "ar": "هُوَ الَّذِيْ بَعَثَ فِى الْاُمِّيّٖنَ رَسُوْلًا مِّنْهُمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ ",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii ba'atsa fii <strong>a</strong>l-ummiyyiina rasuulan minhum yatluu 'alayhim <u>aa</u>y<u>aa</u>tihi wayuzakkiihim wayu'allimuhumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wa-in k<u>aa</u>nuu min qablu lafii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
        "idn": "Dialah yang mengutus seorang Rasul kepada kaum yang buta huruf dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka dan mengajarkan kepada mereka Kitab dan Hikmah (Sunnah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata.",
        "signCode": "هو الذي بعث في الأمين رسولا منهم يتلوا عليهم ءايته ويزكيهم ويعلمهم الكتب والحكمة وإن كانوا من قبل لفي ضلل مبين"
      },
      {
        "id": 5180,
        "surah": 62,
        "nomor": 3,
        "ar": "وَّاٰخَرِيْنَ مِنْهُمْ لَمَّا يَلْحَقُوْا بِهِمْۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُۙ ",
        "tr": "wa<u>aa</u>khariina minhum lamm<u>aa</u> yal<u>h</u>aquu bihim wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. Dan Dialah Yang Mahaperkasa, Mahabijaksana. ",
        "signCode": "وءاخرين منهم لما يلحقوا بهم وهو العزيز الحكيم"
      },
      {
        "id": 5181,
        "surah": 62,
        "nomor": 4,
        "ar": "ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
        "tr": "<u>dzaa</u>lika fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
        "idn": "Demikianlah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki; dan Allah memiliki karunia yang besar. ",
        "signCode": "ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم"
      },
      {
        "id": 5182,
        "surah": 62,
        "nomor": 5,
        "ar": "مَثَلُ الَّذِيْنَ حُمِّلُوا التَّوْرٰىةَ ثُمَّ لَمْ يَحْمِلُوْهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ اَسْفَارًاۗ بِئْسَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ",
        "tr": "matsalu <strong>al</strong>la<u>dz</u>iina <u>h</u>ummiluu <strong>al</strong>ttawr<u>aa</u>ta tsumma lam ya<u>h</u>miluuh<u>aa</u> kamatsali <strong>a</strong>l<u>h</u>im<u>aa</u>ri ya<u>h</u>milu asf<u>aa</u>ran bi/sa matsalu <strong>a</strong>lqawmi <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Perumpamaan orang-orang yang diberi tugas membawa Taurat, kemudian mereka tidak membawanya (tidak mengamalkannya) adalah seperti keledai yang membawa kitab-kitab yang tebal. Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah. Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim. ",
        "signCode": "مثل الذين حملوا التورىة ثم لم يحملوها كمثل الحمار يحمل أسفارا بئس مثل القوم الذين كذبوا بءايت الله والله لا يهدي القوم الظلمين"
      },
      {
        "id": 5183,
        "surah": 62,
        "nomor": 6,
        "ar": "قُلْ يٰٓاَيُّهَا الَّذِيْنَ هَادُوْٓا اِنْ زَعَمْتُمْ اَنَّكُمْ اَوْلِيَاۤءُ لِلّٰهِ مِنْ دُوْنِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
        "tr": "qul y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina h<u>aa</u>duu in za'amtum annakum awliy<u>aa</u>u lill<u>aa</u>hi min duuni <strong>al</strong>nn<u>aa</u>si fatamannawuu <strong>a</strong>lmawta in kuntum <u>shaa</u>diqiin<strong>a</strong>",
        "idn": "Katakanlah (Muhammad), “Wahai orang-orang Yahudi! Jika kamu mengira bahwa kamulah kekasih Allah, bukan orang-orang yang lain, maka harapkanlah kematianmu, jika kamu orang yang benar.” ",
        "signCode": "قل يأيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس فتمنوا الموت إن كنتم صدقين"
      },
      {
        "id": 5184,
        "surah": 62,
        "nomor": 7,
        "ar": "وَلَا يَتَمَنَّوْنَهٗٓ اَبَدًاۢ بِمَا قَدَّمَتْ اَيْدِيْهِمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ ",
        "tr": "wal<u>aa</u> yatamannawnahu abadan bim<u>aa</u> qaddamat aydiihim wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan mereka tidak akan mengharapkan kematian itu selamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Dan Allah Maha Mengetahui orang-orang yang zalim. ",
        "signCode": "ولا يتمنونه أبدا بما قدمت أيديهم والله عليم بالظلمين"
      },
      {
        "id": 5185,
        "surah": 62,
        "nomor": 8,
        "ar": "قُلْ اِنَّ الْمَوْتَ الَّذِيْ تَفِرُّوْنَ مِنْهُ فَاِنَّهٗ مُلٰقِيْكُمْ ثُمَّ تُرَدُّوْنَ اِلٰى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
        "tr": "qul inna <strong>a</strong>lmawta <strong>al</strong>la<u>dz</u>ii tafirruuna minhu fa-innahu mul<u>aa</u>qiikum tsumma turadduuna il<u>aa</u> '<u>aa</u>limi <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati fayunabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>",
        "idn": "Katakanlah, “Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu, kemudian kamu akan dikembalikan kepada (Allah), yang mengetahui yang gaib dan yang nyata, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan.” ",
        "signCode": "قل إن الموت الذي تفرون منه فإنه ملقيكم ثم تردون إلى علم الغيب والشهدة فينبئكم بما كنتم تعملون"
      },
      {
        "id": 5186,
        "surah": 62,
        "nomor": 9,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نُوْدِيَ لِلصَّلٰوةِ مِنْ يَّوْمِ الْجُمُعَةِ فَاسْعَوْا اِلٰى ذِكْرِ اللّٰهِ وَذَرُوا الْبَيْعَۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> nuudiya li<strong>l</strong><u>shsh</u>al<u>aa</u>ti min yawmi <strong>a</strong>ljumu'ati fa<strong>i</strong>s'aw il<u>aa</u> <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wa<u>dz</u>aruu <strong>a</strong>lbay'a <u>dzaa</u>likum khayrun lakum in kuntum ta'lamuun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jum‘at, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.",
        "signCode": "يأيها الذين ءامنوا إذا نودي للصلوة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع ذلكم خير لكم إن كنتم تعلمون"
      },
      {
        "id": 5187,
        "surah": 62,
        "nomor": 10,
        "ar": "فَاِذَا قُضِيَتِ الصَّلٰوةُ فَانْتَشِرُوْا فِى الْاَرْضِ وَابْتَغُوْا مِنْ فَضْلِ اللّٰهِ وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَ ",
        "tr": "fa-i<u>dzaa</u> qu<u>dh</u>iyati <strong>al</strong><u>shsh</u>al<u>aa</u>tu fa<strong>i</strong>ntasyiruu fii <strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>btaghuu min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha katsiiran la'allakum tufli<u>h</u>uun<strong>a </strong>",
        "idn": "Apabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung. ",
        "signCode": "فإذا قضيت الصلوة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون"
      },
      {
        "id": 5188,
        "surah": 62,
        "nomor": 11,
        "ar": "وَاِذَا رَاَوْا تِجَارَةً اَوْ لَهْوًا ۨانْفَضُّوْٓا اِلَيْهَا وَتَرَكُوْكَ قَاۤىِٕمًاۗ قُلْ مَا عِنْدَ اللّٰهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِۗ وَاللّٰهُ خَيْرُ الرّٰزِقِيْنَ ",
        "tr": "wa-i<u>dzaa</u> ra-aw tij<u>aa</u>ratan aw lahwan infa<u>dhdh</u>uu ilayh<u>aa</u> watarakuuka q<u>aa</u>-iman qul m<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi khayrun mina <strong>al</strong>lahwi wamina <strong>al</strong>ttij<u>aa</u>rati wa<strong>al</strong>l<u>aa</u>hu khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>",
        "idn": "Dan apabila mereka melihat perdagangan atau permainan, mereka segera menuju kepadanya dan mereka tinggalkan engkau (Muhammad) sedang berdiri (berkhotbah). Katakanlah, “Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan,” dan Allah pemberi rezeki yang terbaik.",
        "signCode": "وإذا رأوا تجرة أو لهوا انفضوا إليها وتركوك قائما قل ما عند الله خير من اللهو ومن التجرة والله خير الرزقين"
      }
    ]
  },
  {
    "status": true,
    "nomor": 63,
    "nama": "المنٰفقون",
    "nama_latin": "Al-Munafiqun",
    "jumlah_ayat": 11,
    "tempat_turun": "madinah",
    "arti": "Orang-Orang Munafik",
    "deskripsi": "Surat ini terdiri atas 11 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hajj. Surat ini dinamai <i>Al-Munaafiquun</i>  yang artinya orang-orang munafik, karena surat ini mengungkapkan  sifat-sifat orang-orang munafik.",
    "audio": "https://santrikoding.com/storage/audio/063.mp3",
    "ayat": [
      {
        "id": 5189,
        "surah": 63,
        "nomor": 1,
        "ar": "اِذَا جَاۤءَكَ الْمُنٰفِقُوْنَ قَالُوْا نَشْهَدُ اِنَّكَ لَرَسُوْلُ اللّٰهِ ۘوَاللّٰهُ يَعْلَمُ اِنَّكَ لَرَسُوْلُهٗ ۗوَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَۚ ",
        "tr": "i<u>dzaa</u> j<u>aa</u>-aka <strong>a</strong>lmun<u>aa</u>fiquuna q<u>aa</u>luu nasyhadu innaka larasuulu <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ya'lamu innaka larasuuluhu wa<strong>al</strong>l<u>aa</u>hu yasyhadu inna <strong>a</strong>lmun<u>aa</u>fiqiina lak<u>aadz</u>ibuun<strong>a</strong>",
        "idn": "Apabila orang-orang munafik datang kepadamu (Muhammad), mereka berkata, “Kami mengakui, bahwa engkau adalah Rasul Allah.” Dan Allah mengetahui bahwa engkau benar-benar Rasul-Nya; dan Allah menyaksikan bahwa orang-orang munafik itu benar-benar pendusta.",
        "signCode": "إذا جاءك المنفقون قالوا نشهد إنك لرسول الله والله يعلم إنك لرسوله والله يشهد إن المنفقين لكذبون"
      },
      {
        "id": 5190,
        "surah": 63,
        "nomor": 2,
        "ar": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ ",
        "tr": "ittakha<u>dz</u>uu aym<u>aa</u>nahum junnatan fa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
        "idn": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah. Sungguh, betapa buruknya apa yang telah mereka kerjakan.",
        "signCode": "اتخذوا أيمنهم جنة فصدوا عن سبيل الله إنهم ساء ما كانوا يعملون"
      },
      {
        "id": 5191,
        "surah": 63,
        "nomor": 3,
        "ar": "ذٰلِكَ بِاَنَّهُمْ اٰمَنُوْا ثُمَّ كَفَرُوْا فَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ",
        "tr": "<u>dzaa</u>lika bi-annahum <u>aa</u>manuu tsumma kafaruu fa<u>th</u>ubi'a 'al<u>aa</u> quluubihim fahum l<u>aa</u> yafqahuun<strong>a</strong>",
        "idn": "Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian menjadi kafir, maka hati mereka dikunci, sehingga mereka tidak dapat mengerti. ",
        "signCode": "ذلك بأنهم ءامنوا ثم كفروا فطبع على قلوبهم فهم لا يفقهون"
      },
      {
        "id": 5192,
        "surah": 63,
        "nomor": 4,
        "ar": "۞ وَاِذَا رَاَيْتَهُمْ تُعْجِبُكَ اَجْسَامُهُمْۗ وَاِنْ يَّقُوْلُوْا تَسْمَعْ لِقَوْلِهِمْۗ  كَاَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ  ۗيَحْسَبُوْنَ كُلَّ صَيْحَةٍ عَلَيْهِمْۗ هُمُ الْعَدُوُّ فَاحْذَرْهُمْۗ قَاتَلَهُمُ اللّٰهُ ۖاَنّٰى يُؤْفَكُوْنَ",
        "tr": "wa-i<u>dzaa</u> ra-aytahum tu'jibuka ajs<u>aa</u>muhum wa-in yaquuluu tasma' liqawlihim ka-annahum khusyubun musannadatun ya<u>h</u>sabuuna kulla <u>sh</u>ay<u>h</u>atin 'alayhim humu <strong>a</strong>l'aduwwu fa<strong>i</strong><u>hts</u>arhum q<u>aa</u>talahumu <strong>al</strong>l<u>aa</u>hu ann<u>aa</u> yu/fakuun<strong>a</strong>",
        "idn": "Dan apabila engkau melihat mereka, tubuh mereka mengagumkanmu. Dan jika mereka berkata, engkau mendengarkan tutur-katanya. Mereka seakan-akan kayu yang tersandar. Mereka mengira bahwa setiap teriakan ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya), maka waspadalah terhadap mereka; Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?",
        "signCode": "وإذا رأيتهم تعجبك أجسامهم وإن يقولوا تسمع لقولهم كأنهم خشب مسندة يحسبون كل صيحة عليهم هم العدو فاحذرهم قتلهم الله أنى يؤفكون"
      },
      {
        "id": 5193,
        "surah": 63,
        "nomor": 5,
        "ar": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُوْلُ اللّٰهِ لَوَّوْا رُءُوْسَهُمْ وَرَاَيْتَهُمْ يَصُدُّوْنَ وَهُمْ مُّسْتَكْبِرُوْنَ ",
        "tr": "wa-i<u>dzaa</u> qiila lahum ta'<u>aa</u>law yastaghfir lakum rasuulu <strong>al</strong>l<u>aa</u>hi lawwaw ruuusahum wara-aytahum ya<u>sh</u>udduuna wahum mustakbiruun<strong>a</strong>",
        "idn": "Dan apabila dikatakan kepada mereka, “Marilah (beriman), agar Rasulullah memohonkan ampunan bagimu,” mereka membuang muka dan engkau lihat mereka berpaling dengan menyombongkan diri. ",
        "signCode": "وإذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رءوسهم ورأيتهم يصدون وهم مستكبرون"
      },
      {
        "id": 5194,
        "surah": 63,
        "nomor": 6,
        "ar": "سَوَاۤءٌ عَلَيْهِمْ اَسْتَغْفَرْتَ لَهُمْ اَمْ لَمْ تَسْتَغْفِرْ لَهُمْۗ  لَنْ يَّغْفِرَ اللّٰهُ لَهُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ",
        "tr": "saw<u>aa</u>un 'alayhim astaghfarta lahum am lam tastaghfir lahum lan yaghfira <strong>al</strong>l<u>aa</u>hu lahum inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>",
        "idn": "Sama saja bagi mereka, engkau (Muhammad) mohonkan ampunan untuk mereka atau tidak engkau mohonkan ampunan bagi mereka, Allah tidak akan mengampuni mereka; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik.",
        "signCode": "سواء عليهم أستغفرت لهم أم لم تستغفر لهم لن يغفر الله لهم إن الله لا يهدي القوم الفسقين"
      },
      {
        "id": 5195,
        "surah": 63,
        "nomor": 7,
        "ar": "هُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰى مَنْ عِنْدَ رَسُوْلِ اللّٰهِ حَتّٰى يَنْفَضُّوْاۗ وَلِلّٰهِ خَزَاۤىِٕنُ السَّمٰوٰتِ وَالْاَرْضِۙ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَفْقَهُوْنَ ",
        "tr": "humu <strong>al</strong>la<u>dz</u>iina yaquuluuna l<u>aa</u> tunfiquu 'al<u>aa</u> man 'inda rasuuli <strong>al</strong>l<u>aa</u>hi <u>h</u>att<u>aa</u> yanfa<u>dhdh</u>uu walill<u>aa</u>hi khaz<u>aa</u>-inu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u>kinna <strong>a</strong>lmun<u>aa</u>fiqiina l<u>aa</u> yafqahuun<strong>a</strong>",
        "idn": "Mereka yang berkata (kepada orang-orang Ansar), “Janganlah kamu bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).” Padahal milik Allah-lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami.",
        "signCode": "هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا ولله خزائن السموت والأرض ولكن المنفقين لا يفقهون"
      },
      {
        "id": 5196,
        "surah": 63,
        "nomor": 8,
        "ar": "يَقُوْلُوْنَ لَىِٕنْ رَّجَعْنَآ اِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْاَعَزُّ مِنْهَا الْاَذَلَّ ۗوَلِلّٰهِ الْعِزَّةُ وَلِرَسُوْلِهٖ وَلِلْمُؤْمِنِيْنَ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَعْلَمُوْنَ ",
        "tr": "yaquuluuna la-in raja'n<u>aa</u> il<u>aa</u> <strong>a</strong>lmadiinati layukhrijanna <strong>a</strong>l-a'azzu minh<u>aa</u> <strong>a</strong>l-a<u>dz</u>alla walill<u>aa</u>hi <strong>a</strong>l'izzatu walirasuulihi walilmu/miniina wal<u>aa</u>kinna <strong>a</strong>lmun<u>aa</u>fiqiina l<u>aa</u> ya'lamuun<strong>a</strong>",
        "idn": "Mereka berkata, “Sungguh, jika kita kembali ke Madinah (kembali dari perang Bani Mustalik), pastilah orang yang kuat akan mengusir orang-orang yang lemah dari sana.” Padahal kekuatan itu hanyalah bagi Allah, Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui.",
        "signCode": "يقولون لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل ولله العزة ولرسوله وللمؤمنين ولكن المنفقين لا يعلمون"
      },
      {
        "id": 5197,
        "surah": 63,
        "nomor": 9,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚوَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tulhikum amw<u>aa</u>lukum wal<u>aa</u> awl<u>aa</u>dukum 'an <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi waman yaf'al <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Janganlah harta bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barangsiapa berbuat demikian, maka mereka itulah orang-orang yang rugi.",
        "signCode": "يأيها الذين ءامنوا لا تلهكم أمولكم ولا أولدكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخسرون"
      },
      {
        "id": 5198,
        "surah": 63,
        "nomor": 10,
        "ar": "وَاَنْفِقُوْا مِنْ مَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ اَحَدَكُمُ الْمَوْتُ فَيَقُوْلَ رَبِّ لَوْلَآ اَخَّرْتَنِيْٓ اِلٰٓى اَجَلٍ قَرِيْبٍۚ فَاَصَّدَّقَ وَاَكُنْ مِّنَ الصّٰلِحِيْنَ ",
        "tr": "wa-anfiquu min m<u>aa</u> razaqn<u>aa</u>kum min qabli an ya/tiya a<u>h</u>adakumu <strong>a</strong>lmawtu fayaquula rabbi lawl<u>aa</u> akhkhartanii il<u>aa</u> ajalin qariibin fa-a<u>shsh</u>addaqa wa-akun mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu sebelum kematian datang kepada salah seorang di antara kamu; lalu dia berkata (menyesali), “Ya Tuhanku, sekiranya Engkau berkenan menunda (kematian)ku sedikit waktu lagi, maka aku dapat bersedekah dan aku akan termasuk orang-orang yang saleh.”",
        "signCode": "وأنفقوا من ما رزقنكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصلحين"
      },
      {
        "id": 5199,
        "surah": 63,
        "nomor": 11,
        "ar": "وَلَنْ يُّؤَخِّرَ اللّٰهُ نَفْسًا اِذَا جَاۤءَ اَجَلُهَاۗ وَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ",
        "tr": "walan yu-akhkhira <strong>al</strong>l<u>aa</u>hu nafsan i<u>dzaa</u> j<u>aa</u>-a ajaluh<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
        "idn": "Dan Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Dan Allah Mahateliti apa yang kamu kerjakan.",
        "signCode": "ولن يؤخر الله نفسا إذا جاء أجلها والله خبير بما تعملون"
      }
    ]
  },
  {
    "status": true,
    "nomor": 64,
    "nama": "التغابن",
    "nama_latin": "At-Tagabun",
    "jumlah_ayat": 18,
    "tempat_turun": "madinah",
    "arti": "Pengungkapan Kesalahan",
    "deskripsi": "Surat ini terdiri atas 18 ayat, termasuk golongan surat-surat Madaniyyah dan diturunkan sesudah surat At Tahrim. Nama <i>At Taghaabun</i> diambil dari kata <i>At Taghaabun</i> yang terdapat pada ayat ke 9 yang artinya <i>hari dinampakkan kesalahan-kesalahan</i>.",
    "audio": "https://santrikoding.com/storage/audio/064.mp3",
    "ayat": [
      {
        "id": 5200,
        "surah": 64,
        "nomor": 1,
        "ar": "يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
        "tr": "yusabbi<u>h</u>u lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i lahu <strong>a</strong>lmulku walahu <strong>a</strong>l<u>h</u>amdu wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "idn": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah; milik-Nya semua kerajaan dan bagi-Nya (pula) segala puji; dan Dia Mahakuasa atas segala sesuatu. ",
        "signCode": "يسبح لله ما في السموت وما في الأرض له الملك وله الحمد وهو على كل شيء قدير"
      },
      {
        "id": 5201,
        "surah": 64,
        "nomor": 2,
        "ar": "هُوَ الَّذِيْ خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَّمِنْكُمْ مُّؤْمِنٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii khalaqakum faminkum k<u>aa</u>firun waminkum mu/minun wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>",
        "idn": "Dialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan di antara kamu (juga) ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan.",
        "signCode": "هو الذي خلقكم فمنكم كافر ومنكم مؤمن والله بما تعملون بصير"
      },
      {
        "id": 5202,
        "surah": 64,
        "nomor": 3,
        "ar": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْۚ وَاِلَيْهِ الْمَصِيْرُ ",
        "tr": "khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi wa<u>sh</u>awwarakum fa-a<u>h</u>sana <u>sh</u>uwarakum wa-ilayhi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar, Dia membentuk rupamu lalu memperbagus rupamu, dan kepada-Nya tempat kembali. ",
        "signCode": "خلق السموت والأرض بالحق وصوركم فأحسن صوركم وإليه المصير"
      },
      {
        "id": 5203,
        "surah": 64,
        "nomor": 4,
        "ar": "يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
        "tr": "ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i waya'lamu m<u>aa</u> tusirruuna wam<u>aa</u> tu'linuuna wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
        "idn": "Dia mengetahui apa yang di langit dan di bumi, dan mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati. ",
        "signCode": "يعلم ما في السموت والأرض ويعلم ما تسرون وما تعلنون والله عليم بذات الصدور"
      },
      {
        "id": 5204,
        "surah": 64,
        "nomor": 5,
        "ar": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۖفَذَاقُوْا وَبَالَ اَمْرِهِمْ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
        "tr": "alam ya/tikum nabau <strong>al</strong>la<u>dz</u>iina kafaruu min qablu fa<u>dzaa</u>quu wab<u>aa</u>la amrihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Apakah belum sampai kepadamu (orang-orang kafir) berita orang-orang kafir dahulu? Maka mereka telah merasakan akibat buruk dari perbuatannya dan mereka memperoleh azab yang pedih. ",
        "signCode": "ألم يأتكم نبؤا الذين كفروا من قبل فذاقوا وبال أمرهم ولهم عذاب أليم"
      },
      {
        "id": 5205,
        "surah": 64,
        "nomor": 6,
        "ar": "ذٰلِكَ بِاَنَّهٗ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَقَالُوْٓا اَبَشَرٌ يَّهْدُوْنَنَاۖ فَكَفَرُوْا وَتَوَلَّوْا وَّاسْتَغْنَى اللّٰهُ ۗوَاللّٰهُ غَنِيٌّ حَمِيْدٌ ",
        "tr": "<u>dzaa</u>lika bi-annahu k<u>aa</u>nat ta/tiihim rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti faq<u>aa</u>luu abasyarun yahduunan<u>aa</u> fakafaruu watawallaw wa<strong>i</strong>staghn<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>l<u>aa</u>hu ghaniyyun <u>h</u>amiid<strong>un</strong>",
        "idn": "Yang demikian itu karena sesungguhnya ketika rasul-rasul datang kepada mereka (membawa) keterangan-ke-terangan lalu mereka berkata, “Apakah  (pantas) manusia yang memberi petunjuk kepada kami?” Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Dan Allah Mahakaya, Maha Terpuji. ",
        "signCode": "ذلك بأنه كانت تأتيهم رسلهم بالبينت فقالوا أبشر يهدوننا فكفروا وتولوا واستغنى الله والله غني حميد"
      },
      {
        "id": 5206,
        "surah": 64,
        "nomor": 7,
        "ar": "زَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْاۗ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْۗ وَذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
        "tr": "za'ama <strong>al</strong>la<u>dz</u>iina kafaruu an lan yub'atsuu qul bal<u>aa</u> warabbii latub'atsunna tsumma latunabbaunna bim<u>aa</u> 'amiltum wa<u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>",
        "idn": "Orang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), “Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.” Dan yang demikian itu mudah bagi Allah. ",
        "signCode": "زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير"
      },
      {
        "id": 5207,
        "surah": 64,
        "nomor": 8,
        "ar": "فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالنُّوْرِ الَّذِيْٓ اَنْزَلْنَاۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
        "tr": "fa<u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa<strong>al</strong>nnuuri <strong>al</strong>la<u>dz</u>ii anzaln<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
        "idn": "Maka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya (Al-Qur'an) yang telah Kami turunkan. Dan Allah Mahateliti terhadap apa yang kamu kerjakan.",
        "signCode": "فءامنوا بالله ورسوله والنور الذي أنزلنا والله بما تعملون خبير"
      },
      {
        "id": 5208,
        "surah": 64,
        "nomor": 9,
        "ar": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذٰلِكَ يَوْمُ التَّغَابُنِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ ذٰلِكَ الْفَوْزُ الْعَظِ",
        "tr": "yawma yajma'ukum liyawmi <strong>a</strong>ljam'i <u>dzaa</u>lika yawmu <strong>al</strong>ttagh<u>aa</u>buni waman yu/min bi<strong>al</strong>l<u>aa</u>hi waya'mal <u>shaa</u>li<u>h</u>an yukaffir 'anhu sayyi-<u>aa</u>tihi wayudkhilhu jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> abadan <u>dzaa</u>lika <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>",
        "idn": "(Ingatlah) pada hari (ketika) Allah mengumpulkan kamu pada hari berhimpun, itulah hari pengungkapan kesalahan-kesalahan. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. ",
        "signCode": "يوم يجمعكم ليوم الجمع ذلك يوم التغابن ومن يؤمن بالله ويعمل صلحا يكفر عنه سيءاته ويدخله جنت تجري من تحتها الأنهر خلدين فيها أبدا ذلك الفوز العظيم"
      },
      {
        "id": 5209,
        "surah": 64,
        "nomor": 10,
        "ar": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ خٰلِدِيْنَ فِيْهَاۗ وَبِئْسَ الْمَصِيْرُ ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri kh<u>aa</u>lidiina fiih<u>aa</u> wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka, mereka kekal di dalamnya. Dan itulah seburuk-buruk tempat kembali. ",
        "signCode": "والذين كفروا وكذبوا بءايتنا أولئك أصحب النار خلدين فيها وبئس المصير"
      },
      {
        "id": 5210,
        "surah": 64,
        "nomor": 11,
        "ar": "مَآ اَصَابَ مِنْ مُّصِيْبَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَمَنْ يُّؤْمِنْۢ بِاللّٰهِ يَهْدِ قَلْبَهٗ ۗوَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
        "tr": "m<u>aa</u> a<u>shaa</u>ba min mu<u>sh</u>iibatin ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waman yu/min bi<strong>al</strong>l<u>aa</u>hi yahdi qalbahu wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>",
        "idn": "Tidak ada sesuatu musibah yang menimpa (seseorang), kecuali dengan izin Allah; dan barangsiapa beriman kepada Allah, niscaya Allah akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu. ",
        "signCode": "ما أصاب من مصيبة إلا بإذن الله ومن يؤمن بالله يهد قلبه والله بكل شيء عليم"
      },
      {
        "id": 5211,
        "surah": 64,
        "nomor": 12,
        "ar": "وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّيْتُمْ فَاِنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ",
        "tr": "wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula fa-in tawallaytum fa-innam<u>aa</u> 'al<u>aa</u> rasuulin<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>u</strong>",
        "idn": "Dan taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanah Allah) dengan terang. ",
        "signCode": "وأطيعوا الله وأطيعوا الرسول فإن توليتم فإنما على رسولنا البلغ المبين"
      },
      {
        "id": 5212,
        "surah": 64,
        "nomor": 13,
        "ar": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
        "tr": "<strong>al</strong>l<u>aa</u>hu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>",
        "idn": "(Dialah) Allah, tidak ada tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah.",
        "signCode": "الله لا إله إلا هو وعلى الله فليتوكل المؤمنون"
      },
      {
        "id": 5213,
        "surah": 64,
        "nomor": 14,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّ مِنْ اَزْوَاجِكُمْ وَاَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوْهُمْۚ وَاِنْ تَعْفُوْا وَتَصْفَحُوْا وَتَغْفِرُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu inna min azw<u>aa</u>jikum wa-awl<u>aa</u>dikum 'aduwwan lakum fa<strong>i</strong><u>hts</u>aruuhum wa-in ta'fuu wata<u>sh</u>fa<u>h</u>uu wataghfiruu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Wahai orang-orang yang beriman! Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu, maka berhati-hatilah kamu terhadap mereka; dan jika kamu maafkan dan kamu santuni serta ampuni (mereka), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "يأيها الذين ءامنوا إن من أزوجكم وأولدكم عدوا لكم فاحذروهم وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم"
      },
      {
        "id": 5214,
        "surah": 64,
        "nomor": 15,
        "ar": "اِنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۗوَاللّٰهُ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ",
        "tr": "innam<u>aa</u> amw<u>aa</u>lukum wa-awl<u>aa</u>dukum fitnatun wa<strong>al</strong>l<u>aa</u>hu 'indahu ajrun 'a<u>zh</u>iim<strong>un</strong>",
        "idn": "Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. ",
        "signCode": "إنما أمولكم وأولدكم فتنة والله عنده أجر عظيم"
      },
      {
        "id": 5215,
        "surah": 64,
        "nomor": 16,
        "ar": "فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوْا وَاَطِيْعُوْا وَاَنْفِقُوْا خَيْرًا لِّاَنْفُسِكُمْۗ وَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
        "tr": "fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> ista<u>th</u>a'tum wa<strong>i</strong>sma'uu wa-a<u>th</u>ii'uu wa-anfiquu khayran li-anfusikum waman yuuqa syu<u>hh</u>a nafsihi faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
        "idn": "Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah; dan infakkanlah harta yang baik untuk dirimu. Dan barang-siapa dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung. ",
        "signCode": "فاتقوا الله ما استطعتم واسمعوا وأطيعوا وأنفقوا خيرا لأنفسكم ومن يوق شح نفسه فأولئك هم المفلحون"
      },
      {
        "id": 5216,
        "surah": 64,
        "nomor": 17,
        "ar": "اِنْ تُقْرِضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ شَكُوْرٌ حَلِيْمٌۙ ",
        "tr": "in tuqri<u>dh</u>uu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan yu<u>daa</u>'ifhu lakum wayaghfir lakum wa<strong>al</strong>l<u>aa</u>hu syakuurun <u>h</u>aliim<strong>un</strong>",
        "idn": "Jika kamu meminjamkan kepada Allah dengan pinjaman yang baik, niscaya Dia melipatgandakan (balasan) untukmu dan mengampuni kamu. Dan Allah Maha Mensyukuri, Maha Penyantun.",
        "signCode": "إن تقرضوا الله قرضا حسنا يضعفه لكم ويغفر لكم والله شكور حليم"
      },
      {
        "id": 5217,
        "surah": 64,
        "nomor": 18,
        "ar": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الْحَكِيْمُ ",
        "tr": "'<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Yang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana.",
        "signCode": "علم الغيب والشهدة العزيز الحكيم"
      }
    ]
  },
  {
    "status": true,
    "nomor": 65,
    "nama": "الطلاق",
    "nama_latin": "At-Talaq",
    "jumlah_ayat": 12,
    "tempat_turun": "madinah",
    "arti": "Talak",
    "deskripsi": "Surat ini terdiri atas 12 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Insaan. Dinamai surat <i>Ath Thalaaq</i> karena kebanyakan ayat-ayatnya mengenai masalah talak dan yang berhubungan dengan masalah itu.",
    "audio": "https://santrikoding.com/storage/audio/065.mp3",
    "ayat": [
      {
        "id": 5218,
        "surah": 65,
        "nomor": 1,
        "ar": "يٰٓاَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَاۤءَ فَطَلِّقُوْهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ  لَا تُخْرِجُوْهُنَّ مِنْۢ بُيُوْتِهِنَّ وَلَا يَخْرُجْنَ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍۗ وَتِلْكَ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu i<u>dzaa</u> <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a fa<u>th</u>alliquuhunna li'iddatihinna wa-a<u>hs</u>uu <strong>a</strong>l'iddata wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha rabbakum l<u>aa</u> tukhrijuuhunna min buyuutihinna wal<u>aa</u> yakhrujna ill<u>aa</u> an ya/tiina bif<u>aah</u>isyatin mubayyinatin watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi waman yata'adda <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi faqad <u>zh</u>alama nafsahu l<u>aa</u> tadrii la'alla <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ditsu ba'da <u>dzaa</u>lika amr<u>aa</u><strong>n</strong>",
        "idn": "Wahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumahnya dan janganlah (diizinkan) keluar kecuali jika mereka mengerjakan perbuatan keji yang jelas. Itulah hukum-hukum Allah, dan barangsiapa melanggar hukum-hukum Allah, maka sungguh, dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui barangkali setelah itu Allah mengadakan suatu ketentuan yang baru. ",
        "signCode": "يأيها النبي إذا طلقتم النساء فطلقوهن لعدتهن وأحصوا العدة واتقوا الله ربكم لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفحشة مبينة وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمرا"
      },
      {
        "id": 5219,
        "surah": 65,
        "nomor": 2,
        "ar": "فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ فَارِقُوْهُنَّ بِمَعْرُوْفٍ وَّاَشْهِدُوْا ذَوَيْ عَدْلٍ مِّنْكُمْ وَاَقِيْمُوا الشَّهَادَةَ لِلّٰهِ ۗذٰلِكُمْ يُوْعَظُ بِهٖ مَنْ كَانَ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ەۗ وَمَنْ يَّ",
        "tr": "fa-i<u>dzaa</u> balaghna ajalahunna fa-amsikuuhunna bima'ruufin aw f<u>aa</u>riquuhunna bima'ruufin wa-asyhiduu <u>dz</u>away 'adlin minkum wa-aqiimuu <strong>al</strong>sysyah<u>aa</u>data lill<u>aa</u>hi <u>dzaa</u>likum yuu'a<u>zh</u>u bihi man k<u>aa</u>na yu/minu bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri waman yattaqi <strong>al</strong>l<u>aa</u>ha yaj'al lahu makhraj<u>aa</u><strong>n</strong>",
        "idn": "Maka apabila mereka telah mendekati akhir idahnya, maka rujuklah (kembali kepada) mereka dengan baik atau lepaskanlah mereka dengan baik dan persaksikanlah dengan dua orang saksi yang adil di antara kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Demikianlah pengajaran itu diberikan bagi orang yang beriman kepada Allah dan hari akhirat. Barangsiapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya, ",
        "signCode": "فإذا بلغن أجلهن فأمسكوهن بمعروف أو فارقوهن بمعروف وأشهدوا ذوي عدل منكم وأقيموا الشهدة لله ذلكم يوعظ به من كان يؤمن بالله واليوم الءاخر ومن يتق الله يجعل له مخرجا"
      },
      {
        "id": 5220,
        "surah": 65,
        "nomor": 3,
        "ar": "وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا ",
        "tr": "wayarzuqhu min <u>h</u>aytsu l<u>aa</u> ya<u>h</u>tasibu waman yatawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi fahuwa <u>h</u>asbuhu inna <strong>al</strong>l<u>aa</u>ha b<u>aa</u>lighu amrihi qad ja'ala <strong>al</strong>l<u>aa</u>hu likulli syay-in qadr<u>aa</u><strong>n</strong>",
        "idn": "dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. Dan barangsiapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. ",
        "signCode": "ويرزقه من حيث لا يحتسب ومن يتوكل على الله فهو حسبه إن الله بلغ أمره قد جعل الله لكل شيء قدرا"
      },
      {
        "id": 5221,
        "surah": 65,
        "nomor": 4,
        "ar": "وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولَاتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مِنْ اَمْرِه",
        "tr": "wa<strong>a</strong>ll<u>aa</u>-ii ya-isna mina <strong>a</strong>lma<u>h</u>ii<u>dh</u>i min nis<u>aa</u>-ikum ini irtabtum fa'iddatuhunna tsal<u>aa</u>tsatu asyhurin wa<strong>a</strong>ll<u>aa</u>-ii lam ya<u>h</u>i<u>dh</u>na waul<u>aa</u>tu <strong>a</strong>l-a<u>h</u>m<u>aa</u>li ajaluhunna an ya<u>dh</u>a'na <u>h</u>amlahunna waman yattaqi <strong>al</strong>l<u>aa</u>ha yaj'al lahu min amrihi yusr<u>aa</u><strong>n</strong>",
        "idn": "Perempuan-perempuan yang tidak haid lagi (menopause) di antara istri-istrimu jika kamu ragu-ragu (tentang masa idahnya) maka idahnya adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. Sedangkan perempuan-perempuan yang hamil, waktu idah mereka itu ialah sampai mereka melahirkan kandungannya. Dan barangsiapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. ",
        "signCode": "والءي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلثة أشهر والءي لم يحضن وأولت الأحمال أجلهن أن يضعن حملهن ومن يتق الله يجعل له من أمره يسرا"
      },
      {
        "id": 5222,
        "surah": 65,
        "nomor": 5,
        "ar": "ذٰلِكَ اَمْرُ اللّٰهِ اَنْزَلَهٗٓ اِلَيْكُمْۗ وَمَنْ يَّتَّقِ اللّٰهَ يُكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُعْظِمْ لَهٗٓ اَجْرًا ",
        "tr": "<u>dzaa</u>lika amru <strong>al</strong>l<u>aa</u>hi anzalahu ilaykum waman yattaqi <strong>al</strong>l<u>aa</u>ha yukaffir 'anhu sayyi-<u>aa</u>tihi wayu'<u>zh</u>im lahu ajr<u>aa</u><strong>n</strong>",
        "idn": "Itulah perintah Allah yang diturunkan-Nya kepada kamu; barangsiapa bertakwa kepada Allah, niscaya Allah akan menghapus kesalahan-kesalahannya dan akan melipatgandakan pahala baginya. ",
        "signCode": "ذلك أمر الله أنزله إليكم ومن يتق الله يكفر عنه سيءاته ويعظم له أجرا"
      },
      {
        "id": 5223,
        "surah": 65,
        "nomor": 6,
        "ar": "اَسْكِنُوْهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِّنْ وُّجْدِكُمْ وَلَا تُضَاۤرُّوْهُنَّ لِتُضَيِّقُوْا عَلَيْهِنَّۗ وَاِنْ كُنَّ اُولَاتِ حَمْلٍ فَاَنْفِقُوْا عَلَيْهِنَّ حَتّٰى يَضَعْنَ حَمْلَهُنَّۚ فَاِنْ اَرْضَعْنَ لَكُمْ فَاٰتُوْهُنَّ اُجُوْرَهُنَّۚ وَأْتَمِر",
        "tr": "askinuuhunna min <u>h</u>aytsu sakantum min wujdikum wal<u>aa</u> tu<u>daa</u>rruuhunna litu<u>dh</u>ayyiquu 'alayhinna wa-in kunna ul<u>aa</u>ti <u>h</u>amlin fa-anfiquu 'alayhinna <u>h</u>att<u>aa</u> ya<u>dh</u>a'na <u>h</u>amlahunna fa-in ar<u>dh</u>a'na lakum fa<u>aa</u>tuuhunna ujuurahunna wa/tamiruu baynakum bima'ruufin wa-in ta'<u>aa</u>sartum fasatur<u>dh</u>i'u lahu ukhr<u>aa</u>",
        "idn": "Tempatkanlah mereka (para istri) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Dan jika mereka (istri-istri yang sudah ditalak) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan, kemudian jika mereka menyusukan (anak-anak)mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu menemui kesulitan, maka perempuan lain boleh menyusukan (anak itu) untuknya. ",
        "signCode": "أسكنوهن من حيث سكنتم من وجدكم ولا تضاروهن لتضيقوا عليهن وإن كن أولت حمل فأنفقوا عليهن حتى يضعن حملهن فإن أرضعن لكم فءاتوهن أجورهن وأتمروا بينكم بمعروف وإن تعاسرتم فسترضع له أخرى"
      },
      {
        "id": 5224,
        "surah": 65,
        "nomor": 7,
        "ar": "لِيُنْفِقْ ذُوْ سَعَةٍ مِّنْ سَعَتِهٖۗ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهٗ فَلْيُنْفِقْ مِمَّآ اٰتٰىهُ اللّٰهُ ۗ لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا مَآ اٰتٰىهَاۗ سَيَجْعَلُ اللّٰهُ بَعْدَ عُسْرٍ يُّسْرًا ",
        "tr": "liyunfiq <u>dz</u>uu sa'atin min sa'atihi waman qudira 'alayhi rizquhu falyunfiq mimm<u>aa</u> <u>aa</u>t<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu l<u>aa</u> yukallifu <strong>al</strong>l<u>aa</u>hu nafsan ill<u>aa</u> m<u>aa</u> <u>aa</u>t<u>aa</u>h<u>aa</u> sayaj'alu <strong>al</strong>l<u>aa</u>hu ba'da 'usrin yusr<u>aa</u><strong>n</strong>",
        "idn": "Hendaklah orang yang mempunyai keluasan memberi nafkah menurut kemampuannya, dan orang yang terbatas rezekinya, hendaklah memberi nafkah dari harta yang diberikan Allah kepadanya. Allah tidak membebani kepada seseorang melainkan (sesuai) dengan apa yang diberikan Allah kepadanya. Allah kelak akan memberikan kelapangan setelah kesempitan. ",
        "signCode": "لينفق ذو سعة من سعته ومن قدر عليه رزقه فلينفق مما ءاتىه الله لا يكلف الله نفسا إلا ما ءاتىها سيجعل الله بعد عسر يسرا"
      },
      {
        "id": 5225,
        "surah": 65,
        "nomor": 8,
        "ar": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ عَتَتْ عَنْ اَمْرِ رَبِّهَا وَرُسُلِهٖ فَحَاسَبْنٰهَا حِسَابًا شَدِيْدًاۙ وَّعَذَّبْنٰهَا عَذَابًا نُّكْرًا ",
        "tr": "waka-ayyin min qaryatin 'atat 'an amri rabbih<u>aa</u> warusulihi fa<u>haa</u>sabn<u>aa</u>h<u>aa</u> <u>h</u>is<u>aa</u>ban syadiidan wa'a<u>dzdz</u>abn<u>aa</u>h<u>aa</u> 'a<u>dzaa</u>ban nukr<u>aa</u><strong>n</strong>",
        "idn": "Dan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat),",
        "signCode": "وكأين من قرية عتت عن أمر ربها ورسله فحاسبنها حسابا شديدا وعذبنها عذابا نكرا"
      },
      {
        "id": 5226,
        "surah": 65,
        "nomor": 9,
        "ar": "فَذَاقَتْ وَبَالَ اَمْرِهَا وَكَانَ عَاقِبَةُ اَمْرِهَا خُسْرًا ",
        "tr": "fa<u>dzaa</u>qat wab<u>aa</u>la amrih<u>aa</u> wak<u>aa</u>na '<u>aa</u>qibatu amrih<u>aa</u> khusr<u>aa</u><strong>n</strong>",
        "idn": "sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka, itu adalah kerugian yang besar. ",
        "signCode": "فذاقت وبال أمرها وكان عقبة أمرها خسرا"
      },
      {
        "id": 5227,
        "surah": 65,
        "nomor": 10,
        "ar": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًا ۖفَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِۛ الَّذِيْنَ اٰمَنُوْا ۛ قَدْ اَنْزَلَ اللّٰهُ اِلَيْكُمْ ذِكْرًاۙ ",
        "tr": "a'adda <strong>al</strong>l<u>aa</u>hu lahum 'a<u>dzaa</u>ban syadiidan fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha y<u>aa</u> ulii <strong>a</strong>l-alb<u>aa</u>bi <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu qad anzala <strong>al</strong>l<u>aa</u>hu ilaykum <u>dz</u>ikr<u>aa</u><strong>n</strong>",
        "idn": "Allah menyediakan azab yang keras bagi mereka, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal! (Yaitu) orang-orang yang beriman. Sungguh, Allah telah menurunkan peringatan kepadamu, ",
        "signCode": "أعد الله لهم عذابا شديدا فاتقوا الله يأولي الألبب الذين ءامنوا قد أنزل الله إليكم ذكرا"
      },
      {
        "id": 5228,
        "surah": 65,
        "nomor": 11,
        "ar": "رَّسُوْلًا يَّتْلُوْا عَلَيْكُمْ اٰيٰتِ اللّٰهِ مُبَيِّنٰتٍ لِّيُخْرِجَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خ",
        "tr": "rasuulan yatluu 'alaykum <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi mubayyin<u>aa</u>tin liyukhrija <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri waman yu/min bi<strong>al</strong>l<u>aa</u>hi waya'mal <u>shaa</u>li<u>h</u>an yudkhilhu jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> abadan qad a<u>h</u>sana <strong>al</strong>l<u>aa</u>hu lahu rizq<u>aa</u><strong>n</strong>",
        "idn": "(dengan mengutus) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum), agar Dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan, dari kegelapan kepada cahaya. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Sungguh, Allah memberikan rezeki yang baik kepadanya. ",
        "signCode": "رسولا يتلوا عليكم ءايت الله مبينت ليخرج الذين ءامنوا وعملوا الصلحت من الظلمت إلى النور ومن يؤمن بالله ويعمل صلحا يدخله جنت تجري من تحتها الأنهر خلدين فيها أبدا قد أحسن الله له رزقا"
      },
      {
        "id": 5229,
        "surah": 65,
        "nomor": 12,
        "ar": "اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّۗ يَتَنَزَّلُ الْاَمْرُ بَيْنَهُنَّ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ەۙ وَّاَنَّ اللّٰهَ قَدْ اَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا",
        "tr": "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa sab'a sam<u>aa</u>w<u>aa</u>tin wamina <strong>a</strong>l-ar<u>dh</u>i mitslahunna yatanazzalu <strong>a</strong>l-amru baynahunna lita'lamuu anna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiirun wa-anna <strong>al</strong>l<u>aa</u>ha qad a<u>hath</u>a bikulli syay-in 'ilm<u>aa</u><strong>n</strong>",
        "idn": "Allah yang menciptakan tujuh langit dan dari (penciptaan) bumi juga serupa. Perintah Allah berlaku padanya, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu, dan ilmu Allah benar-benar meliputi segala sesuatu. ",
        "signCode": "الله الذي خلق سبع سموت ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما"
      }
    ]
  },
  {
    "status": true,
    "nomor": 66,
    "nama": "التحريم",
    "nama_latin": "At-Tahrim",
    "jumlah_ayat": 12,
    "tempat_turun": "madinah",
    "arti": "Pengharaman",
    "deskripsi": "Surat ini terdiri atas 12 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hujuraat. Dinamai surat <i>At Tahrim</i> karena pada awal surat ini terdapat kata <i>tuharrim</i> yang kata asalnya adalah Attahrim yang berarti <i>mengharamkan</i>.",
    "audio": "https://santrikoding.com/storage/audio/066.mp3",
    "ayat": [
      {
        "id": 5230,
        "surah": 66,
        "nomor": 1,
        "ar": "يٰٓاَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَآ اَحَلَّ اللّٰهُ لَكَۚ تَبْتَغِيْ مَرْضَاتَ اَزْوَاجِكَۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu lima tu<u>h</u>arrimu m<u>aa</u> a<u>h</u>alla <strong>al</strong>l<u>aa</u>hu laka tabtaghii mar<u>daa</u>ta azw<u>aa</u>jika wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Wahai Nabi! Mengapa engkau mengharamkan apa yang dihalalkan Allah bagimu? Engkau ingin menyenangkan hati istri-istrimu? Dan Allah Maha Pengampun, Maha Penyayang. ",
        "signCode": "يأيها النبي لم تحرم ما أحل الله لك تبتغي مرضات أزوجك والله غفور رحيم"
      },
      {
        "id": 5231,
        "surah": 66,
        "nomor": 2,
        "ar": "قَدْ فَرَضَ اللّٰهُ لَكُمْ تَحِلَّةَ اَيْمَانِكُمْۚ وَاللّٰهُ مَوْلٰىكُمْۚ وَهُوَ الْعَلِيْمُ الْحَكِيْمُ ",
        "tr": "qad fara<u>dh</u>a <strong>al</strong>l<u>aa</u>hu lakum ta<u>h</u>illata aym<u>aa</u>nikum wa<strong>al</strong>l<u>aa</u>hu mawl<u>aa</u>kum wahuwa <strong>a</strong>l'aliimu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
        "idn": "Sungguh, Allah telah mewajibkan kepadamu membebaskan diri dari sumpahmu; dan Allah adalah pelindungmu dan Dia Maha Mengetahui, Mahabijaksana. ",
        "signCode": "قد فرض الله لكم تحلة أيمنكم والله مولىكم وهو العليم الحكيم"
      },
      {
        "id": 5232,
        "surah": 66,
        "nomor": 3,
        "ar": "وَاِذْ اَسَرَّ النَّبِيُّ اِلٰى بَعْضِ اَزْوَاجِهٖ حَدِيْثًاۚ فَلَمَّا نَبَّاَتْ بِهٖ وَاَظْهَرَهُ اللّٰهُ عَلَيْهِ عَرَّفَ بَعْضَهٗ وَاَعْرَضَ عَنْۢ بَعْضٍۚ فَلَمَّا نَبَّاَهَا بِهٖ قَالَتْ مَنْ اَنْۢبَاَكَ هٰذَاۗ قَالَ نَبَّاَنِيَ الْعَلِيْمُ الْخَبِيْر",
        "tr": "wa-i<u>dz</u> asarra <strong>al</strong>nnabiyyu il<u>aa</u> ba'<u>dh</u>i azw<u>aa</u>jihi <u>h</u>adiitsan falamm<u>aa</u> nabba-at bihi wa-a<u>zh</u>harahu <strong>al</strong>l<u>aa</u>hu 'alayhi 'arrafa ba'<u>dh</u>ahu wa-a'ra<u>dh</u>a 'an ba'<u>dh</u>in falamm<u>aa</u> nabba-ah<u>aa</u> bihi q<u>aa</u>lat man anba-aka h<u>aadzaa</u> q<u>aa</u>la nabba-aniya <strong>a</strong>l'aliimu <strong>a</strong>lkhabiir<strong>u</strong>",
        "idn": "Dan ingatlah ketika secara rahasia Nabi membicarakan suatu peristiwa kepada salah seorang istrinya (Hafsah). Lalu dia menceritakan peristiwa itu (kepada Aisyah) dan Allah memberitahukan peristiwa itu kepadanya (Nabi), lalu (Nabi) memberitahukan (kepada Hafsah) sebagian dan menyembunyikan sebagian yang lain. Maka ketika dia (Nabi) memberitahukan pembicaraan itu kepadanya (Hafsah), dia bertanya, “Siapa yang telah memberitahukan hal ini kepadamu?” Nabi menjawab, “Yang memberitahukan kepadaku adalah Allah Yang Maha Mengetahui, Mahateliti.” ",
        "signCode": "وإذ أسر النبي إلى بعض أزوجه حديثا فلما نبأت به وأظهره الله عليه عرف بعضه وأعرض عن بعض فلما نبأها به قالت من أنبأك هذا قال نبأني العليم الخبير"
      },
      {
        "id": 5233,
        "surah": 66,
        "nomor": 4,
        "ar": "اِنْ تَتُوْبَآ اِلَى اللّٰهِ فَقَدْ صَغَتْ قُلُوْبُكُمَاۚ وَاِنْ تَظٰهَرَا عَلَيْهِ فَاِنَّ اللّٰهَ هُوَ مَوْلٰىهُ وَجِبْرِيْلُ وَصَالِحُ الْمُؤْمِنِيْنَۚ وَالْمَلٰۤىِٕكَةُ بَعْدَ ذٰلِكَ ظَهِيْرٌ ",
        "tr": "in tatuub<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi faqad <u>sh</u>aghat quluubukum<u>aa</u> wa-in ta<u>zhaa</u>har<u>aa</u> 'alayhi fa-inna <strong>al</strong>l<u>aa</u>ha huwa mawl<u>aa</u>hu wajibriilu wa<u>shaa</u>li<u>h</u>u <strong>a</strong>lmu/miniina wa<strong>a</strong>lmal<u>aa</u>-ikatu ba'da <u>dzaa</u>lika <u>zh</u>ahiir<strong>un</strong>",
        "idn": "Jika kamu berdua bertobat kepada Allah, maka sungguh, hati kamu berdua telah condong (untuk menerima kebenaran); dan jika kamu berdua saling bantu-membantu menyusahkan Nabi, maka sungguh, Allah menjadi pelindungnya dan (juga) Jibril dan orang-orang mukmin yang baik; dan selain itu malaikat-malaikat adalah penolongnya. ",
        "signCode": "إن تتوبا إلى الله فقد صغت قلوبكما وإن تظهرا عليه فإن الله هو مولىه وجبريل وصلح المؤمنين والملئكة بعد ذلك ظهير"
      },
      {
        "id": 5234,
        "surah": 66,
        "nomor": 5,
        "ar": "عَسٰى رَبُّهٗٓ اِنْ طَلَّقَكُنَّ اَنْ يُّبْدِلَهٗٓ اَزْوَاجًا خَيْرًا مِّنْكُنَّ مُسْلِمٰتٍ مُّؤْمِنٰتٍ قٰنِتٰتٍ تٰۤىِٕبٰتٍ عٰبِدٰتٍ سٰۤىِٕحٰتٍ ثَيِّبٰتٍ وَّاَبْكَارًا ",
        "tr": "'as<u>aa</u> rabbuhu in <u>th</u>allaqakunna an yubdilahu azw<u>aa</u>jan khayran minkunna muslim<u>aa</u>tin mu/min<u>aa</u>tin q<u>aa</u>nit<u>aa</u>tin t<u>aa</u>-ib<u>aa</u>tin '<u>aa</u>bid<u>aa</u>tin s<u>aa</u>-i<u>haa</u>tin tsayyib<u>aa</u>tin wa-abk<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu, perempuan-perempuan yang patuh, yang beriman, yang taat, yang bertobat, yang beribadah, yang berpuasa, yang janda dan yang perawan. ",
        "signCode": "عسى ربه إن طلقكن أن يبدله أزوجا خيرا منكن مسلمت مؤمنت قنتت تئبت عبدت سئحت ثيبت وأبكارا"
      },
      {
        "id": 5235,
        "surah": 66,
        "nomor": 6,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قُوْٓا اَنْفُسَكُمْ وَاَهْلِيْكُمْ نَارًا وَّقُوْدُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلٰۤىِٕكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُوْنَ اللّٰهَ مَآ اَمَرَهُمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu quu anfusakum wa-ahliikum n<u>aa</u>ran waquuduh<u>aa</u> <strong>al</strong>nn<u>aa</u>su wa<strong>a</strong>l<u>h</u>ij<u>aa</u>ratu 'alayh<u>aa</u> mal<u>aa</u>-ikatun ghil<u>aats</u>un syid<u>aa</u>dun l<u>aa</u> ya'<u>sh</u>uuna <strong>al</strong>l<u>aa</u>ha m<u>aa</u> amarahum wayaf'aluuna m<u>aa</u> yu/maruun<strong>a</strong>",
        "idn": "Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu; penjaganya malaikat-malaikat yang kasar, dan keras, yang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. ",
        "signCode": "يأيها الذين ءامنوا قوا أنفسكم وأهليكم نارا وقودها الناس والحجارة عليها ملئكة غلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون"
      },
      {
        "id": 5236,
        "surah": 66,
        "nomor": 7,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ كَفَرُوْا لَا تَعْتَذِرُوا الْيَوْمَۗ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu l<u>aa</u> ta'ta<u>dz</u>iruu <strong>a</strong>lyawma innam<u>aa</u> tujzawna m<u>aa</u> kuntum ta'maluun<strong>a</strong>",
        "idn": "Wahai orang-orang kafir! Janganlah kamu mengemukakan alasan pada hari ini. Sesungguhnya kamu hanya diberi balasan menurut apa yang telah kamu kerjakan. ",
        "signCode": "يأيها الذين كفروا لا تعتذروا اليوم إنما تجزون ما كنتم تعملون"
      },
      {
        "id": 5237,
        "surah": 66,
        "nomor": 8,
        "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا تُوْبُوْٓا اِلَى اللّٰهِ تَوْبَةً نَّصُوْحًاۗ عَسٰى رَبُّكُمْ اَنْ يُّكَفِّرَ عَنْكُمْ سَيِّاٰتِكُمْ وَيُدْخِلَكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ يَوْمَ لَا يُخْزِى اللّٰهُ النَّبِيَّ وَالَّذِيْنَ اٰمَنُوْا ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu tuubuu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi tawbatan na<u>sh</u>uu<u>h</u>an 'as<u>aa</u> rabbukum an yukaffira 'ankum sayyi-<u>aa</u>tikum wayudkhilakum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru yawma l<u>aa</u> yukhzii <strong>al</strong>l<u>aa</u>hu <strong>al</strong>nnabiyya wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu nuuruhum yas'<u>aa</u> bayna aydiihim wabi-aym<u>aa</u>nihim yaquuluuna rabban<u>aa</u> atmim lan<u>aa</u> nuuran<u>aa</u> wa<strong>i</strong>ghfir lan<u>aa</u> innaka 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "idn": "Wahai orang-orang yang beriman! Bertobatlah kepada Allah dengan tobat yang semurni-murninya, mudah-mudahan Tuhan kamu akan menghapus kesalahan-kesalahanmu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, pada hari ketika Allah tidak mengecewakan Nabi dan orang-orang yang beriman bersama dengannya; sedang cahaya mereka memancar di hadapan dan di sebelah kanan mereka, sambil mereka berkata, “Ya Tuhan kami, sempurnakanlah untuk kami cahaya kami dan ampunilah kami; Sungguh, Engkau Mahakuasa atas segala sesuatu.” ",
        "signCode": "يأيها الذين ءامنوا توبوا إلى الله توبة نصوحا عسى ربكم أن يكفر عنكم سيءاتكم ويدخلكم جنت تجري من تحتها الأنهر يوم لا يخزي الله النبي والذين ءامنوا معه نورهم يسعى بين أيديهم وبأيمنهم يقولون ربنا أتمم لنا نورنا واغفر لنا إنك على كل شيء قدير"
      },
      {
        "id": 5238,
        "surah": 66,
        "nomor": 9,
        "ar": "يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْۗ وَمَأْوٰىهُمْ جَهَنَّمُۗ وَبِئْسَ الْمَصِيْرُ ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu j<u>aa</u>hidi <strong>a</strong>lkuff<u>aa</u>ra wa<strong>a</strong>lmun<u>aa</u>fiqiina wa<strong>u</strong>ghlu<u>zh</u> 'alayhim wama/w<u>aa</u>hum jahannamu wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Wahai Nabi! Perangilah orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. Tempat mereka adalah neraka Jahanam dan itulah seburuk-buruk tempat kembali. ",
        "signCode": "يأيها النبي جهد الكفار والمنفقين واغلظ عليهم ومأوىهم جهنم وبئس المصير"
      },
      {
        "id": 5239,
        "surah": 66,
        "nomor": 10,
        "ar": "ضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ كَفَرُوا امْرَاَتَ نُوْحٍ وَّامْرَاَتَ لُوْطٍۗ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتٰهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللّٰهِ شَيْـًٔا وَّقِيْلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِيْنَ ",
        "tr": "<u>dh</u>araba <strong>al</strong>l<u>aa</u>hu matsalan lilla<u>dz</u>iina kafaruu imra-ata nuu<u>h</u>in wa<strong>i</strong>mra-ata luu<u>th</u>in k<u>aa</u>nat<u>aa</u> ta<u>h</u>ta 'abdayni min 'ib<u>aa</u>din<u>aa</u> <u>shaa</u>li<u>h</u>ayni fakh<u>aa</u>nat<u>aa</u>hum<u>aa</u> falam yughniy<u>aa</u> 'anhum<u>aa</u> mina <strong>al</strong>l<u>aa</u>hi syay-an waqiila udkhul<u>aa</u> <strong>al</strong>nn<u>aa</u>ra ma'a <strong>al</strong>dd<u>aa</u>khiliin<strong>a</strong>",
        "idn": "Allah membuat perumpamaan bagi orang-orang kafir, istri Nuh dan istri Lut. Keduanya berada di bawah pengawasan dua orang hamba yang saleh di antara hamba-hamba Kami; lalu kedua istri itu berkhianat kepada kedua suaminya, tetapi kedua suaminya itu tidak dapat membantu mereka sedikit pun dari (siksaan) Allah; dan dikatakan (kepada kedua istri itu), “Masuklah kamu berdua ke neraka bersama orang-orang yang masuk (neraka).” ",
        "signCode": "ضرب الله مثلا للذين كفروا امرأت نوح وامرأت لوط كانتا تحت عبدين من عبادنا صلحين فخانتاهما فلم يغنيا عنهما من الله شيءا وقيل ادخلا النار مع الدخلين"
      },
      {
        "id": 5240,
        "surah": 66,
        "nomor": 11,
        "ar": "وَضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ اٰمَنُوا امْرَاَتَ فِرْعَوْنَۘ اِذْ قَالَتْ رَبِّ ابْنِ لِيْ عِنْدَكَ بَيْتًا فِى الْجَنَّةِ وَنَجِّنِيْ مِنْ فِرْعَوْنَ وَعَمَلِهٖ وَنَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَۙ ",
        "tr": "wa<u>dh</u>araba <strong>al</strong>l<u>aa</u>hu matsalan lilla<u>dz</u>iina <u>aa</u>manuu imra-ata fir'awna i<u>dz</u> q<u>aa</u>lat rabbi ibni lii 'indaka baytan fii <strong>a</strong>ljannati wanajjinii min fir'awna wa'amalihi wanajjinii mina <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
        "idn": "Dan Allah membuat perumpamaan bagi orang-orang yang beriman, istri Fir‘aun, ketika dia berkata, “Ya Tuhanku, bangunkanlah untukku sebuah rumah di sisi-Mu dalam surga dan selamatkanlah aku dari Fir‘aun dan perbuatannya, dan selamatkanlah aku dari kaum yang zalim,” ",
        "signCode": "وضرب الله مثلا للذين ءامنوا امرأت فرعون إذ قالت رب ابن لي عندك بيتا في الجنة ونجني من فرعون وعمله ونجني من القوم الظلمين"
      },
      {
        "id": 5241,
        "surah": 66,
        "nomor": 12,
        "ar": "وَمَرْيَمَ ابْنَتَ عِمْرٰنَ الَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهِ مِنْ رُّوْحِنَا وَصَدَّقَتْ بِكَلِمٰتِ رَبِّهَا وَكُتُبِهٖ وَكَانَتْ مِنَ الْقٰنِتِيْنَ   ۔",
        "tr": "wamaryama ibnata 'imr<u>aa</u>na <strong>al</strong>latii a<u>hs</u>anat farjah<u>aa</u> fanafakhn<u>aa</u> fiihi min ruu<u>h</u>in<u>aa</u> wa<u>sh</u>addaqat bikalim<u>aa</u>ti rabbih<u>aa</u> wakutubihi wak<u>aa</u>nat mina <strong>a</strong>lq<u>aa</u>nitiin<strong>a</strong>",
        "idn": "dan Maryam putri Imran yang memelihara kehormatannya, maka Kami tiupkan ke dalam rahimnya sebagian dari roh (ciptaan) Kami; dan dia membenarkan kalimat-kalimat Tuhannya dan kitab-kitab-Nya; dan dia termasuk orang-orang yang taat. ",
        "signCode": "ومريم ابنت عمرن التي أحصنت فرجها فنفخنا فيه من روحنا وصدقت بكلمت ربها وكتبه وكانت من القنتين"
      }
    ]
  }
]