[
  {
    "status": true,
    "nomor": 67,
    "nama": "الملك",
    "nama_latin": "Al-Mulk",
    "jumlah_ayat": 30,
    "tempat_turun": "mekah",
    "arti": "Kerajaan",
    "deskripsi": "Surat ini terdiri atas 30 ayat, termasuk golongan surat-surat  Makkiyah, diturunkan sesudah Ath Thuur.<br> Nama <i>Al Mulk</i> diambil dari kata <i>Al Mulk</i> yang terdapat pada ayat pertama surat ini yang artinya kerajaan atau kekuasaan. Dinamai pula surat ini dengan <i>At Tabaarak</i> (Maha Suci).",
    "audio": "https://santrikoding.com/storage/audio/067.mp3",
    "ayat": [
      {
        "id": 5242,
        "surah": 67,
        "nomor": 1,
        "ar": "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ",
        "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii biyadihi <strong>a</strong>lmulku wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
        "idn": "Mahasuci Allah yang menguasai (segala) kerajaan, dan Dia Mahakuasa atas segala sesuatu.",
        "signCode": "تبرك الذي بيده الملك وهو على كل شيء قدير"
      },
      {
        "id": 5243,
        "surah": 67,
        "nomor": 2,
        "ar": " ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ",
        "tr": "<strong>al</strong>la<u>dz</u>ii khalaqa <strong>a</strong>lmawta wa<strong>a</strong>l<u>h</u>ay<u>aa</u>ta liyabluwakum ayyukum a<u>h</u>sanu 'amalan wahuwa <strong>a</strong>l'aziizu <strong>a</strong>lghafuur<strong>u</strong>",
        "idn": "Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun.",
        "signCode": "الذي خلق الموت والحيوة ليبلوكم أيكم أحسن عملا وهو العزيز الغفور"
      },
      {
        "id": 5244,
        "surah": 67,
        "nomor": 3,
        "ar": "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ",
        "tr": "<strong>al</strong>la<u>dz</u>ii khalaqa sab'a sam<u>aa</u>w<u>aa</u>tin <u>th</u>ib<u>aa</u>qan m<u>aa</u> tar<u>aa</u> fii khalqi <strong>al</strong>rra<u>h</u>m<u>aa</u>ni min taf<u>aa</u>wutin fa<strong>i</strong>rji'i <strong>a</strong>lba<u>sh</u>ara hal tar<u>aa</u> min fu<u>th</u>uur<strong>in</strong>",
        "idn": "Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat?",
        "signCode": "الذي خلق سبع سموت طباقا ما ترى في خلق الرحمن من تفوت فارجع البصر هل ترى من فطور"
      },
      {
        "id": 5245,
        "surah": 67,
        "nomor": 4,
        "ar": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ",
        "tr": "tsumma irji'i <strong>a</strong>lba<u>sh</u>ara karratayni yanqalib ilayka <strong>a</strong>lba<u>sh</u>aru kh<u>aa</u>si-an wahuwa <u>h</u>asiir<strong>un</strong>",
        "idn": "Kemudian ulangi pandangan(mu) sekali lagi (dan) sekali lagi, niscaya pandanganmu akan kembali kepadamu tanpa menemukan cacat dan ia (pandanganmu) dalam keadaan letih.",
        "signCode": "ثم ارجع البصر كرتين ينقلب إليك البصر خاسئا وهو حسير"
      },
      {
        "id": 5246,
        "surah": 67,
        "nomor": 5,
        "ar": "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ",
        "tr": "walaqad zayyann<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a <strong>al</strong>dduny<u>aa</u> bima<u>shaa</u>bii<u>h</u>a waja'aln<u>aa</u>h<u>aa</u> rujuuman li<strong>l</strong>sysyay<u>aath</u>iini wa-a'tadn<u>aa</u> lahum 'a<u>dzaa</u>ba <strong>al</strong>ssa'iir<strong>i</strong>",
        "idn": "Dan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala.",
        "signCode": "ولقد زينا السماء الدنيا بمصبيح وجعلنها رجوما للشيطين وأعتدنا لهم عذاب السعير"
      },
      {
        "id": 5247,
        "surah": 67,
        "nomor": 6,
        "ar": "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ",
        "tr": "walilla<u>dz</u>iina kafaruu birabbihim 'a<u>dzaa</u>bu jahannama wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
        "idn": "Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali.",
        "signCode": "وللذين كفروا بربهم عذاب جهنم وبئس المصير"
      },
      {
        "id": 5248,
        "surah": 67,
        "nomor": 7,
        "ar": "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ",
        "tr": "i<u>dzaa</u> ulquu fiih<u>aa</u> sami'uu lah<u>aa</u> syahiiqan wahiya tafuur<strong>u</strong>",
        "idn": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu membara,",
        "signCode": "إذا ألقوا فيها سمعوا لها شهيقا وهي تفور"
      },
      {
        "id": 5249,
        "surah": 67,
        "nomor": 8,
        "ar": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ",
        "tr": "tak<u>aa</u>du tamayyazu mina alghay<u>zh</u>i kullam<u>aa</u> ulqiya fiih<u>aa</u> fawjun sa-alahum khazanatuh<u>aa</u> alam ya/tikum na<u>dz</u>iir<strong>un</strong>",
        "idn": "hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?”",
        "signCode": "تكاد تميز من الغيظ كلما ألقي فيها فوج سألهم خزنتها ألم يأتكم نذير"
      },
      {
        "id": 5250,
        "surah": 67,
        "nomor": 9,
        "ar": "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ",
        "tr": "q<u>aa</u>luu bal<u>aa</u> qad j<u>aa</u>-an<u>aa</u> na<u>dz</u>iirun faka<u>dzdz</u>abn<u>aa</u> waquln<u>aa</u> m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu min syay-in in antum ill<u>aa</u> fii <u>dh</u>al<u>aa</u>lin kabiir<strong>in</strong>",
        "idn": "Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, “Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.”",
        "signCode": "قالوا بلى قد جاءنا نذير فكذبنا وقلنا ما نزل الله من شيء إن أنتم إلا في ضلل كبير"
      },
      {
        "id": 5251,
        "surah": 67,
        "nomor": 10,
        "ar": "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ",
        "tr": "waq<u>aa</u>luu law kunn<u>aa</u> nasma'u aw na'qilu m<u>aa</u> kunn<u>aa</u> fii a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
        "idn": "Dan mereka berkata, “Sekiranya (dahulu) kami mendengarkan atau memikirkan (peringatan itu) tentulah kami tidak termasuk penghuni neraka yang menyala-nyala.”",
        "signCode": "وقالوا لو كنا نسمع أو نعقل ما كنا في أصحب السعير"
      },
      {
        "id": 5252,
        "surah": 67,
        "nomor": 11,
        "ar": "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ",
        "tr": "fa<strong>i</strong>'tarafuu bi<u>dz</u>anbihim fasu<u>h</u>qan li-a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
        "idn": "Maka mereka mengakui dosanya. Tetapi jauhlah (dari rahmat Allah) bagi penghuni neraka yang menyala-nyala itu.",
        "signCode": "فاعترفوا بذنبهم فسحقا لأصحب السعير"
      },
      {
        "id": 5253,
        "surah": 67,
        "nomor": 12,
        "ar": "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi lahum maghfiratun wa-ajrun kabiir<strong>un</strong>",
        "idn": "Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar. ",
        "signCode": "إن الذين يخشون ربهم بالغيب لهم مغفرة وأجر كبير"
      },
      {
        "id": 5254,
        "surah": 67,
        "nomor": 13,
        "ar": "وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
        "tr": "wa-asirruu qawlakum awi ijharuu bihi innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
        "idn": "Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati. ",
        "signCode": "وأسروا قولكم أو اجهروا به إنه عليم بذات الصدور"
      },
      {
        "id": 5255,
        "surah": 67,
        "nomor": 14,
        "ar": "اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ",
        "tr": "al<u>aa</u> ya'lamu man khalaqa wahuwa <strong>al</strong>la<u>th</u>iifu <strong>a</strong>lkhabiir<strong>u</strong>",
        "idn": "Apakah (pantas) Allah yang menciptakan itu tidak mengetahui? Dan Dia Mahahalus, Maha Mengetahui.",
        "signCode": "ألا يعلم من خلق وهو اللطيف الخبير"
      },
      {
        "id": 5256,
        "surah": 67,
        "nomor": 15,
        "ar": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ ",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a <u>dz</u>aluulan fa<strong>i</strong>msyuu fii man<u>aa</u>kibih<u>aa</u> wakuluu min rizqihi wa-ilayhi <strong>al</strong>nnusyuur<strong>u</strong>",
        "idn": "Dialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya dan makanlah sebagian dari rezeki-Nya. Dan hanya kepada-Nyalah kamu (kembali setelah) dibangkitkan. ",
        "signCode": "هو الذي جعل لكم الأرض ذلولا فامشوا في مناكبها وكلوا من رزقه وإليه النشور"
      },
      {
        "id": 5257,
        "surah": 67,
        "nomor": 16,
        "ar": "ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ",
        "tr": "a-amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yakhsifa bikumu <strong>a</strong>l-ar<u>dh</u>a fa-i<u>dzaa</u> hiya tamuur<strong>u</strong>",
        "idn": "Sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?",
        "signCode": "ءأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور"
      },
      {
        "id": 5258,
        "surah": 67,
        "nomor": 17,
        "ar": "اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ ",
        "tr": "am amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yursila 'alaykum <u>has</u>iban fasata'lamuuna kayfa na<u>dz</u>iir<strong>i</strong>",
        "idn": "Atau sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan mengirimkan badai yang berbatu kepadamu? Namun kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.",
        "signCode": "أم أمنتم من في السماء أن يرسل عليكم حاصبا فستعلمون كيف نذير"
      },
      {
        "id": 5259,
        "surah": 67,
        "nomor": 18,
        "ar": "وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ ",
        "tr": "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>",
        "idn": "Dan sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul-Nya). Maka betapa hebatnya kemurkaan-Ku! ",
        "signCode": "ولقد كذب الذين من قبلهم فكيف كان نكير"
      },
      {
        "id": 5260,
        "surah": 67,
        "nomor": 19,
        "ar": "اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ ",
        "tr": "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>",
        "idn": "Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sungguh, Dia Maha Melihat segala sesuatu.  ",
        "signCode": "أولم يروا إلى الطير فوقهم صفت ويقبضن ما يمسكهن إلا الرحمن إنه بكل شيء بصير"
      },
      {
        "id": 5261,
        "surah": 67,
        "nomor": 20,
        "ar": "اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ ",
        "tr": "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii huwa jundun lakum yan<u>sh</u>urukum min duuni <strong>al</strong>rra<u>h</u>m<u>aa</u>ni ini <strong>a</strong>lk<u>aa</u>firuuna ill<u>aa</u> fii ghuruur<strong>in</strong>",
        "idn": "Atau siapakah yang akan menjadi bala tentara bagimu yang dapat membelamu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam (keadaan) tertipu. ",
        "signCode": "أمن هذا الذي هو جند لكم ينصركم من دون الرحمن إن الكفرون إلا في غرور"
      },
      {
        "id": 5262,
        "surah": 67,
        "nomor": 21,
        "ar": "اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ ",
        "tr": "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii yarzuqukum in amsaka rizqahu bal lajjuu fii 'utuwwin wanufuur<strong>in</strong>",
        "idn": "Atau siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).",
        "signCode": "أمن هذا الذي يرزقكم إن أمسك رزقه بل لجوا في عتو ونفور"
      },
      {
        "id": 5263,
        "surah": 67,
        "nomor": 22,
        "ar": "اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
        "tr": "afaman yamsyii mukibban 'al<u>aa</u> wajhihi ahd<u>aa</u> amman yamsyii sawiyyan 'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
        "idn": "Apakah orang yang merangkak dengan wajah tertelungkup yang lebih terpimpin (dalam kebenaran) ataukah orang yang berjalan tegap di atas jalan yang lurus?",
        "signCode": "أفمن يمشي مكبا على وجهه أهدى أمن يمشي سويا على صرط مستقيم"
      },
      {
        "id": 5264,
        "surah": 67,
        "nomor": 23,
        "ar": "قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ",
        "tr": "qul huwa <strong>al</strong>la<u>dz</u>ii ansya-akum waja'ala lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>",
        "idn": "Katakanlah, “Dialah yang menciptakan kamu dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu. (Tetapi) sedikit sekali kamu bersyukur.”",
        "signCode": "قل هو الذي أنشأكم وجعل لكم السمع والأبصر والأفءدة قليلا ما تشكرون"
      },
      {
        "id": 5265,
        "surah": 67,
        "nomor": 24,
        "ar": "قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ ",
        "tr": "qul huwa <strong>al</strong>la<u>dz</u>ii <u>dz</u>ara-akum fii <strong>a</strong>l-ar<u>dh</u>i wa-ilayhi tu<u>h</u>syaruun<strong>a</strong>",
        "idn": "Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan.” ",
        "signCode": "قل هو الذي ذرأكم في الأرض وإليه تحشرون"
      },
      {
        "id": 5266,
        "surah": 67,
        "nomor": 25,
        "ar": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
        "tr": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>",
        "idn": "Dan mereka berkata, “Kapan (datangnya) ancaman itu jika kamu orang yang benar?”",
        "signCode": "ويقولون متى هذا الوعد إن كنتم صدقين"
      },
      {
        "id": 5267,
        "surah": 67,
        "nomor": 26,
        "ar": "قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ",
        "tr": "qul innam<u>aa</u> <strong>a</strong>l'ilmu 'inda <strong>al</strong>l<u>aa</u>hi wa-innam<u>aa</u> an<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>",
        "idn": "Katakanlah (Muhammad), “Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.” ",
        "signCode": "قل إنما العلم عند الله وإنما أنا نذير مبين"
      },
      {
        "id": 5268,
        "surah": 67,
        "nomor": 27,
        "ar": "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ",
        "tr": "falamm<u>aa</u> ra-awhu zulfatan sii-at wujuuhu <strong>al</strong>la<u>dz</u>iina kafaruu waqiila h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii kuntum bihi tadda'uun<strong>a</strong>",
        "idn": "Maka ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka), “Inilah (azab) yang dahulunya kamu minta.” ",
        "signCode": "فلما رأوه زلفة سيءت وجوه الذين كفروا وقيل هذا الذي كنتم به تدعون"
      },
      {
        "id": 5269,
        "surah": 67,
        "nomor": 28,
        "ar": "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ",
        "tr": "qul ara-aytum in ahlakaniya <strong>al</strong>l<u>aa</u>hu waman ma'iya aw ra<u>h</u>iman<u>aa</u> faman yujiiru <strong>a</strong>lk<u>aa</u>firiina min 'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>",
        "idn": "Katakanlah (Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami, (maka kami akan masuk surga), lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”",
        "signCode": "قل أرءيتم إن أهلكني الله ومن معي أو رحمنا فمن يجير الكفرين من عذاب أليم"
      },
      {
        "id": 5270,
        "surah": 67,
        "nomor": 29,
        "ar": "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
        "tr": "qul huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <u>aa</u>mann<u>aa</u> bihi wa'alayhi tawakkaln<u>aa</u> fasata'lamuuna man huwa fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
        "idn": "Katakanlah, “Dialah Yang Maha Pengasih, kami beriman kepada-Nya dan kepada-Nya kami bertawakal. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.” ",
        "signCode": "قل هو الرحمن ءامنا به وعليه توكلنا فستعلمون من هو في ضلل مبين"
      },
      {
        "id": 5271,
        "surah": 67,
        "nomor": 30,
        "ar": "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ",
        "tr": "qul ara-aytum in a<u>sh</u>ba<u>h</u>a m<u>aa</u>ukum ghawran faman ya/tiikum bim<u>aa</u>-in ma'iin<strong>in</strong>",
        "idn": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapa yang akan memberimu air yang mengalir?”",
        "signCode": "قل أرءيتم إن أصبح ماؤكم غورا فمن يأتيكم بماء معين"
      }
    ]
  },
  {
    "status": true,
    "nomor": 68,
    "nama": "القلم",
    "nama_latin": "Al-Qalam",
    "jumlah_ayat": 52,
    "tempat_turun": "mekah",
    "arti": "Pena",
    "deskripsi": "Surat ini terdiri atas 52 ayat,termasuk golongan surat-surat Makkiyah,diturunkan sesudah surat Al Alaq. <br>Nama <i>Al Qalam</i> diambil dari kata Al Qalam yang terdapat pada ayat pertama surat iniyang artinya <i>pena</i>. Surat ini dinamai pula dengan surat <i>Nun</i> (huruf <i>nun</i>).",
    "audio": "https://santrikoding.com/storage/audio/068.mp3",
    "ayat": [
      {
        "id": 5272,
        "surah": 68,
        "nomor": 1,
        "ar": "نۤ ۚوَالْقَلَمِ وَمَا يَسْطُرُوْنَۙ",
        "tr": "nuun wa<strong>a</strong>lqalami wam<u>aa</u> yas<u>th</u>uruun<strong>a</strong>",
        "idn": "Nun. Demi pena dan apa yang mereka tuliskan, ",
        "signCode": "ن والقلم وما يسطرون"
      },
      {
        "id": 5273,
        "surah": 68,
        "nomor": 2,
        "ar": "مَآ اَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُوْنٍ ",
        "tr": "m<u>aa</u> anta bini'mati rabbika bimajnuun<strong>in</strong>",
        "idn": "dengan karunia Tuhanmu engkau (Muhammad) bukanlah orang gila. ",
        "signCode": "ما أنت بنعمة ربك بمجنون"
      },
      {
        "id": 5274,
        "surah": 68,
        "nomor": 3,
        "ar": "وَاِنَّ لَكَ لَاَجْرًا غَيْرَ مَمْنُوْنٍۚ",
        "tr": "wa-inna laka la-ajran ghayra mamnuun<strong>in</strong>",
        "idn": "Dan sesungguhnya engkau pasti mendapat pahala yang besar yang tidak putus-putusnya. ",
        "signCode": "وإن لك لأجرا غير ممنون"
      },
      {
        "id": 5275,
        "surah": 68,
        "nomor": 4,
        "ar": "وَاِنَّكَ لَعَلٰى خُلُقٍ عَظِيْمٍ ",
        "tr": "wa-innaka la'al<u>aa</u> khuluqin 'a<u>zh</u>iim<strong>in</strong>",
        "idn": "Dan sesungguhnya engkau benar-benar berbudi pekerti yang luhur. ",
        "signCode": "وإنك لعلى خلق عظيم"
      },
      {
        "id": 5276,
        "surah": 68,
        "nomor": 5,
        "ar": "فَسَتُبْصِرُ وَيُبْصِرُوْنَۙ",
        "tr": "fasatub<u>sh</u>iru wayub<u>sh</u>iruun<strong>a</strong>",
        "idn": "Maka kelak engkau akan melihat dan mereka (orang-orang kafir) pun akan melihat, ",
        "signCode": "فستبصر ويبصرون"
      },
      {
        "id": 5277,
        "surah": 68,
        "nomor": 6,
        "ar": "بِاَيِّىكُمُ الْمَفْتُوْنُ ",
        "tr": "bi-ayyikumu <strong>a</strong>lmaftuun<strong>u</strong>",
        "idn": "siapa di antara kamu yang gila? ",
        "signCode": "بأييكم المفتون"
      },
      {
        "id": 5278,
        "surah": 68,
        "nomor": 7,
        "ar": "اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
        "tr": "inna rabbaka huwa a'lamu biman <u>dh</u>alla 'an sabiilihi wahuwa a'lamu bi<strong>a</strong>lmuhtadiin<strong>a</strong>",
        "idn": "Sungguh, Tuhanmu, Dialah yang paling mengetahui siapa yang sesat dari jalan-Nya; dan Dialah yang paling mengetahui siapa orang yang mendapat petunjuk. ",
        "signCode": "إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين"
      },
      {
        "id": 5279,
        "surah": 68,
        "nomor": 8,
        "ar": "فَلَا تُطِعِ الْمُكَذِّبِيْنَ ",
        "tr": "fal<u>aa</u> tu<u>th</u>i'i <strong>a</strong>lmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Maka janganlah engkau patuhi orang-orang yang mendustakan (ayat-ayat Allah).",
        "signCode": "فلا تطع المكذبين"
      },
      {
        "id": 5280,
        "surah": 68,
        "nomor": 9,
        "ar": "وَدُّوْا لَوْ تُدْهِنُ فَيُدْهِنُوْنَۚ",
        "tr": "wadduu law tudhinu fayudhinuun<strong>a</strong>",
        "idn": "Mereka menginginkan agar engkau bersikap lunak maka mereka bersikap lunak (pula). ",
        "signCode": "ودوا لو تدهن فيدهنون"
      },
      {
        "id": 5281,
        "surah": 68,
        "nomor": 10,
        "ar": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِيْنٍۙ",
        "tr": "wal<u>aa</u> tu<u>th</u>i' kulla <u>h</u>all<u>aa</u>fin mahiin<strong>in</strong>",
        "idn": "Dan janganlah engkau patuhi setiap orang yang suka bersumpah dan suka menghina,",
        "signCode": "ولا تطع كل حلاف مهين"
      },
      {
        "id": 5282,
        "surah": 68,
        "nomor": 11,
        "ar": "هَمَّازٍ مَّشَّاۤءٍۢ بِنَمِيْمٍۙ",
        "tr": "hamm<u>aa</u>zin masysy<u>aa</u>-in binamiim<strong>in</strong>",
        "idn": "suka mencela, yang kian ke mari menyebarkan fitnah, ",
        "signCode": "هماز مشاء بنميم"
      },
      {
        "id": 5283,
        "surah": 68,
        "nomor": 12,
        "ar": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ اَثِيْمٍۙ",
        "tr": "mann<u>aa</u>'in lilkhayri mu'tadin atsiim<strong>in</strong>",
        "idn": "yang merintangi segala yang baik, yang melampaui batas dan banyak dosa, ",
        "signCode": "مناع للخير معتد أثيم"
      },
      {
        "id": 5284,
        "surah": 68,
        "nomor": 13,
        "ar": "عُتُلٍّۢ بَعْدَ ذٰلِكَ زَنِيْمٍۙ",
        "tr": "'utullin ba'da <u>dzaa</u>lika zaniim<strong>in</strong>",
        "idn": "yang bertabiat kasar, selain itu juga terkenal kejahatannya,",
        "signCode": "عتل بعد ذلك زنيم"
      },
      {
        "id": 5285,
        "surah": 68,
        "nomor": 14,
        "ar": "اَنْ كَانَ ذَا مَالٍ وَّبَنِيْنَۗ",
        "tr": "an k<u>aa</u>na <u>dzaa</u> m<u>aa</u>lin wabaniin<strong>a</strong>",
        "idn": "karena dia kaya dan banyak anak.",
        "signCode": "أن كان ذا مال وبنين"
      },
      {
        "id": 5286,
        "surah": 68,
        "nomor": 15,
        "ar": "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْاَوَّلِيْنَۗ",
        "tr": "i<u>dzaa</u> tutl<u>aa</u> 'alayhi <u>aa</u>y<u>aa</u>tun<u>aa</u> q<u>aa</u>la as<u>aath</u>iiru <strong>a</strong>l-awwaliin<strong>a</strong>",
        "idn": "Apabila ayat-ayat Kami dibacakan kepadanya, dia berkata, “(Ini adalah) dongeng-dongeng orang dahulu.” ",
        "signCode": "إذا تتلى عليه ءايتنا قال أسطير الأولين"
      },
      {
        "id": 5287,
        "surah": 68,
        "nomor": 16,
        "ar": "سَنَسِمُهٗ عَلَى الْخُرْطُوْمِ ",
        "tr": "sanasimuhu 'al<u>aa</u> <strong>a</strong>lkhur<u>th</u>uum<strong>i</strong>",
        "idn": "Kelak dia akan Kami beri tanda pada belalai(nya). ",
        "signCode": "سنسمه على الخرطوم"
      },
      {
        "id": 5288,
        "surah": 68,
        "nomor": 17,
        "ar": "اِنَّا بَلَوْنٰهُمْ كَمَا بَلَوْنَآ اَصْحٰبَ الْجَنَّةِۚ اِذْ اَقْسَمُوْا لَيَصْرِمُنَّهَا مُصْبِحِيْنَۙ",
        "tr": "inn<u>aa</u> balawn<u>aa</u>hum kam<u>aa</u> balawn<u>aa</u> a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati i<u>dz</u> aqsamuu laya<u>sh</u>rimunnah<u>aa</u> mu<u>sh</u>bi<u>h</u>iin<strong>a</strong>",
        "idn": "Sungguh, Kami telah menguji mereka (orang musyrik Mekah) sebagaimana Kami telah menguji pemilik-pemilik kebun, ketika mereka bersumpah pasti akan memetik (hasil)nya pada pagi hari,",
        "signCode": "إنا بلونهم كما بلونا أصحب الجنة إذ أقسموا ليصرمنها مصبحين"
      },
      {
        "id": 5289,
        "surah": 68,
        "nomor": 18,
        "ar": "وَلَا يَسْتَثْنُوْنَ ",
        "tr": "wal<u>aa</u> yastatsnuun<strong>a</strong>",
        "idn": "tetapi mereka tidak menyisihkan (dengan mengucapkan, “Insya Allah”).",
        "signCode": "ولا يستثنون"
      },
      {
        "id": 5290,
        "surah": 68,
        "nomor": 19,
        "ar": "فَطَافَ عَلَيْهَا طَاۤىِٕفٌ مِّنْ رَّبِّكَ وَهُمْ نَاۤىِٕمُوْنَ ",
        "tr": "fa<u>th</u><u>aa</u>fa 'alayh<u>aa</u> <u>th</u><u>aa</u>-ifun min rabbika wahum n<u>aa</u>-imuun<strong>a</strong>",
        "idn": "Lalu kebun itu ditimpa bencana (yang datang) dari Tuhanmu ketika mereka sedang tidur.",
        "signCode": "فطاف عليها طائف من ربك وهم نائمون"
      },
      {
        "id": 5291,
        "surah": 68,
        "nomor": 20,
        "ar": "فَاَصْبَحَتْ كَالصَّرِيْمِۙ",
        "tr": "fa-a<u>sh</u>ba<u>h</u>at ka<strong>al</strong><u>shsh</u>ariim<strong>i</strong>",
        "idn": "Maka jadilah kebun itu hitam seperti malam yang gelap gulita,",
        "signCode": "فأصبحت كالصريم"
      },
      {
        "id": 5292,
        "surah": 68,
        "nomor": 21,
        "ar": "فَتَنَادَوْا مُصْبِحِيْنَۙ",
        "tr": "fatan<u>aa</u>daw mu<u>sh</u>bi<u>h</u>iin<strong>a</strong>",
        "idn": "lalu pada pagi hari mereka saling memanggil.",
        "signCode": "فتنادوا مصبحين"
      },
      {
        "id": 5293,
        "surah": 68,
        "nomor": 22,
        "ar": "اَنِ اغْدُوْا عَلٰى حَرْثِكُمْ اِنْ كُنْتُمْ صَارِمِيْنَ ",
        "tr": "ani ighduu 'al<u>aa</u> <u>h</u>artsikum in kuntum <u>shaa</u>rimiin<strong>a</strong>",
        "idn": "”Pergilah pagi-pagi ke kebunmu jika kamu hendak memetik hasil.” ",
        "signCode": "أن اغدوا على حرثكم إن كنتم صرمين"
      },
      {
        "id": 5294,
        "surah": 68,
        "nomor": 23,
        "ar": "فَانْطَلَقُوْا وَهُمْ يَتَخَافَتُوْنَۙ",
        "tr": "fa<strong>i</strong>n<u>th</u>alaquu wahum yatakh<u>aa</u>fatuun<strong>a</strong>",
        "idn": "Maka mereka pun berangkat sambil berbisik-bisik. ",
        "signCode": "فانطلقوا وهم يتخفتون"
      },
      {
        "id": 5295,
        "surah": 68,
        "nomor": 24,
        "ar": "اَنْ لَّا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِّسْكِيْنٌۙ",
        "tr": "an l<u>aa</u> yadkhulannah<u>aa</u> <strong>a</strong>lyawma 'alaykum miskiin<strong>un</strong>",
        "idn": "”Pada hari ini jangan sampai ada orang miskin masuk ke dalam kebunmu.” ",
        "signCode": "أن لا يدخلنها اليوم عليكم مسكين"
      },
      {
        "id": 5296,
        "surah": 68,
        "nomor": 25,
        "ar": "وَّغَدَوْا عَلٰى حَرْدٍ قَادِرِيْنَ ",
        "tr": "waghadaw 'al<u>aa</u> <u>h</u>ardin q<u>aa</u>diriin<strong>a</strong>",
        "idn": "Dan berangkatlah mereka pada pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka mampu (menolongnya). ",
        "signCode": "وغدوا على حرد قدرين"
      },
      {
        "id": 5297,
        "surah": 68,
        "nomor": 26,
        "ar": "فَلَمَّا رَاَوْهَا قَالُوْٓا اِنَّا لَضَاۤلُّوْنَۙ",
        "tr": "falamm<u>aa</u> ra-awh<u>aa</u> q<u>aa</u>luu inn<u>aa</u> la<u>daa</u>lluun<strong>a</strong>",
        "idn": "Maka ketika mereka melihat kebun itu, mereka berkata, “Sungguh, kita ini benar-benar orang-orang yang sesat,",
        "signCode": "فلما رأوها قالوا إنا لضالون"
      },
      {
        "id": 5298,
        "surah": 68,
        "nomor": 27,
        "ar": "بَلْ نَحْنُ مَحْرُوْمُوْنَ ",
        "tr": "bal na<u>h</u>nu ma<u>h</u>ruumuun<strong>a</strong>",
        "idn": "bahkan kita tidak memperoleh apa pun,”",
        "signCode": "بل نحن محرومون"
      },
      {
        "id": 5299,
        "surah": 68,
        "nomor": 28,
        "ar": "قَالَ اَوْسَطُهُمْ اَلَمْ اَقُلْ لَّكُمْ لَوْلَا تُسَبِّحُوْنَ ",
        "tr": "q<u>aa</u>la awsa<u>th</u>uhum alam aqul lakum lawl<u>aa</u> tusabbi<u>h</u>uun<strong>a</strong>",
        "idn": "berkatalah seorang yang paling bijak di antara mereka, “Bukankah aku telah mengatakan kepadamu, mengapa kamu tidak bertasbih (kepada Tuhanmu).”",
        "signCode": "قال أوسطهم ألم أقل لكم لولا تسبحون"
      },
      {
        "id": 5300,
        "surah": 68,
        "nomor": 29,
        "ar": "قَالُوْا سُبْحٰنَ رَبِّنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
        "tr": "q<u>aa</u>luu sub<u>haa</u>na rabbin<u>aa</u> inn<u>aa</u> kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>",
        "idn": "Mereka mengucapkan, “Mahasuci Tuhan kami, sungguh, kami adalah orang-orang yang zalim.” ",
        "signCode": "قالوا سبحن ربنا إنا كنا ظلمين"
      },
      {
        "id": 5301,
        "surah": 68,
        "nomor": 30,
        "ar": "فَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَلَاوَمُوْنَ ",
        "tr": "fa-aqbala ba'<u>dh</u>uhum 'al<u>aa</u> ba'<u>dh</u>in yatal<u>aa</u>wamuun<strong>a</strong>",
        "idn": "Lalu mereka saling berhadapan dan saling menyalahkan.",
        "signCode": "فأقبل بعضهم على بعض يتلومون"
      },
      {
        "id": 5302,
        "surah": 68,
        "nomor": 31,
        "ar": "قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا طٰغِيْنَ ",
        "tr": "q<u>aa</u>luu y<u>aa</u> waylan<u>aa</u> inn<u>aa</u> kunn<u>aa</u> <u>th</u><u>aa</u>ghiin<strong>a</strong>",
        "idn": "Mereka berkata, “Celaka kita! Sesungguhnya kita orang-orang yang melampaui batas. ",
        "signCode": "قالوا يويلنا إنا كنا طغين"
      },
      {
        "id": 5303,
        "surah": 68,
        "nomor": 32,
        "ar": "عَسٰى رَبُّنَآ اَنْ يُّبْدِلَنَا خَيْرًا مِّنْهَآ اِنَّآ اِلٰى رَبِّنَا رَاغِبُوْنَ ",
        "tr": "'as<u>aa</u> rabbun<u>aa</u> an yubdilan<u>aa</u> khayran minh<u>aa</u> inn<u>aa</u> il<u>aa</u> rabbin<u>aa</u> r<u>aa</u>ghibuun<strong>a</strong>",
        "idn": "Mudah-mudahan Tuhan memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada yang ini, sungguh, kita mengharapkan ampunan dari Tuhan kita.” ",
        "signCode": "عسى ربنا أن يبدلنا خيرا منها إنا إلى ربنا رغبون"
      },
      {
        "id": 5304,
        "surah": 68,
        "nomor": 33,
        "ar": "كَذٰلِكَ الْعَذَابُۗ وَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَ ",
        "tr": "ka<u>dzaa</u>lika <strong>a</strong>l'a<u>dzaa</u>bu wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati akbaru law k<u>aa</u>nuu ya'lamuun<strong>a</strong>",
        "idn": "Seperti itulah azab (di dunia). Dan sungguh, azab akhirat lebih besar se-kiranya mereka mengetahui.",
        "signCode": "كذلك العذاب ولعذاب الءاخرة أكبر لو كانوا يعلمون"
      },
      {
        "id": 5305,
        "surah": 68,
        "nomor": 34,
        "ar": "اِنَّ لِلْمُتَّقِيْنَ عِنْدَ رَبِّهِمْ جَنّٰتِ النَّعِيْمِ ",
        "tr": "inna lilmuttaqiina 'inda rabbihim jann<u>aa</u>ti <strong>al</strong>nna'iim<strong>i</strong>",
        "idn": "Sungguh, bagi orang-orang yang bertakwa (disediakan) surga yang penuh kenikmatan di sisi Tuhannya.",
        "signCode": "إن للمتقين عند ربهم جنت النعيم"
      },
      {
        "id": 5306,
        "surah": 68,
        "nomor": 35,
        "ar": "اَفَنَجْعَلُ الْمُسْلِمِيْنَ كَالْمُجْرِمِيْنَۗ",
        "tr": "afanaj'alu <strong>a</strong>lmuslimiina ka<strong>a</strong>lmujrimiin<strong>a</strong>",
        "idn": "Apakah patut Kami memperlakukan orang-orang Islam itu seperti orang-orang yang berdosa (orang kafir)?",
        "signCode": "أفنجعل المسلمين كالمجرمين"
      },
      {
        "id": 5307,
        "surah": 68,
        "nomor": 36,
        "ar": "مَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَۚ",
        "tr": "m<u>aa</u> lakum kayfa ta<u>h</u>kumuun<strong>a</strong>",
        "idn": "Mengapa kamu (berbuat demikian)? Bagaimana kamu mengambil keputusan?",
        "signCode": "ما لكم كيف تحكمون"
      },
      {
        "id": 5308,
        "surah": 68,
        "nomor": 37,
        "ar": "اَمْ لَكُمْ كِتٰبٌ فِيْهِ تَدْرُسُوْنَۙ",
        "tr": "am lakum kit<u>aa</u>bun fiihi tadrusuun<strong>a</strong>",
        "idn": "Atau apakah kamu mempunyai kitab (yang diturunkan Allah) yang kamu pelajari?  ",
        "signCode": "أم لكم كتب فيه تدرسون"
      },
      {
        "id": 5309,
        "surah": 68,
        "nomor": 38,
        "ar": "اِنَّ لَكُمْ فِيْهِ لَمَا تَخَيَّرُوْنَۚ",
        "tr": "inna lakum fiihi lam<u>aa</u> takhayyaruun<strong>a</strong>",
        "idn": "sesungguhnya kamu dapat memilih apa saja yang ada di dalamnya.",
        "signCode": "إن لكم فيه لما تخيرون"
      },
      {
        "id": 5310,
        "surah": 68,
        "nomor": 39,
        "ar": "اَمْ لَكُمْ اَيْمَانٌ عَلَيْنَا بَالِغَةٌ اِلٰى يَوْمِ الْقِيٰمَةِۙ اِنَّ لَكُمْ لَمَا تَحْكُمُوْنَۚ",
        "tr": "am lakum aym<u>aa</u>nun 'alayn<u>aa</u> b<u>aa</u>lighatun il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati inna lakum lam<u>aa</u> ta<u>h</u>kumuun<strong>a</strong>",
        "idn": "Atau apakah kamu memperoleh (janji-janji yang diperkuat dengan) sumpah dari Kami, yang tetap berlaku sampai hari Kiamat; bahwa kamu dapat mengambil keputusan (sekehendakmu)? ",
        "signCode": "أم لكم أيمن علينا بلغة إلى يوم القيمة إن لكم لما تحكمون"
      },
      {
        "id": 5311,
        "surah": 68,
        "nomor": 40,
        "ar": "سَلْهُمْ اَيُّهُمْ بِذٰلِكَ زَعِيْمٌۚ",
        "tr": "salhum ayyuhum bi<u>dzaa</u>lika za'iim<strong>un</strong>",
        "idn": "Tanyakanlah kepada mereka, “Siapakah di antara mereka yang bertanggung jawab terhadap (keputusan yang diambil itu)?”",
        "signCode": "سلهم أيهم بذلك زعيم"
      },
      {
        "id": 5312,
        "surah": 68,
        "nomor": 41,
        "ar": "اَمْ لَهُمْ شُرَكَاۤءُۚ فَلْيَأْتُوْا بِشُرَكَاۤىِٕهِمْ اِنْ كَانُوْا صٰدِقِيْنَ ",
        "tr": "am lahum syurak<u>aa</u>u falya/tuu bisyurak<u>aa</u>-ihim in k<u>aa</u>nuu <u>shaa</u>diqiin<strong>a</strong>",
        "idn": "Atau apakah mereka mempunyai sekutu-sekutu? Kalau begitu hendaklah mereka mendatangkan sekutu-sekutunya jika mereka orang-orang yang benar.",
        "signCode": "أم لهم شركاء فليأتوا بشركائهم إن كانوا صدقين"
      },
      {
        "id": 5313,
        "surah": 68,
        "nomor": 42,
        "ar": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَّيُدْعَوْنَ اِلَى السُّجُوْدِ فَلَا يَسْتَطِيْعُوْنَۙ",
        "tr": "yawma yuksyafu 'an s<u>aa</u>qin wayud'awna il<u>aa</u> <strong>al</strong>ssujuudi fal<u>aa</u> yasta<u>th</u>ii'uun<strong>a</strong>",
        "idn": "(Ingatlah) pada hari ketika betis disingkapkan dan mereka diseru untuk bersujud; maka mereka tidak mampu,",
        "signCode": "يوم يكشف عن ساق ويدعون إلى السجود فلا يستطيعون"
      },
      {
        "id": 5314,
        "surah": 68,
        "nomor": 43,
        "ar": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗوَقَدْ كَانُوْا يُدْعَوْنَ اِلَى السُّجُوْدِ وَهُمْ سَالِمُوْنَ ",
        "tr": "kh<u>aa</u>syi'atan ab<u>shaa</u>ruhum tarhaquhum <u>dz</u>illatun waqad k<u>aa</u>nuu yud'awna il<u>aa</u> <strong>al</strong>ssujuudi wahum s<u>aa</u>limuun<strong>a</strong>",
        "idn": "pandangan mereka tertunduk ke bawah, diliputi kehinaan. Dan sungguh, dahulu (di dunia) mereka telah diseru untuk bersujud pada waktu mereka sehat (tetapi mereka tidak melakukan). ",
        "signCode": "خشعة أبصرهم ترهقهم ذلة وقد كانوا يدعون إلى السجود وهم سلمون"
      },
      {
        "id": 5315,
        "surah": 68,
        "nomor": 44,
        "ar": "فَذَرْنِيْ وَمَنْ يُّكَذِّبُ بِهٰذَا الْحَدِيْثِۗ سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَۙ",
        "tr": "fa<u>dz</u>arnii waman yuka<u>dzdz</u>ibu bih<u>aadzaa</u> <strong>a</strong>l<u>h</u>adiitsi sanastadrijuhum min <u>h</u>aytsu l<u>aa</u> ya'lamuun<strong>a</strong>",
        "idn": "Maka serahkanlah kepada-Ku (urusannya) dan orang-orang yang mendustakan perkataan ini (Al-Qur'an). Kelak akan Kami hukum mereka berangsur-angsur dari arah yang tidak mereka ketahui, ",
        "signCode": "فذرني ومن يكذب بهذا الحديث سنستدرجهم من حيث لا يعلمون"
      },
      {
        "id": 5316,
        "surah": 68,
        "nomor": 45,
        "ar": "وَاُمْلِيْ لَهُمْۗ اِنَّ كَيْدِيْ مَتِيْنٌ ",
        "tr": "waumlii lahum inna kaydii matiin<strong>un</strong>",
        "idn": "dan Aku memberi tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh. ",
        "signCode": "وأملي لهم إن كيدي متين"
      },
      {
        "id": 5317,
        "surah": 68,
        "nomor": 46,
        "ar": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۚ ",
        "tr": "am tas-aluhum ajran fahum min maghramin mutsqaluun<strong>a</strong>",
        "idn": "Ataukah engkau (Muhammad) meminta imbalan kepada mereka, sehingga mereka dibebani dengan utang?",
        "signCode": "أم تسءلهم أجرا فهم من مغرم مثقلون"
      },
      {
        "id": 5318,
        "surah": 68,
        "nomor": 47,
        "ar": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَ ",
        "tr": "am 'indahumu <strong>a</strong>lghaybu fahum yaktubuun<strong>a</strong>",
        "idn": "Ataukah mereka mengetahui yang gaib, lalu mereka menuliskannya?",
        "signCode": "أم عندهم الغيب فهم يكتبون"
      },
      {
        "id": 5319,
        "surah": 68,
        "nomor": 48,
        "ar": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوْتِۘ اِذْ نَادٰى وَهُوَ مَكْظُوْمٌۗ",
        "tr": "fa<strong>i</strong><u>sh</u>bir li<u>h</u>ukmi rabbika wal<u>aa</u> takun ka<u>shaah</u>ibi <strong>a</strong>l<u>h</u>uuti i<u>dz</u> n<u>aa</u>d<u>aa</u> wahuwa mak<u>zh</u>uum<strong>un</strong>",
        "idn": "Maka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan ketika dia berdoa dengan hati sedih.",
        "signCode": "فاصبر لحكم ربك ولا تكن كصاحب الحوت إذ نادى وهو مكظوم"
      },
      {
        "id": 5320,
        "surah": 68,
        "nomor": 49,
        "ar": "لَوْلَآ اَنْ تَدَارَكَهٗ نِعْمَةٌ مِّنْ رَّبِّهٖ لَنُبِذَ بِالْعَرَاۤءِ وَهُوَ مَذْمُوْمٌ ",
        "tr": "lawl<u>aa</u> an tad<u>aa</u>rakahu ni'matun min rabbihi lanubi<u>dz</u>a bi<strong>a</strong>l'ar<u>aa</u>-i wahuwa ma<u>dz</u>muum<strong>un</strong>",
        "idn": "Sekiranya dia tidak segera mendapat nikmat dari Tuhannya, pastilah dia dicampakkan ke tanah tandus dalam keadaan tercela. ",
        "signCode": "لولا أن تدركه نعمة من ربه لنبذ بالعراء وهو مذموم"
      },
      {
        "id": 5321,
        "surah": 68,
        "nomor": 50,
        "ar": "فَاجْتَبٰىهُ رَبُّهٗ فَجَعَلَهٗ مِنَ الصّٰلِحِيْنَ ",
        "tr": "fa<strong>i</strong>jtab<u>aa</u>hu rabbuhu faja'alahu mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
        "idn": "Lalu Tuhannya memilihnya dan menjadikannya termasuk orang yang saleh. ",
        "signCode": "فاجتبه ربه فجعله من الصلحين"
      },
      {
        "id": 5322,
        "surah": 68,
        "nomor": 51,
        "ar": "وَاِنْ يَّكَادُ الَّذِيْنَ كَفَرُوْا لَيُزْلِقُوْنَكَ بِاَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُوْلُوْنَ اِنَّهٗ لَمَجْنُوْنٌ ۘ",
        "tr": "wa-in yak<u>aa</u>du <strong>al</strong>la<u>dz</u>iina kafaruu layuzliquunaka bi-ab<u>shaa</u>rihim lamm<u>aa</u> sami'uu <strong>al</strong><u>dzdz</u>ikra wayaquuluuna innahu lamajnuun<strong>un</strong>",
        "idn": "Dan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Al-Qur'an dan mereka berkata, “Dia (Muhammad) itu benar-benar orang gila.”",
        "signCode": "وإن يكاد الذين كفروا ليزلقونك بأبصرهم لما سمعوا الذكر ويقولون إنه لمجنون"
      },
      {
        "id": 5323,
        "surah": 68,
        "nomor": 52,
        "ar": "وَمَا هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ",
        "tr": "wam<u>aa</u> huwa ill<u>aa</u> <u>dz</u>ikrun lil'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Padahal (Al-Qur'an) itu tidak lain adalah peringatan bagi seluruh alam.",
        "signCode": "وما هو إلا ذكر للعلمين"
      }
    ]
  },
  {
    "status": true,
    "nomor": 69,
    "nama": "الحاۤقّة",
    "nama_latin": "Al-Haqqah",
    "jumlah_ayat": 52,
    "tempat_turun": "mekah",
    "arti": "Hari Kiamat",
    "deskripsi": "Surat ini terdiri atas 52 ayat,termasuk golongan surat-surat Makkiyah,diturunkan sesudah surat Al Mulk. <br> Nama <i>Al Haaqqah</i> diambil dari kata <i>Al Haaqqah</i> yang terdapat pada ayat pertama surat ini yang artinya <i>hari kiamat</i>",
    "audio": "https://santrikoding.com/storage/audio/069.mp3",
    "ayat": [
      {
        "id": 5324,
        "surah": 69,
        "nomor": 1,
        "ar": "اَلْحَاۤقَّةُۙ",
        "tr": "al<u>haa</u>qqa<strong>tu</strong>",
        "idn": "Hari Kiamat,",
        "signCode": "الحاقة"
      },
      {
        "id": 5325,
        "surah": 69,
        "nomor": 2,
        "ar": "مَا الْحَاۤقَّةُ ۚ ",
        "tr": "m<u>aa</u> <strong>a</strong>l<u>haa</u>qqa<strong>tu</strong>",
        "idn": "apakah hari Kiamat itu?",
        "signCode": "ما الحاقة"
      },
      {
        "id": 5326,
        "surah": 69,
        "nomor": 3,
        "ar": "وَمَآ اَدْرٰىكَ مَا الْحَاۤقَّةُ ۗ ",
        "tr": "wam<u>aa</u> adr<u>aa</u>ka m<u>aa</u> <strong>a</strong>l<u>haa</u>qqa<strong>tu</strong>",
        "idn": "Dan tahukah kamu apakah hari Kiamat itu?",
        "signCode": "وما أدرىك ما الحاقة"
      },
      {
        "id": 5327,
        "surah": 69,
        "nomor": 4,
        "ar": "كَذَّبَتْ ثَمُوْدُ وَعَادٌ ۢبِالْقَارِعَةِ ",
        "tr": "ka<u>dzdz</u>abat tsamuudu wa'<u>aa</u>dun bi<strong>a</strong>lq<u>aa</u>ri'a<strong>ti</strong>",
        "idn": "Kaum Samud, dan ‘Ad telah mendustakan hari Kiamat.",
        "signCode": "كذبت ثمود وعاد بالقارعة"
      },
      {
        "id": 5328,
        "surah": 69,
        "nomor": 5,
        "ar": "فَاَمَّا ثَمُوْدُ فَاُهْلِكُوْا بِالطَّاغِيَةِ ",
        "tr": "fa-amm<u>aa</u> tsamuudu fauhlikuu bi<strong>al</strong><u>ththaa</u>ghiya<strong>ti</strong>",
        "idn": "Maka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras,",
        "signCode": "فأما ثمود فأهلكوا بالطاغية"
      },
      {
        "id": 5329,
        "surah": 69,
        "nomor": 6,
        "ar": "وَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ",
        "tr": "wa-amm<u>aa</u> '<u>aa</u>dun fauhlikuu birii<u>h</u>in <u>sh</u>ar<u>sh</u>arin '<u>aa</u>tiya<strong>tin</strong>",
        "idn": "sedangkan kaum ‘Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin,",
        "signCode": "وأما عاد فأهلكوا بريح صرصر عاتية"
      },
      {
        "id": 5330,
        "surah": 69,
        "nomor": 7,
        "ar": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ",
        "tr": "wa-amm<u>aa</u> '<u>aa</u>dun fauhlikuu birii<u>h</u>in <u>sh</u>ar<u>sh</u>arin '<u>aa</u>tiya<strong>tin</strong>",
        "idn": "Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum ‘Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk).",
        "signCode": "سخرها عليهم سبع ليال وثمنية أيام حسوما فترى القوم فيها صرعى كأنهم أعجاز نخل خاوية"
      },
      {
        "id": 5331,
        "surah": 69,
        "nomor": 8,
        "ar": "فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ ",
        "tr": "fahal tar<u>aa</u> lahum min b<u>aa</u>qiya<strong>tin</strong>",
        "idn": "Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka?",
        "signCode": "فهل ترى لهم من باقية"
      },
      {
        "id": 5332,
        "surah": 69,
        "nomor": 9,
        "ar": "وَجَاۤءَ فِرْعَوْنُ وَمَنْ قَبْلَهٗ وَالْمُؤْتَفِكٰتُ بِالْخَاطِئَةِۚ",
        "tr": "waj<u>aa</u>-a fir'awnu waman qablahu wa<strong>a</strong>lmu/tafik<u>aa</u>tu bi<strong>a</strong>lkh<u>aath</u>i-a<strong>ti</strong>",
        "idn": "Kemudian datang Fir‘aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar.",
        "signCode": "وجاء فرعون ومن قبله والمؤتفكت بالخاطئة"
      },
      {
        "id": 5333,
        "surah": 69,
        "nomor": 10,
        "ar": "فَعَصَوْا رَسُوْلَ رَبِّهِمْ فَاَخَذَهُمْ اَخْذَةً رَّابِيَةً ",
        "tr": "fa'a<u>sh</u>aw rasuula rabbihim fa-akha<u>dz</u>ahum akh<u>dz</u>atan r<u>aa</u>biya<strong>tan</strong>",
        "idn": "Maka mereka mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras. ",
        "signCode": "فعصوا رسول ربهم فأخذهم أخذة رابية"
      },
      {
        "id": 5334,
        "surah": 69,
        "nomor": 11,
        "ar": "اِنَّا لَمَّا طَغَا الْمَاۤءُ حَمَلْنٰكُمْ فِى الْجَارِيَةِۙ",
        "tr": "inn<u>aa</u> lamm<u>aa</u> <u>th</u>agh<u>aa</u> <strong>a</strong>lm<u>aa</u>u <u>h</u>amaln<u>aa</u>kum fii <strong>a</strong>lj<u>aa</u>riya<strong>ti</strong>",
        "idn": "Sesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, ",
        "signCode": "إنا لما طغا الماء حملنكم في الجارية"
      },
      {
        "id": 5335,
        "surah": 69,
        "nomor": 12,
        "ar": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَّتَعِيَهَآ اُذُنٌ وَّاعِيَةٌ ",
        "tr": "linaj'alah<u>aa</u> lakum ta<u>dz</u>kiratan wata'iyah<u>aa</u> u<u>dz</u>unun w<u>aa</u>'iya<strong>tun</strong>",
        "idn": "agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. ",
        "signCode": "لنجعلها لكم تذكرة وتعيها أذن وعية"
      },
      {
        "id": 5336,
        "surah": 69,
        "nomor": 13,
        "ar": "فَاِذَا نُفِخَ فِى الصُّوْرِ نَفْخَةٌ وَّاحِدَةٌ ۙ",
        "tr": "fa-i<u>dzaa</u> nufikha fii <strong>al</strong><u>shsh</u>uuri nafkhatun w<u>aah</u>ida<strong>tun</strong>",
        "idn": "Maka apabila sangkakala ditiup sekali tiup,",
        "signCode": "فإذا نفخ في الصور نفخة وحدة"
      },
      {
        "id": 5337,
        "surah": 69,
        "nomor": 14,
        "ar": "وَّحُمِلَتِ الْاَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَّاحِدَةًۙ",
        "tr": "wa<u>h</u>umilati <strong>a</strong>l-ar<u>dh</u>u wa<strong>a</strong>ljib<u>aa</u>lu fadukkat<u>aa</u> dakkatan w<u>aah</u>ida<strong>tan</strong>",
        "idn": "dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali benturan.",
        "signCode": "وحملت الأرض والجبال فدكتا دكة وحدة"
      },
      {
        "id": 5338,
        "surah": 69,
        "nomor": 15,
        "ar": "فَيَوْمَىِٕذٍ وَّقَعَتِ الْوَاقِعَةُۙ",
        "tr": "fayawma-i<u>dz</u>in waqa'ati <strong>a</strong>lw<u>aa</u>qi'a<strong>tu</strong>",
        "idn": "Maka pada hari itu terjadilah hari Kiamat, ",
        "signCode": "فيومئذ وقعت الواقعة"
      },
      {
        "id": 5339,
        "surah": 69,
        "nomor": 16,
        "ar": "وَانْشَقَّتِ السَّمَاۤءُ فَهِيَ يَوْمَىِٕذٍ وَّاهِيَةٌۙ",
        "tr": "wa<strong>i</strong>nsyaqqati <strong>al</strong>ssam<u>aa</u>u fahiya yawma-i<u>dz</u>in w<u>aa</u>hiya<strong>tun</strong>",
        "idn": "dan terbelahlah langit, karena pada hari itu langit menjadi rapuh.",
        "signCode": "وانشقت السماء فهي يومئذ واهية"
      },
      {
        "id": 5340,
        "surah": 69,
        "nomor": 17,
        "ar": "وَّالْمَلَكُ عَلٰٓى اَرْجَاۤىِٕهَاۗ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَىِٕذٍ ثَمٰنِيَةٌ  ۗ",
        "tr": "wa<strong>a</strong>lmalaku 'al<u>aa</u> arj<u>aa</u>-ih<u>aa</u> waya<u>h</u>milu 'arsya rabbika fawqahum yawma-i<u>dz</u>in tsam<u>aa</u>niya<strong>tun</strong>",
        "idn": "Dan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung ‘Arsy (singgasana) Tuhanmu di atas (kepala) mereka. ",
        "signCode": "والملك على أرجائها ويحمل عرش ربك فوقهم يومئذ ثمنية"
      },
      {
        "id": 5341,
        "surah": 69,
        "nomor": 18,
        "ar": "يَوْمَىِٕذٍ تُعْرَضُوْنَ لَا تَخْفٰى مِنْكُمْ خَافِيَةٌ ",
        "tr": "yawma-i<u>dz</u>in tu'ra<u>dh</u>uuna l<u>aa</u> takhf<u>aa</u> minkum kh<u>aa</u>fiya<strong>tun</strong>",
        "idn": "Pada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatu pun dari kamu yang tersembunyi (bagi Allah). ",
        "signCode": "يومئذ تعرضون لا تخفى منكم خافية"
      },
      {
        "id": 5342,
        "surah": 69,
        "nomor": 19,
        "ar": "فَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ ",
        "tr": "fa-amm<u>aa</u> man uutiya kit<u>aa</u>bahu biyamiinihi fayaquulu h<u>aa</u>umu iqrauu kit<u>aa</u>biyah",
        "idn": "Adapun orang yang kitabnya  diberikan di tangan kanannya, maka dia berkata, “Ambillah, bacalah kitabku (ini).” ",
        "signCode": "فأما من أوتي كتبه بيمينه فيقول هاؤم اقرءوا كتبيه"
      },
      {
        "id": 5343,
        "surah": 69,
        "nomor": 20,
        "ar": "اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ",
        "tr": "innii <u>zh</u>anantu annii mul<u>aa</u>qin <u>h</u>is<u>aa</u>biyah",
        "idn": "Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. ",
        "signCode": "إني ظننت أني ملق حسابيه"
      },
      {
        "id": 5344,
        "surah": 69,
        "nomor": 21,
        "ar": "فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ",
        "tr": "fahuwa fii 'iisyatin r<u>aad</u>iya<strong>tin</strong>",
        "idn": "Maka orang itu berada dalam kehidupan yang diridai,",
        "signCode": "فهو في عيشة راضية"
      },
      {
        "id": 5345,
        "surah": 69,
        "nomor": 22,
        "ar": "فِيْ جَنَّةٍ عَالِيَةٍۙ",
        "tr": "fii jannatin '<u>aa</u>liya<strong>tin</strong>",
        "idn": "dalam surga yang tinggi, ",
        "signCode": "في جنة عالية"
      },
      {
        "id": 5346,
        "surah": 69,
        "nomor": 23,
        "ar": "قُطُوْفُهَا دَانِيَةٌ ",
        "tr": "qu<u>th</u>uufuh<u>aa</u> d<u>aa</u>niya<strong>tun</strong>",
        "idn": "buah-buahannya dekat,",
        "signCode": "قطوفها دانية"
      },
      {
        "id": 5347,
        "surah": 69,
        "nomor": 24,
        "ar": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَآ اَسْلَفْتُمْ فِى الْاَيَّامِ الْخَالِيَةِ ",
        "tr": "kuluu wa<strong>i</strong>syrabuu hanii-an bim<u>aa</u> aslaftum fii <strong>a</strong>l-ayy<u>aa</u>mi <strong>a</strong>lkh<u>aa</u>liya<strong>ti</strong>",
        "idn": "(kepada mereka dikatakan), “Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.” ",
        "signCode": "كلوا واشربوا هنيءا بما أسلفتم في الأيام الخالية"
      },
      {
        "id": 5348,
        "surah": 69,
        "nomor": 25,
        "ar": "وَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ",
        "tr": "wa-amm<u>aa</u> man uutiya kit<u>aa</u>bahu bisyim<u>aa</u>lihi fayaquulu y<u>aa</u> laytanii lam uuta kit<u>aa</u>biyah",
        "idn": "Dan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, “Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku.",
        "signCode": "وأما من أوتي كتبه بشماله فيقول يليتني لم أوت كتبيه"
      },
      {
        "id": 5349,
        "surah": 69,
        "nomor": 26,
        "ar": "وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ",
        "tr": "walam adri m<u>aa</u> <u>h</u>is<u>aa</u>biyah",
        "idn": "Sehingga aku tidak mengetahui bagaimana perhitunganku. ",
        "signCode": "ولم أدر ما حسابيه"
      },
      {
        "id": 5350,
        "surah": 69,
        "nomor": 27,
        "ar": "يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ",
        "tr": "y<u>aa</u> laytah<u>aa</u> k<u>aa</u>nati <strong>a</strong>lq<u>aad</u>iya<strong>tu</strong>",
        "idn": "Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. ",
        "signCode": "يليتها كانت القاضية"
      },
      {
        "id": 5351,
        "surah": 69,
        "nomor": 28,
        "ar": "مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ ",
        "tr": "m<u>aa</u> aghn<u>aa</u> 'annii m<u>aa</u>liyah",
        "idn": "Hartaku sama sekali tidak berguna bagiku. ",
        "signCode": "ما أغنى عني ماليه"
      },
      {
        "id": 5352,
        "surah": 69,
        "nomor": 29,
        "ar": "هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ",
        "tr": "halaka 'annii sul<u>th</u><u>aa</u>niyah",
        "idn": "Kekuasaanku telah hilang dariku.”",
        "signCode": "هلك عني سلطنيه"
      },
      {
        "id": 5353,
        "surah": 69,
        "nomor": 30,
        "ar": "خُذُوْهُ فَغُلُّوْهُۙ",
        "tr": "khu<u>dz</u>uuhu faghulluuh<strong>u</strong>",
        "idn": "(Allah berfirman), “Tangkaplah dia lalu belenggulah tangannya ke lehernya.” ",
        "signCode": "خذوه فغلوه"
      },
      {
        "id": 5354,
        "surah": 69,
        "nomor": 31,
        "ar": "ثُمَّ الْجَحِيْمَ صَلُّوْهُۙ",
        "tr": "tsumma <strong>a</strong>lja<u>h</u>iima <u>sh</u>alluuh<strong>u</strong>",
        "idn": "Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. ",
        "signCode": "ثم الجحيم صلوه"
      },
      {
        "id": 5355,
        "surah": 69,
        "nomor": 32,
        "ar": "ثُمَّ فِيْ سِلْسِلَةٍ ذَرْعُهَا سَبْعُوْنَ ذِرَاعًا فَاسْلُكُوْهُۗ",
        "tr": "tsumma fii silsilatin <u>dz</u>ar'uh<u>aa</u> sab'uuna <u>dz</u>ir<u>aa</u>'an fa<strong>u</strong>slukuuh<strong>u</strong>",
        "idn": "Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. ",
        "signCode": "ثم في سلسلة ذرعها سبعون ذراعا فاسلكوه"
      },
      {
        "id": 5356,
        "surah": 69,
        "nomor": 33,
        "ar": "اِنَّهٗ كَانَ لَا يُؤْمِنُ بِاللّٰهِ الْعَظِيْمِۙ",
        "tr": "innahu k<u>aa</u>na l<u>aa</u> yu/minu bi<strong>al</strong>l<u>aa</u>hi <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
        "idn": "Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar. ",
        "signCode": "إنه كان لا يؤمن بالله العظيم"
      },
      {
        "id": 5357,
        "surah": 69,
        "nomor": 34,
        "ar": "وَلَا يَحُضُّ عَلٰى طَعَامِ الْمِسْكِيْنِۗ",
        "tr": "wal<u>aa</u> ya<u>h</u>u<u>dhdh</u>u 'al<u>aa</u> <u>th</u>a'<u>aa</u>mi <strong>a</strong>lmiskiin<strong>i</strong>",
        "idn": "Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin. ",
        "signCode": "ولا يحض على طعام المسكين"
      },
      {
        "id": 5358,
        "surah": 69,
        "nomor": 35,
        "ar": "فَلَيْسَ لَهُ الْيَوْمَ هٰهُنَا حَمِيْمٌۙ",
        "tr": "wal<u>aa</u> ya<u>h</u>u<u>dhdh</u>u 'al<u>aa</u> <u>th</u>a'<u>aa</u>mi <strong>a</strong>lmiskiin<strong>i</strong>",
        "idn": "Maka pada hari ini di sini tidak ada seorang teman pun baginya. ",
        "signCode": "فليس له اليوم ههنا حميم"
      },
      {
        "id": 5359,
        "surah": 69,
        "nomor": 36,
        "ar": "وَّلَا طَعَامٌ اِلَّا مِنْ غِسْلِيْنٍۙ",
        "tr": "wal<u>aa</u> <u>th</u>a'<u>aa</u>mun ill<u>aa</u> min ghisliin<strong>in</strong>",
        "idn": "Dan tidak ada makanan (baginya) kecuali dari darah dan nanah. ",
        "signCode": "ولا طعام إلا من غسلين"
      },
      {
        "id": 5360,
        "surah": 69,
        "nomor": 37,
        "ar": "لَّا يَأْكُلُهٗٓ اِلَّا الْخَاطِـُٔوْنَ ",
        "tr": "l<u>aa</u> ya/kuluhu ill<u>aa</u> <strong>a</strong>lkh<u>aath</u>i-uun<strong>a</strong>",
        "idn": "Tidak ada yang memakannya kecuali orang-orang yang berdosa. ",
        "signCode": "لا يأكله إلا الخطءون"
      },
      {
        "id": 5361,
        "surah": 69,
        "nomor": 38,
        "ar": "فَلَآ اُقْسِمُ بِمَا تُبْصِرُوْنَۙ",
        "tr": "fal<u>aa</u> uqsimu bim<u>aa</u> tub<u>sh</u>iruun<strong>a</strong>",
        "idn": "Maka Aku bersumpah demi apa yang kamu lihat, ",
        "signCode": "فلا أقسم بما تبصرون"
      },
      {
        "id": 5362,
        "surah": 69,
        "nomor": 39,
        "ar": "وَمَا لَا تُبْصِرُوْنَۙ",
        "tr": "wam<u>aa</u> l<u>aa</u> tub<u>sh</u>iruun<strong>a</strong>",
        "idn": "dan demi apa yang tidak kamu lihat.",
        "signCode": "وما لا تبصرون"
      },
      {
        "id": 5363,
        "surah": 69,
        "nomor": 40,
        "ar": "اِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍۙ",
        "tr": "innahu laqawlu rasuulin kariim<strong>in</strong>",
        "idn": "Sesungguhnya ia (Al-Qur'an) itu benar-benar wahyu (yang diturunkan kepada) Rasul yang mulia,",
        "signCode": "إنه لقول رسول كريم"
      },
      {
        "id": 5364,
        "surah": 69,
        "nomor": 41,
        "ar": "وَّمَا هُوَ بِقَوْلِ شَاعِرٍۗ قَلِيْلًا مَّا تُؤْمِنُوْنَۙ",
        "tr": "wam<u>aa</u> huwa biqawli sy<u>aa</u>'irin qaliilan m<u>aa</u> tu/minuun<strong>a</strong>",
        "idn": "dan ia (Al-Qur'an) bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. ",
        "signCode": "وما هو بقول شاعر قليلا ما تؤمنون"
      },
      {
        "id": 5365,
        "surah": 69,
        "nomor": 42,
        "ar": "وَلَا بِقَوْلِ كَاهِنٍۗ قَلِيْلًا مَّا تَذَكَّرُوْنَۗ",
        "tr": "wal<u>aa</u> biqawli k<u>aa</u>hinin qaliilan m<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>",
        "idn": "Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. ",
        "signCode": "ولا بقول كاهن قليلا ما تذكرون"
      },
      {
        "id": 5366,
        "surah": 69,
        "nomor": 43,
        "ar": "تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
        "tr": "tanziilun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
        "idn": "Ia (Al-Qur'an) adalah wahyu yang diturunkan dari Tuhan seluruh alam. ",
        "signCode": "تنزيل من رب العلمين"
      },
      {
        "id": 5367,
        "surah": 69,
        "nomor": 44,
        "ar": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْاَقَاوِيْلِۙ",
        "tr": "walaw taqawwala 'alayn<u>aa</u> ba'<u>dh</u>a <strong>a</strong>l-aq<u>aa</u>wiil<strong>i</strong>",
        "idn": "Dan sekiranya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, ",
        "signCode": "ولو تقول علينا بعض الأقاويل"
      },
      {
        "id": 5368,
        "surah": 69,
        "nomor": 45,
        "ar": "لَاَخَذْنَا مِنْهُ بِالْيَمِيْنِۙ",
        "tr": "la-akha<u>dz</u>n<u>aa</u> minhu bi<strong>a</strong>lyamiin<strong>i</strong>",
        "idn": "pasti Kami pegang dia pada tangan kanannya. ",
        "signCode": "لأخذنا منه باليمين"
      },
      {
        "id": 5369,
        "surah": 69,
        "nomor": 46,
        "ar": "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِيْنَۖ",
        "tr": "tsumma laqa<u>th</u>a'n<u>aa</u> minhu <strong>a</strong>lwatiin<strong>a</strong>",
        "idn": "Kemudian Kami potong pembuluh jantungnya. ",
        "signCode": "ثم لقطعنا منه الوتين"
      },
      {
        "id": 5370,
        "surah": 69,
        "nomor": 47,
        "ar": "فَمَا مِنْكُمْ مِّنْ اَحَدٍ عَنْهُ حَاجِزِيْنَۙ",
        "tr": "fam<u>aa</u> minkum min a<u>h</u>adin 'anhu <u>haa</u>jiziin<strong>a</strong>",
        "idn": "Maka tidak seorang pun dari kamu yang dapat menghalangi (Kami untuk menghukumnya). ",
        "signCode": "فما منكم من أحد عنه حجزين"
      },
      {
        "id": 5371,
        "surah": 69,
        "nomor": 48,
        "ar": "وَاِنَّهٗ لَتَذْكِرَةٌ لِّلْمُتَّقِيْنَ ",
        "tr": "wa-innahu lata<u>dz</u>kiratun lilmuttaqiin<strong>a</strong>",
        "idn": "Dan sungguh, (Al-Qur'an) itu pelajaran bagi orang-orang yang bertakwa. ",
        "signCode": "وإنه لتذكرة للمتقين"
      },
      {
        "id": 5372,
        "surah": 69,
        "nomor": 49,
        "ar": "وَاِنَّا لَنَعْلَمُ اَنَّ مِنْكُمْ مُّكَذِّبِيْنَۗ",
        "tr": "wa-inn<u>aa</u> lana'lamu anna minkum muka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Dan sungguh, Kami mengetahui bahwa di antara kamu ada orang yang mendustakan.",
        "signCode": "وإنا لنعلم أن منكم مكذبين"
      },
      {
        "id": 5373,
        "surah": 69,
        "nomor": 50,
        "ar": "وَاِنَّهٗ لَحَسْرَةٌ عَلَى الْكٰفِرِيْنَۚ",
        "tr": "wa-innahu la<u>h</u>asratun 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>",
        "idn": "Dan sungguh, (Al-Qur'an) itu akan menimbulkan penyesalan bagi orang-orang kafir (di akhirat).",
        "signCode": "وإنه لحسرة على الكفرين"
      },
      {
        "id": 5374,
        "surah": 69,
        "nomor": 51,
        "ar": "وَاِنَّهٗ لَحَقُّ الْيَقِيْنِ ",
        "tr": "wa-innahu la<u>h</u>aqqu <strong>a</strong>lyaqiin<strong>i</strong>",
        "idn": "Dan Sungguh, (Al-Qur'an) itu kebenaran yang meyakinkan. ",
        "signCode": "وإنه لحق اليقين"
      },
      {
        "id": 5375,
        "surah": 69,
        "nomor": 52,
        "ar": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ",
        "tr": "fasabbi<u>h</u> bi<strong>i</strong>smi rabbika <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>",
        "idn": "Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahaagung. ",
        "signCode": "فسبح باسم ربك العظيم"
      }
    ]
  },
  {
    "status": true,
    "nomor": 70,
    "nama": "المعارج",
    "nama_latin": "Al-Ma'arij",
    "jumlah_ayat": 44,
    "tempat_turun": "mekah",
    "arti": "Tempat Naik",
    "deskripsi": "Surat ini terdiri atas 44 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Haaqqah.<br>Perkataan <i>Al Ma'arij</i> yang menjadi nama bagi surat ini adalah kata jamak dari <i>Mi'raj</i>, diambil dari perkataan Al Ma'arij yang terdapat pada ayat 3, yang artinya menurut bahasa <i>tempat naik</i>. Sedang para ahli  tafsir memberi arti bermacam-macam, di antaranya <i>langit</i>, nikmat karunia dan derajat atau tingkatan yang diberikan Allah s.w.t kepada ahli surga.",
    "audio": "https://santrikoding.com/storage/audio/070.mp3",
    "ayat": [
      {
        "id": 5376,
        "surah": 70,
        "nomor": 1,
        "ar": "سَاَلَ سَاۤىِٕلٌۢ بِعَذَابٍ وَّاقِعٍۙ",
        "tr": "sa-ala s<u>aa</u>-ilun bi'a<u>dzaa</u>bin w<u>aa</u>qi'<strong>in</strong>",
        "idn": "Seseorang bertanya tentang azab yang pasti terjadi, ",
        "signCode": "سأل سائل بعذاب واقع"
      },
      {
        "id": 5377,
        "surah": 70,
        "nomor": 2,
        "ar": "لِّلْكٰفِرِيْنَ لَيْسَ لَهٗ دَافِعٌۙ",
        "tr": "lilk<u>aa</u>firiina laysa lahu d<u>aa</u>fi'<strong>un</strong>",
        "idn": "bagi orang-orang kafir, yang tidak seorang pun dapat menolaknya,",
        "signCode": "للكفرين ليس له دافع"
      },
      {
        "id": 5378,
        "surah": 70,
        "nomor": 3,
        "ar": "مِّنَ اللّٰهِ ذِى الْمَعَارِجِۗ",
        "tr": "mina <strong>al</strong>l<u>aa</u>hi <u>dz</u>ii <strong>a</strong>lma'<u>aa</u>rij<strong>i</strong>",
        "idn": "(Azab) dari Allah, yang memiliki tempat-tempat naik.",
        "signCode": "من الله ذي المعارج"
      },
      {
        "id": 5379,
        "surah": 70,
        "nomor": 4,
        "ar": "تَعْرُجُ الْمَلٰۤىِٕكَةُ وَالرُّوْحُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗ خَمْسِيْنَ اَلْفَ سَنَةٍۚ",
        "tr": "ta'ruju <strong>a</strong>lmal<u>aa</u>-ikatu wa<strong>al</strong>rruu<u>h</u>u ilayhi fii yawmin k<u>aa</u>na miqd<u>aa</u>ruhu khamsiina <strong>a</strong>lfa sana<strong>tin</strong>",
        "idn": "Para malaikat dan Jibril naik (menghadap) kepada Tuhan, dalam sehari setara dengan lima puluh ribu tahun.",
        "signCode": "تعرج الملئكة والروح إليه في يوم كان مقداره خمسين ألف سنة"
      },
      {
        "id": 5380,
        "surah": 70,
        "nomor": 5,
        "ar": "فَاصْبِرْ صَبْرًا جَمِيْلًا",
        "tr": "fa<strong>i</strong><u>sh</u>bir <u>sh</u>abran jamiil<u>aa</u><strong>n</strong>",
        "idn": "Maka bersabarlah engkau (Muhammad) dengan kesabaran yang baik.",
        "signCode": "فاصبر صبرا جميلا"
      },
      {
        "id": 5381,
        "surah": 70,
        "nomor": 6,
        "ar": "اِنَّهُمْ يَرَوْنَهٗ بَعِيْدًاۙ",
        "tr": "innahum yarawnahu ba'iid<u>aa</u><strong>n</strong>",
        "idn": "Mereka memandang (azab) itu jauh (mustahil). ",
        "signCode": "إنهم يرونه بعيدا"
      },
      {
        "id": 5382,
        "surah": 70,
        "nomor": 7,
        "ar": "وَّنَرٰىهُ قَرِيْبًاۗ",
        "tr": "wanar<u>aa</u>hu qariib<u>aa</u><strong>n</strong>",
        "idn": "Sedangkan Kami memandangnya dekat (pasti terjadi). ",
        "signCode": "ونرىه قريبا"
      },
      {
        "id": 5383,
        "surah": 70,
        "nomor": 8,
        "ar": "يَوْمَ تَكُوْنُ السَّمَاۤءُ كَالْمُهْلِۙ",
        "tr": "yawma takuunu <strong>al</strong>ssam<u>aa</u>u ka<strong>a</strong>lmuhl<strong>i</strong>",
        "idn": "(Ingatlah) pada hari ketika langit men-jadi bagaikan cairan tembaga, ",
        "signCode": "يوم تكون السماء كالمهل"
      },
      {
        "id": 5384,
        "surah": 70,
        "nomor": 9,
        "ar": "وَتَكُوْنُ الْجِبَالُ كَالْعِهْنِۙ",
        "tr": "watakuunu <strong>a</strong>ljib<u>aa</u>lu ka<strong>a</strong>l'ihn<strong>i</strong>",
        "idn": "dan gunung-gunung bagaikan bulu (yang beterbangan), ",
        "signCode": "وتكون الجبال كالعهن"
      },
      {
        "id": 5385,
        "surah": 70,
        "nomor": 10,
        "ar": "وَلَا يَسْـَٔلُ حَمِيْمٌ حَمِيْمًاۚ ",
        "tr": "wal<u>aa</u> yas-alu <u>h</u>amiimun <u>h</u>amiim<u>aa</u><strong>n</strong>",
        "idn": "dan tidak ada seorang teman karib pun menanyakan temannya,",
        "signCode": "ولا يسءل حميم حميما"
      },
      {
        "id": 5386,
        "surah": 70,
        "nomor": 11,
        "ar": "يُبَصَّرُوْنَهُمْۗ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِيْ مِنْ عَذَابِ يَوْمِىِٕذٍۢ بِبَنِيْهِۙ",
        "tr": "yuba<u>shsh</u>aruunahum yawaddu <strong>a</strong>lmujrimu law yaftadii min 'a<u>dzaa</u>bi yawmi-i<u>dz</u>in bibaniih<strong>i</strong>",
        "idn": "sedang mereka saling melihat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus (dirinya) dari azab dengan anak-anaknya, ",
        "signCode": "يبصرونهم يود المجرم لو يفتدي من عذاب يومئذ ببنيه"
      },
      {
        "id": 5387,
        "surah": 70,
        "nomor": 12,
        "ar": "وَصَاحِبَتِهٖ وَاَخِيْهِۙ",
        "tr": "wa<u>shaah</u>ibatihi wa-akhiih<strong>i</strong>",
        "idn": "dan istrinya dan saudaranya, ",
        "signCode": "وصحبته وأخيه"
      },
      {
        "id": 5388,
        "surah": 70,
        "nomor": 13,
        "ar": "وَفَصِيْلَتِهِ الَّتِيْ تُـْٔوِيْهِۙ",
        "tr": "wafa<u>sh</u>iilatihi <strong>al</strong>latii tu/wiih<strong>i</strong>",
        "idn": "dan keluarga yang melindunginya (di dunia),",
        "signCode": "وفصيلته التي تءويه"
      },
      {
        "id": 5389,
        "surah": 70,
        "nomor": 14,
        "ar": "وَمَنْ فِى الْاَرْضِ جَمِيْعًاۙ ثُمَّ يُنْجِيْهِۙ",
        "tr": "waman fii <strong>a</strong>l-ar<u>dh</u>i jamii'an tsumma yunjiih<strong>i</strong>",
        "idn": "dan orang-orang di bumi seluruhnya, kemudian mengharapkan (tebusan) itu dapat menyelamatkannya.",
        "signCode": "ومن في الأرض جميعا ثم ينجيه"
      },
      {
        "id": 5390,
        "surah": 70,
        "nomor": 15,
        "ar": "كَلَّاۗ اِنَّهَا لَظٰىۙ",
        "tr": "kall<u>aa</u> innah<u>aa</u> la<u>zhaa</u>",
        "idn": "Sama sekali tidak! Sungguh, neraka itu api yang bergejolak,",
        "signCode": "كلا إنها لظى"
      },
      {
        "id": 5391,
        "surah": 70,
        "nomor": 16,
        "ar": "نَزَّاعَةً لِّلشَّوٰىۚ",
        "tr": "nazz<u>aa</u>'atan li<strong>l</strong>sysyaw<u>aa</u>",
        "idn": "yang mengelupaskan kulit kepala. ",
        "signCode": "نزاعة للشوى"
      },
      {
        "id": 5392,
        "surah": 70,
        "nomor": 17,
        "ar": "تَدْعُوْا مَنْ اَدْبَرَ وَتَوَلّٰىۙ",
        "tr": "tad'uu man adbara watawall<u>aa</u>",
        "idn": "Yang memanggil orang yang membelakangi dan yang berpaling (dari agama),",
        "signCode": "تدعوا من أدبر وتولى"
      },
      {
        "id": 5393,
        "surah": 70,
        "nomor": 18,
        "ar": "وَجَمَعَ فَاَوْعٰى ",
        "tr": "wajama'a fa-aw'<u>aa</u>",
        "idn": "dan orang yang mengumpulkan (harta benda) lalu menyimpannya. ",
        "signCode": "وجمع فأوعى"
      },
      {
        "id": 5394,
        "surah": 70,
        "nomor": 19,
        "ar": "۞ اِنَّ الْاِنْسَانَ خُلِقَ هَلُوْعًاۙ",
        "tr": "inna <strong>a</strong>l-ins<u>aa</u>na khuliqa haluu'<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, manusia diciptakan bersifat suka mengeluh. ",
        "signCode": "إن الإنسن خلق هلوعا"
      },
      {
        "id": 5395,
        "surah": 70,
        "nomor": 20,
        "ar": "اِذَا مَسَّهُ الشَّرُّ جَزُوْعًاۙ",
        "tr": "i<u>dzaa</u> massahu <strong>al</strong>sysyarru jazuu'<u>aa</u><strong>n</strong>",
        "idn": "Apabila dia ditimpa kesusahan dia berkeluh kesah, ",
        "signCode": "إذا مسه الشر جزوعا"
      },
      {
        "id": 5396,
        "surah": 70,
        "nomor": 21,
        "ar": "وَّاِذَا مَسَّهُ الْخَيْرُ مَنُوْعًاۙ",
        "tr": "wa-i<u>dzaa</u> massahu <strong>a</strong>lkhayru manuu'<u>aa</u><strong>n</strong>",
        "idn": "dan apabila mendapat kebaikan (harta) dia jadi kikir, ",
        "signCode": "وإذا مسه الخير منوعا"
      },
      {
        "id": 5397,
        "surah": 70,
        "nomor": 22,
        "ar": "اِلَّا الْمُصَلِّيْنَۙ",
        "tr": "ill<u>aa</u> <strong>a</strong>lmu<u>sh</u>alliin<strong>a</strong>",
        "idn": "kecuali orang-orang yang melaksanakan salat, ",
        "signCode": "إلا المصلين"
      },
      {
        "id": 5398,
        "surah": 70,
        "nomor": 23,
        "ar": "الَّذِيْنَ هُمْ عَلٰى صَلَاتِهِمْ دَاۤىِٕمُوْنَۖ",
        "tr": "ill<u>aa</u> <strong>a</strong>lmu<u>sh</u>alliin<strong>a</strong>",
        "idn": "mereka yang tetap setia melaksanakan salatnya, ",
        "signCode": "الذين هم على صلاتهم دائمون"
      },
      {
        "id": 5399,
        "surah": 70,
        "nomor": 24,
        "ar": "وَالَّذِيْنَ فِيْٓ اَمْوَالِهِمْ حَقٌّ مَّعْلُوْمٌۖ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina fii amw<u>aa</u>lihim <u>h</u>aqqun ma'luum<strong>un</strong>",
        "idn": "dan orang-orang yang dalam hartanya disiapkan bagian tertentu, ",
        "signCode": "والذين في أمولهم حق معلوم"
      },
      {
        "id": 5400,
        "surah": 70,
        "nomor": 25,
        "ar": "لِّلسَّاۤىِٕلِ وَالْمَحْرُوْمِۖ",
        "tr": "li<strong>l</strong>ss<u>aa</u>-ili wa<strong>a</strong>lma<u>h</u>ruum<strong>i</strong>",
        "idn": "bagi orang (miskin) yang meminta dan yang tidak meminta, ",
        "signCode": "للسائل والمحروم"
      },
      {
        "id": 5401,
        "surah": 70,
        "nomor": 26,
        "ar": "وَالَّذِيْنَ يُصَدِّقُوْنَ بِيَوْمِ الدِّيْنِۖ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yu<u>sh</u>addiquuna biyawmi <strong>al</strong>ddiin<strong>i</strong>",
        "idn": "dan orang-orang yang mempercayai hari pembalasan, ",
        "signCode": "والذين يصدقون بيوم الدين"
      },
      {
        "id": 5402,
        "surah": 70,
        "nomor": 27,
        "ar": "وَالَّذِيْنَ هُمْ مِّنْ عَذَابِ رَبِّهِمْ مُّشْفِقُوْنَۚ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum min 'a<u>dzaa</u>bi rabbihim musyfiquun<strong>a</strong>",
        "idn": "dan orang-orang yang takut terhadap azab Tuhannya, ",
        "signCode": "والذين هم من عذاب ربهم مشفقون"
      },
      {
        "id": 5403,
        "surah": 70,
        "nomor": 28,
        "ar": "اِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُوْنٍۖ",
        "tr": "inna 'a<u>dzaa</u>ba rabbihim ghayru ma/muun<strong>in</strong>",
        "idn": "sesungguhnya terhadap azab Tuhan mereka, tidak ada seseorang yang merasa aman (dari kedatangannya), ",
        "signCode": "إن عذاب ربهم غير مأمون"
      },
      {
        "id": 5404,
        "surah": 70,
        "nomor": 29,
        "ar": "وَّالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَۙ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum lifuruujihim <u>haa</u>fi<u>zh</u>uun<strong>a</strong>",
        "idn": "dan orang-orang yang memelihara kemaluannya, ",
        "signCode": "والذين هم لفروجهم حفظون"
      },
      {
        "id": 5405,
        "surah": 70,
        "nomor": 30,
        "ar": "اِلَّا عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَۚ",
        "tr": "ill<u>aa</u> 'al<u>aa</u> azw<u>aa</u>jihim aw m<u>aa</u> malakat aym<u>aa</u>nuhum fa-innahum ghayru maluumiin<strong>a</strong>",
        "idn": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki maka sesungguhnya mereka tidak tercela. ",
        "signCode": "إلا على أزوجهم أو ما ملكت أيمنهم فإنهم غير ملومين"
      },
      {
        "id": 5406,
        "surah": 70,
        "nomor": 31,
        "ar": "فَمَنِ ابْتَغٰى وَرَاۤءَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْعٰدُوْنَۚ",
        "tr": "famani ibtagh<u>aa</u> war<u>aa</u>-a <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>l'<u>aa</u>duun<strong>a</strong>",
        "idn": "Maka barangsiapa mencari di luar itu (seperti zina, homoseks dan lesbian), mereka itulah orang-orang yang melampaui batas. ",
        "signCode": "فمن ابتغى وراء ذلك فأولئك هم العادون"
      },
      {
        "id": 5407,
        "surah": 70,
        "nomor": 32,
        "ar": "وَالَّذِيْنَ هُمْ لِاَمٰنٰتِهِمْ وَعَهْدِهِمْ رَاعُوْنَۖ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum li-am<u>aa</u>n<u>aa</u>tihim wa'ahdihim r<u>aa</u>'uun<strong>a</strong>",
        "idn": "Dan orang-orang yang memelihara amanat dan janjinya, ",
        "signCode": "والذين هم لأمنتهم وعهدهم رعون"
      },
      {
        "id": 5408,
        "surah": 70,
        "nomor": 33,
        "ar": "وَالَّذِيْنَ هُمْ بِشَهٰدٰتِهِمْ قَاۤىِٕمُوْنَۖ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum bisyah<u>aa</u>d<u>aa</u>tihim q<u>aa</u>-imuun<strong>a</strong>",
        "idn": "dan orang-orang yang berpegang teguh pada kesaksiannya, ",
        "signCode": "والذين هم بشهدتهم قائمون"
      },
      {
        "id": 5409,
        "surah": 70,
        "nomor": 34,
        "ar": "وَالَّذِيْنَ هُمْ عَلٰى صَلَاتِهِمْ يُحَافِظُوْنَۖ",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina hum 'al<u>aa</u> <u>sh</u>al<u>aa</u>tihim yu<u>haa</u>fi<u>zh</u>uun<strong>a</strong>",
        "idn": "dan orang-orang yang memelihara salatnya.",
        "signCode": "والذين هم على صلاتهم يحافظون"
      },
      {
        "id": 5410,
        "surah": 70,
        "nomor": 35,
        "ar": "اُولٰۤىِٕكَ فِيْ جَنّٰتٍ مُّكْرَمُوْنَ ۗ",
        "tr": "ul<u>aa</u>-ika fii jann<u>aa</u>tin mukramuun<strong>a</strong>",
        "idn": "Mereka itu dimuliakan di dalam surga. ",
        "signCode": "أولئك في جنت مكرمون"
      },
      {
        "id": 5411,
        "surah": 70,
        "nomor": 36,
        "ar": "فَمَالِ الَّذِيْنَ كَفَرُوْا قِبَلَكَ مُهْطِعِيْنَۙ",
        "tr": "fam<u>aa</u>li <strong>al</strong>la<u>dz</u>iina kafaruu qibalaka muh<u>th</u>i'iin<strong>a</strong>",
        "idn": "Maka mengapa orang-orang kafir itu datang bergegas ke hadapanmu (Muhammad), ",
        "signCode": "فمال الذين كفروا قبلك مهطعين"
      },
      {
        "id": 5412,
        "surah": 70,
        "nomor": 37,
        "ar": "عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ عِزِيْنَ ",
        "tr": "'ani <strong>a</strong>lyamiini wa'ani <strong>al</strong>sysyim<u>aa</u>li 'iziin<strong>a</strong>",
        "idn": "dari kanan dan dari kiri dengan berkelompok-kelompok?",
        "signCode": "عن اليمين وعن الشمال عزين"
      },
      {
        "id": 5413,
        "surah": 70,
        "nomor": 38,
        "ar": "اَيَطْمَعُ كُلُّ امْرِئٍ مِّنْهُمْ اَنْ يُّدْخَلَ جَنَّةَ نَعِيْمٍۙ",
        "tr": "aya<u>th</u>ma'u kullu imri-in minhum an yudkhala jannata na'iim<strong>in</strong>",
        "idn": "Apakah setiap orang dari orang-orang kafir itu ingin masuk surga yang penuh kenikmatan?",
        "signCode": "أيطمع كل امرئ منهم أن يدخل جنة نعيم"
      },
      {
        "id": 5414,
        "surah": 70,
        "nomor": 39,
        "ar": "كَلَّاۗ اِنَّا خَلَقْنٰهُمْ مِّمَّا يَعْلَمُوْنَ ",
        "tr": "kall<u>aa</u> inn<u>aa</u> khalaqn<u>aa</u>hum mimm<u>aa</u> ya'lamuun<strong>a</strong>",
        "idn": "Tidak mungkin! Sesungguhnya Kami menciptakan mereka dari apa yang mereka ketahui.",
        "signCode": "كلا إنا خلقنهم مما يعلمون"
      },
      {
        "id": 5415,
        "surah": 70,
        "nomor": 40,
        "ar": "فَلَآ اُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغٰرِبِ اِنَّا لَقٰدِرُوْنَۙ",
        "tr": "fal<u>aa</u> uqsimu birabbi <strong>a</strong>lmasy<u>aa</u>riqi wa<strong>a</strong>lmagh<u>aa</u>ribi inn<u>aa</u> laq<u>aa</u>diruun<strong>a</strong>",
        "idn": "Maka Aku bersumpah demi Tuhan yang mengatur tempat-tempat terbit dan terbenamnya  (matahari, bulan dan bintang), sungguh, Kami pasti mampu, ",
        "signCode": "فلا أقسم برب المشرق والمغرب إنا لقدرون"
      },
      {
        "id": 5416,
        "surah": 70,
        "nomor": 41,
        "ar": "عَلٰٓى اَنْ نُّبَدِّلَ خَيْرًا مِّنْهُمْۙ وَمَا نَحْنُ بِمَسْبُوْقِيْنَ ",
        "tr": "'al<u>aa</u> an nubaddila khayran minhum wam<u>aa</u> na<u>h</u>nu bimasbuuqiin<strong>a</strong>",
        "idn": "untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami tidak dapat dikalahkan. ",
        "signCode": "على أن نبدل خيرا منهم وما نحن بمسبوقين"
      },
      {
        "id": 5417,
        "surah": 70,
        "nomor": 42,
        "ar": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَۙ",
        "tr": "fa<u>dz</u>arhum yakhuu<u>dh</u>uu wayal'abuu <u>h</u>att<u>aa</u> yul<u>aa</u>quu yawmahumu <strong>al</strong>la<u>dz</u>ii yuu'aduun<strong>a</strong>",
        "idn": "Maka biarkanlah mereka tenggelam dan bermain-main (dalam kesesatan) sampai mereka menjumpai hari yang diancamkan kepada mereka, ",
        "signCode": "فذرهم يخوضوا ويلعبوا حتى يلقوا يومهم الذي يوعدون"
      },
      {
        "id": 5418,
        "surah": 70,
        "nomor": 43,
        "ar": "يَوْمَ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ سِرَاعًا كَاَنَّهُمْ اِلٰى نُصُبٍ يُّوْفِضُوْنَۙ",
        "tr": "yawma yakhrujuuna mina <strong>a</strong>l-ajd<u>aa</u>tsi sir<u>aa</u>'an ka-annahum il<u>aa</u> nu<u>sh</u>ubin yuufi<u>dh</u>uun<strong>a</strong>",
        "idn": "(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia),",
        "signCode": "يوم يخرجون من الأجداث سراعا كأنهم إلى نصب يوفضون"
      },
      {
        "id": 5419,
        "surah": 70,
        "nomor": 44,
        "ar": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗذٰلِكَ الْيَوْمُ الَّذِيْ كَانُوْا يُوْعَدُوْنَ ",
        "tr": "kh<u>aa</u>syi'atan ab<u>shaa</u>ruhum tarhaquhum <u>dz</u>illatun <u>dzaa</u>lika <strong>a</strong>lyawmu <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu yuu'aduun<strong>a</strong>",
        "idn": "pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka.",
        "signCode": "خشعة أبصرهم ترهقهم ذلة ذلك اليوم الذي كانوا يوعدون"
      }
    ]
  },
  {
    "status": true,
    "nomor": 71,
    "nama": "نوح",
    "nama_latin": "Nuh",
    "jumlah_ayat": 28,
    "tempat_turun": "mekah",
    "arti": "Nuh",
    "deskripsi": "Surat ini terdiri atas 28 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat An Nahl. <br>Dinamakan dengan surat <i>Nuh</i> karena surat ini seluruhnya menjelaskan da'wah dan doa Nabi Nuh a.s.",
    "audio": "https://santrikoding.com/storage/audio/071.mp3",
    "ayat": [
      {
        "id": 5420,
        "surah": 71,
        "nomor": 1,
        "ar": "اِنَّآ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اَنْ اَنْذِرْ قَوْمَكَ مِنْ قَبْلِ اَنْ يَّأْتِيَهُمْ عَذَابٌ اَلِيْمٌ ",
        "tr": "inn<u>aa</u> arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi an an<u>dz</u>ir qawmaka min qabli an ya/tiyahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
        "idn": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), “Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” ",
        "signCode": "إنا أرسلنا نوحا إلى قومه أن أنذر قومك من قبل أن يأتيهم عذاب أليم"
      },
      {
        "id": 5421,
        "surah": 71,
        "nomor": 2,
        "ar": "قَالَ يٰقَوْمِ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌۙ",
        "tr": "q<u>aa</u>la y<u>aa</u> qawmi innii lakum na<u>dz</u>iirun mubiin<strong>un</strong>",
        "idn": "Dia (Nuh) berkata, “Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan yang menjelaskan kepada kamu, ",
        "signCode": "قال يقوم إني لكم نذير مبين"
      },
      {
        "id": 5422,
        "surah": 71,
        "nomor": 3,
        "ar": "اَنِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ وَاَطِيْعُوْنِۙ ",
        "tr": "ani u'buduu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>ttaquuhu wa-a<u>th</u>ii'uun<strong>i</strong>",
        "idn": "(yaitu) sembahlah Allah, bertakwalah kepada-Nya dan taatlah kepadaku, ",
        "signCode": "أن اعبدوا الله واتقوه وأطيعون"
      },
      {
        "id": 5423,
        "surah": 71,
        "nomor": 4,
        "ar": "يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرْكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ اَجَلَ اللّٰهِ اِذَا جَاۤءَ لَا يُؤَخَّرُۘ لَوْ كُنْتُمْ تَعْلَمُوْنَ ",
        "tr": "yaghfir lakum min <u>dz</u>unuubikum wayu-akhkhirkum il<u>aa</u> ajalin musamman inna ajala <strong>al</strong>l<u>aa</u>hi i<u>dzaa</u> j<u>aa</u>-a l<u>aa</u> yu-akhkharu law kuntum ta'lamuun<strong>a</strong>",
        "idn": "niscaya Dia mengampuni sebagian dosa-dosamu dan menangguhkan kamu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda, seandainya kamu mengetahui.” ",
        "signCode": "يغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى إن أجل الله إذا جاء لا يؤخر لو كنتم تعلمون"
      },
      {
        "id": 5424,
        "surah": 71,
        "nomor": 5,
        "ar": "قَالَ رَبِّ اِنِّيْ دَعَوْتُ قَوْمِيْ لَيْلًا وَّنَهَارًاۙ",
        "tr": "q<u>aa</u>la rabbi innii da'awtu qawmii laylan wanah<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,",
        "signCode": "قال رب إني دعوت قومي ليلا ونهارا"
      },
      {
        "id": 5425,
        "surah": 71,
        "nomor": 6,
        "ar": "فَلَمْ يَزِدْهُمْ دُعَاۤءِيْٓ اِلَّا فِرَارًا ",
        "tr": "falam yazidhum du'<u>aa</u>-ii ill<u>aa</u> fir<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran).",
        "signCode": "فلم يزدهم دعاءي إلا فرارا"
      },
      {
        "id": 5426,
        "surah": 71,
        "nomor": 7,
        "ar": "وَاِنِّيْ كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوْٓا اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَاَصَرُّوْا وَاسْتَكْبَرُوا اسْتِكْبَارًاۚ ",
        "tr": "wa-innii kullam<u>aa</u> da'awtuhum litaghfira lahum ja'aluu a<u>shaa</u>bi'ahum fii <u>aatsaa</u>nihim wa<strong>i</strong>staghsyaw tsiy<u>aa</u>bahum wa-a<u>sh</u>arruu wa<strong>i</strong>stakbaruu istikb<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri.",
        "signCode": "وإني كلما دعوتهم لتغفر لهم جعلوا أصبعهم في ءاذانهم واستغشوا ثيابهم وأصروا واستكبروا استكبارا"
      },
      {
        "id": 5427,
        "surah": 71,
        "nomor": 8,
        "ar": "ثُمَّ اِنِّيْ دَعَوْتُهُمْ جِهَارًاۙ",
        "tr": "tsumma innii da'awtuhum jih<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Lalu sesungguhnya aku menyeru mereka dengan cara terang-terangan.",
        "signCode": "ثم إني دعوتهم جهارا"
      },
      {
        "id": 5428,
        "surah": 71,
        "nomor": 9,
        "ar": "ثُمَّ اِنِّيْٓ اَعْلَنْتُ لَهُمْ وَاَسْرَرْتُ لَهُمْ اِسْرَارًاۙ",
        "tr": "tsumma innii a'lantu lahum wa-asrartu lahum isr<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Kemudian aku menyeru mereka secara terbuka dan dengan diam-diam,",
        "signCode": "ثم إني أعلنت لهم وأسررت لهم إسرارا"
      },
      {
        "id": 5429,
        "surah": 71,
        "nomor": 10,
        "ar": "فَقُلْتُ اسْتَغْفِرُوْا رَبَّكُمْ اِنَّهٗ كَانَ غَفَّارًاۙ",
        "tr": "faqultu istaghfiruu rabbakum innahu k<u>aa</u>na ghaff<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "maka aku berkata (kepada mereka), “Mohonlah ampunan kepada Tuhanmu, Sungguh, Dia Maha Pengampun, ",
        "signCode": "فقلت استغفروا ربكم إنه كان غفارا"
      },
      {
        "id": 5430,
        "surah": 71,
        "nomor": 11,
        "ar": "يُّرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًاۙ",
        "tr": "yursili <strong>al</strong>ssam<u>aa</u>-a 'alaykum midr<u>aa</u>r<u>aa</u><strong>n </strong>",
        "idn": "niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu, ",
        "signCode": "يرسل السماء عليكم مدرارا"
      },
      {
        "id": 5431,
        "surah": 71,
        "nomor": 12,
        "ar": "وَّيُمْدِدْكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَيَجْعَلْ لَّكُمْ جَنّٰتٍ وَّيَجْعَلْ لَّكُمْ اَنْهٰرًاۗ",
        "tr": "wayumdidkum bi-amw<u>aa</u>lin wabaniina wayaj'al lakum jann<u>aa</u>tin wayaj'al lakum anh<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "dan Dia memperbanyak harta dan anak-anakmu, dan mengadakan kebun-kebun untukmu dan mengadakan sungai-sungai untukmu.” ",
        "signCode": "ويمددكم بأمول وبنين ويجعل لكم جنت ويجعل لكم أنهرا"
      },
      {
        "id": 5432,
        "surah": 71,
        "nomor": 13,
        "ar": "مَا لَكُمْ لَا تَرْجُوْنَ لِلّٰهِ وَقَارًاۚ",
        "tr": "m<u>aa</u> lakum l<u>aa</u> tarjuuna lill<u>aa</u>hi waq<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Mengapa kamu tidak takut akan kebesaran Allah? ",
        "signCode": "ما لكم لا ترجون لله وقارا"
      },
      {
        "id": 5433,
        "surah": 71,
        "nomor": 14,
        "ar": "وَقَدْ خَلَقَكُمْ اَطْوَارًا ",
        "tr": "waqad khalaqakum a<u>th</u>w<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). ",
        "signCode": "وقد خلقكم أطوارا"
      },
      {
        "id": 5434,
        "surah": 71,
        "nomor": 15,
        "ar": "اَلَمْ تَرَوْا كَيْفَ خَلَقَ اللّٰهُ سَبْعَ سَمٰوٰتٍ طِبَاقًاۙ",
        "tr": "alam taraw kayfa khalaqa <strong>al</strong>l<u>aa</u>hu sab'a sam<u>aa</u>w<u>aa</u>tin <u>th</u>ib<u>aa</u>q<u>aa</u><strong>n</strong>",
        "idn": "Tidakkah kamu memperhatikan bagai-mana Allah telah menciptakan tujuh langit berlapis-lapis?",
        "signCode": "ألم تروا كيف خلق الله سبع سموت طباقا"
      },
      {
        "id": 5435,
        "surah": 71,
        "nomor": 16,
        "ar": "وَّجَعَلَ الْقَمَرَ فِيْهِنَّ نُوْرًا وَّجَعَلَ الشَّمْسَ سِرَاجًا ",
        "tr": "waja'ala <strong>a</strong>lqamara fiihinna nuuran waja'ala <strong>al</strong>sysyamsa sir<u>aa</u>j<u>aa</u><strong>n</strong>",
        "idn": "Dan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)?",
        "signCode": "وجعل القمر فيهن نورا وجعل الشمس سراجا"
      },
      {
        "id": 5436,
        "surah": 71,
        "nomor": 17,
        "ar": "وَاللّٰهُ اَنْۢبَتَكُمْ مِّنَ الْاَرْضِ نَبَاتًاۙ",
        "tr": "wa<strong>al</strong>l<u>aa</u>hu anbatakum mina <strong>a</strong>l-ar<u>dh</u>i nab<u>aa</u>t<u>aa</u><strong>n</strong>",
        "idn": "Dan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur), ",
        "signCode": "والله أنبتكم من الأرض نباتا"
      },
      {
        "id": 5437,
        "surah": 71,
        "nomor": 18,
        "ar": "ثُمَّ يُعِيْدُكُمْ فِيْهَا وَيُخْرِجُكُمْ اِخْرَاجًا ",
        "tr": "tsumma yu'iidukum fiih<u>aa</u> wayukhrijukum ikhr<u>aa</u>j<u>aa</u><strong>n</strong>",
        "idn": "kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti. ",
        "signCode": "ثم يعيدكم فيها ويخرجكم إخراجا"
      },
      {
        "id": 5438,
        "surah": 71,
        "nomor": 19,
        "ar": "وَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ",
        "tr": "wa<strong>al</strong>l<u>aa</u>hu ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a bis<u>aataa</u><strong>n</strong>",
        "idn": "Dan Allah menjadikan bumi untukmu sebagai hamparan, ",
        "signCode": "والله جعل لكم الأرض بساطا"
      },
      {
        "id": 5439,
        "surah": 71,
        "nomor": 20,
        "ar": "لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًا ",
        "tr": "litaslukuu minh<u>aa</u> subulan fij<u>aa</u>j<u>aa</u><strong>n</strong>",
        "idn": "agar kamu dapat pergi kian kemari di jalan-jalan yang luas. ",
        "signCode": "لتسلكوا منها سبلا فجاجا"
      },
      {
        "id": 5440,
        "surah": 71,
        "nomor": 21,
        "ar": "قَالَ نُوْحٌ رَّبِّ اِنَّهُمْ عَصَوْنِيْ وَاتَّبَعُوْا مَنْ لَّمْ يَزِدْهُ مَالُهٗ وَوَلَدُهٗٓ اِلَّا خَسَارًاۚ ",
        "tr": "q<u>aa</u>la nuu<u>h</u>un rabbi innahum 'a<u>sh</u>awnii wa<strong>i</strong>ttaba'uu man lam yazidhu m<u>aa</u>luhu wawaladuhu ill<u>aa</u> khas<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Nuh berkata, “Ya Tuhanku, sesungguhnya mereka durhaka kepadaku, dan mereka mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya, ",
        "signCode": "قال نوح رب إنهم عصوني واتبعوا من لم يزده ماله وولده إلا خسارا"
      },
      {
        "id": 5441,
        "surah": 71,
        "nomor": 22,
        "ar": "وَمَكَرُوْا مَكْرًا كُبَّارًاۚ",
        "tr": "wamakaruu makran kubb<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "dan mereka melakukan tipu daya yang sangat besar.” ",
        "signCode": "ومكروا مكرا كبارا"
      },
      {
        "id": 5442,
        "surah": 71,
        "nomor": 23,
        "ar": "وَقَالُوْا لَا تَذَرُنَّ اٰلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَّلَا سُوَاعًا ەۙ وَّلَا يَغُوْثَ وَيَعُوْقَ وَنَسْرًاۚ",
        "tr": "waq<u>aa</u>luu l<u>aa</u> ta<u>dz</u>arunna <u>aa</u>lihatakum wal<u>aa</u> ta<u>dz</u>arunna waddan wal<u>aa</u> suw<u>aa</u>'an wal<u>aa</u> yaghuutsa waya'uuqa wanasr<u>aa</u><strong>n</strong>",
        "idn": "Dan mereka berkata, “Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) Wadd, dan jangan pula Suwa‘, Yagus, Ya‘uq dan Nasr.” ",
        "signCode": "وقالوا لا تذرن ءالهتكم ولا تذرن ودا ولا سواعا ولا يغوث ويعوق ونسرا"
      },
      {
        "id": 5443,
        "surah": 71,
        "nomor": 24,
        "ar": "وَقَدْ اَضَلُّوْا كَثِيْرًا ەۚ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا ضَلٰلًا",
        "tr": "waqad a<u>dh</u>alluu katsiiran wal<u>aa</u> tazidi <strong>al</strong><u>zhzhaa</u>limiina ill<u>aa</u> <u>dh</u>al<u>aa</u>l<u>aa</u><strong>n</strong>",
        "idn": "Dan sungguh, mereka telah menyesatkan banyak orang; dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan. ",
        "signCode": "وقد أضلوا كثيرا ولا تزد الظلمين إلا ضللا"
      },
      {
        "id": 5444,
        "surah": 71,
        "nomor": 25,
        "ar": "مِمَّا خَطِيْۤـٰٔتِهِمْ اُغْرِقُوْا فَاُدْخِلُوْا نَارًا ەۙ فَلَمْ يَجِدُوْا لَهُمْ مِّنْ دُوْنِ اللّٰهِ اَنْصَارًا",
        "tr": "mimm<u>aa</u> kha<u>th</u>ii-<u>aa</u>tihim ughriquu faudkhiluu n<u>aa</u>ran falam yajiduu lahum min duuni <strong>al</strong>l<u>aa</u>hi an<u>shaa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah.",
        "signCode": "مما خطيءتهم أغرقوا فأدخلوا نارا فلم يجدوا لهم من دون الله أنصارا"
      },
      {
        "id": 5445,
        "surah": 71,
        "nomor": 26,
        "ar": "وَقَالَ نُوْحٌ رَّبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكٰفِرِيْنَ دَيَّارًا ",
        "tr": "waq<u>aa</u>la nuu<u>h</u>un rabbi l<u>aa</u> ta<u>dz</u>ar 'al<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i mina <strong>a</strong>lk<u>aa</u>firiina dayy<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Dan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.",
        "signCode": "وقال نوح رب لا تذر على الأرض من الكفرين ديارا"
      },
      {
        "id": 5446,
        "surah": 71,
        "nomor": 27,
        "ar": "اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا ",
        "tr": "innaka in ta<u>dz</u>arhum yu<u>dh</u>illuu 'ib<u>aa</u>daka wal<u>aa</u> yaliduu ill<u>aa</u> f<u>aa</u>jiran kaff<u>aa</u>r<u>aa</u><strong>n</strong>",
        "idn": "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. ",
        "signCode": "إنك إن تذرهم يضلوا عبادك ولا يلدوا إلا فاجرا كفارا"
      },
      {
        "id": 5447,
        "surah": 71,
        "nomor": 28,
        "ar": "رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَّلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا تَبَارًا",
        "tr": "rabbi ighfir lii waliw<u>aa</u>lidayya waliman dakhala baytiya mu/minan walilmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wal<u>aa</u> tazidi <strong>al</strong><u>zhzhaa</u>limiina ill<u>aa</u> tab<u>aa</u>ran",
        "idn": "Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.”",
        "signCode": "رب اغفر لي ولولدي ولمن دخل بيتي مؤمنا وللمؤمنين والمؤمنت ولا تزد الظلمين إلا تبارا"
      }
    ]
  },
  {
    "status": true,
    "nomor": 72,
    "nama": "الجن",
    "nama_latin": "Al-Jinn",
    "jumlah_ayat": 28,
    "tempat_turun": "mekah",
    "arti": "Jin",
    "deskripsi": "Surat Al Jin terdiri atas 28 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al A'raaf. Dinamai <i>Al Jin</i> diambil dari perkataan <i>Al Jin</i> yang terdapat  pada ayat pertama surat ini. Pada ayat tersebut dan ayat-ayat berikutnya  diterangkan bahwa Jin sebagai makhluk halus telah mendengar pembacaan  Al Quran dan mereka mengikuti ajaran Al Quran tersebut.",
    "audio": "https://santrikoding.com/storage/audio/072.mp3",
    "ayat": [
      {
        "id": 5448,
        "surah": 72,
        "nomor": 1,
        "ar": "قُلْ اُوْحِيَ اِلَيَّ اَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوْٓا اِنَّا سَمِعْنَا قُرْاٰنًا عَجَبًاۙ",
        "tr": "qul uu<u>h</u>iya ilayya annahu istama'a nafarun mina <strong>a</strong>ljinni faq<u>aa</u>luu inn<u>aa</u> sami'n<u>aa</u> qur-<u>aa</u>nan 'ajab<u>aa</u><strong>n</strong>",
        "idn": "Katakanlah (Muhammad), “Telah diwahyukan kepadaku bahwa sekumpulan jin telah mendengarkan (bacaan),” lalu mereka berkata, “Kami telah mendengarkan bacaan yang menakjubkan (Al-Qur'an),",
        "signCode": "قل أوحي إلي أنه استمع نفر من الجن فقالوا إنا سمعنا قرءانا عجبا"
      },
      {
        "id": 5449,
        "surah": 72,
        "nomor": 2,
        "ar": "يَّهْدِيْٓ اِلَى الرُّشْدِ فَاٰمَنَّا بِهٖۗ وَلَنْ نُّشْرِكَ بِرَبِّنَآ اَحَدًاۖ",
        "tr": "yahdii il<u>aa</u> <strong>al</strong>rrusydi fa<u>aa</u>mann<u>aa</u> bihi walan nusyrika birabbin<u>aa</u> a<u>h</u>ad<u>aa</u><strong>n</strong>",
        "idn": "(yang) memberi petunjuk kepada jalan yang benar, lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan mempersekutukan sesuatu pun dengan Tuhan kami, ",
        "signCode": "يهدي إلى الرشد فءامنا به ولن نشرك بربنا أحدا"
      },
      {
        "id": 5450,
        "surah": 72,
        "nomor": 3,
        "ar": "وَّاَنَّهٗ تَعٰلٰى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَّلَا وَلَدًاۖ",
        "tr": "wa-annahu ta'<u>aa</u>l<u>aa</u> jaddu rabbin<u>aa</u> m<u>aa</u> ittakha<u>dz</u>a <u>shaah</u>ibatan wal<u>aa</u> walad<u>aa</u><strong>n</strong>",
        "idn": "dan sesungguhnya Mahatinggi keagungan Tuhan kami, Dia tidak beristri dan tidak beranak.”",
        "signCode": "وأنه تعلى جد ربنا ما اتخذ صحبة ولا ولدا"
      },
      {
        "id": 5451,
        "surah": 72,
        "nomor": 4,
        "ar": "وَّاَنَّهٗ كَانَ يَقُوْلُ سَفِيْهُنَا عَلَى اللّٰهِ شَطَطًاۖ",
        "tr": "wa-annahu k<u>aa</u>na yaquulu safiihun<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi sya<u>th</u>a<u>th</u><u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya orang yang bodoh di antara kami dahulu selalu mengucapkan (perkataan) yang melampaui batas terhadap Allah,",
        "signCode": "وأنه كان يقول سفيهنا على الله شططا"
      },
      {
        "id": 5452,
        "surah": 72,
        "nomor": 5,
        "ar": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ تَقُوْلَ الْاِنْسُ وَالْجِنُّ عَلَى اللّٰهِ كَذِبًاۙ",
        "tr": "wa-ann<u>aa</u> <u>zh</u>anann<u>aa</u> an lan taquula <strong>a</strong>l-insu wa<strong>a</strong>ljinnu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>ib<u>aa</u><strong>n</strong>",
        "idn": "dan sesungguhnya kami mengira, bahwa manusia dan jin itu tidak akan mengatakan perkataan yang dusta terhadap Allah, ",
        "signCode": "وأنا ظننا أن لن تقول الإنس والجن على الله كذبا"
      },
      {
        "id": 5453,
        "surah": 72,
        "nomor": 6,
        "ar": "وَّاَنَّهٗ كَانَ رِجَالٌ مِّنَ الْاِنْسِ يَعُوْذُوْنَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوْهُمْ رَهَقًاۖ",
        "tr": "wa-annahu k<u>aa</u>na rij<u>aa</u>lun mina <strong>a</strong>l-insi ya'uu<u>dz</u>uuna birij<u>aa</u>lin mina <strong>a</strong>ljinni faz<u>aa</u>duuhum rahaq<u>aa</u><strong>n</strong>",
        "idn": "dan sesungguhnya ada beberapa orang laki-laki dari kalangan manusia yang meminta perlindungan kepada beberapa laki-laki dari jin, tetapi mereka (jin) menjadikan mereka (manusia) bertambah sesat. ",
        "signCode": "وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا"
      },
      {
        "id": 5454,
        "surah": 72,
        "nomor": 7,
        "ar": "وَّاَنَّهُمْ ظَنُّوْا كَمَا ظَنَنْتُمْ اَنْ لَّنْ يَّبْعَثَ اللّٰهُ اَحَدًاۖ",
        "tr": "wa-annahum <u>zh</u>annuu kam<u>aa</u> <u>zh</u>anantum an lan yab'atsa <strong>al</strong>l<u>aa</u>hu a<u>h</u>ad<u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya mereka (jin) mengira seperti kamu (orang musyrik Mekah) yang juga mengira bahwa Allah tidak akan membangkitkan kembali siapa pun (pada hari Kiamat). ",
        "signCode": "وأنهم ظنوا كما ظننتم أن لن يبعث الله أحدا"
      },
      {
        "id": 5455,
        "surah": 72,
        "nomor": 8,
        "ar": "وَّاَنَّا لَمَسْنَا السَّمَاۤءَ فَوَجَدْنٰهَا مُلِئَتْ حَرَسًا شَدِيْدًا وَّشُهُبًاۖ",
        "tr": "wa-ann<u>aa</u> lamasn<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a fawajadn<u>aa</u>h<u>aa</u> muli-at <u>h</u>arasan syadiidan wasyuhub<u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api, ",
        "signCode": "وأنا لمسنا السماء فوجدنها ملئت حرسا شديدا وشهبا"
      },
      {
        "id": 5456,
        "surah": 72,
        "nomor": 9,
        "ar": "وَّاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِۗ فَمَنْ يَّسْتَمِعِ الْاٰنَ يَجِدْ لَهٗ شِهَابًا رَّصَدًاۖ",
        "tr": "wa-ann<u>aa</u> kunn<u>aa</u> naq'udu minh<u>aa</u> maq<u>aa</u>'ida li<strong>l</strong>ssam'i faman yastami'i <strong>a</strong>l-<u>aa</u>na yajid lahu syih<u>aa</u>ban ra<u>sh</u>ad<u>aa</u><strong>n</strong>",
        "idn": "dan sesungguhnya kami (jin) dahulu dapat menduduki beberapa tempat di langit itu untuk mencuri dengar (berita-beritanya). Tetapi sekarang siapa (mencoba) mencuri dengar (seperti itu) pasti akan menjumpai panah-panah api yang mengintai (untuk membakarnya).",
        "signCode": "وأنا كنا نقعد منها مقعد للسمع فمن يستمع الءان يجد له شهابا رصدا"
      },
      {
        "id": 5457,
        "surah": 72,
        "nomor": 10,
        "ar": "وَّاَنَّا لَا نَدْرِيْٓ اَشَرٌّ اُرِيْدَ بِمَنْ فِى الْاَرْضِ اَمْ اَرَادَ بِهِمْ رَبُّهُمْ رَشَدًاۙ",
        "tr": "wa-ann<u>aa</u> l<u>aa</u> nadrii asyarrun uriida biman fii <strong>a</strong>l-ar<u>dh</u>i am ar<u>aa</u>da bihim rabbuhum rasyad<u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya kami (jin) tidak mengetahui (adanya penjagaan itu) apakah keburukan yang dikehendaki orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan baginya. ",
        "signCode": "وأنا لا ندري أشر أريد بمن في الأرض أم أراد بهم ربهم رشدا"
      },
      {
        "id": 5458,
        "surah": 72,
        "nomor": 11,
        "ar": "وَّاَنَّا مِنَّا الصّٰلِحُوْنَ وَمِنَّا دُوْنَ ذٰلِكَۗ  كُنَّا طَرَاۤىِٕقَ قِدَدًاۙ",
        "tr": "wa-ann<u>aa</u> minn<u>aa</u> <strong>al</strong><u>shshaa</u>li<u>h</u>uuna waminn<u>aa</u> duuna <u>dzaa</u>lika kunn<u>aa</u> <u>th</u>ar<u>aa</u>-iqa qidad<u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya di antara kami (jin) ada yang saleh dan ada (pula) kebalikannya. Kami menempuh jalan yang berbeda-beda. ",
        "signCode": "وأنا منا الصلحون ومنا دون ذلك كنا طرائق قددا"
      },
      {
        "id": 5459,
        "surah": 72,
        "nomor": 12,
        "ar": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ نُّعْجِزَ اللّٰهَ فِى الْاَرْضِ وَلَنْ نُّعْجِزَهٗ هَرَبًاۖ",
        "tr": "wann<u>aa</u> <u>zh</u>anann<u>aa</u> an lan nu'jiza <strong>al</strong>l<u>aa</u>ha fii <strong>a</strong>l-ar<u>dh</u>i walan nu'jizahu harab<u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya kami (jin) telah menduga, bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya. ",
        "signCode": "وأنا ظننا أن لن نعجز الله في الأرض ولن نعجزه هربا"
      },
      {
        "id": 5460,
        "surah": 72,
        "nomor": 13,
        "ar": "وَّاَنَّا لَمَّا سَمِعْنَا الْهُدٰىٓ اٰمَنَّا بِهٖۗ فَمَنْ يُّؤْمِنْۢ بِرَبِّهٖ فَلَا يَخَافُ بَخْسًا وَّلَا رَهَقًاۖ",
        "tr": "wa-ann<u>aa</u> lamm<u>aa</u> sami'n<u>aa</u> <strong>a</strong>lhud<u>aa</u> <u>aa</u>mann<u>aa</u> bihi faman yu/min birabbihi fal<u>aa</u> yakh<u>aa</u>fu bakhsan wal<u>aa</u> rahaq<u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya ketika kami (jin) mendengar petunjuk (Al-Qur'an), kami beriman kepadanya. Maka barangsiapa beriman kepada Tuhan, maka tidak perlu ia takut rugi atau berdosa. ",
        "signCode": "وأنا لما سمعنا الهدى ءامنا به فمن يؤمن بربه فلا يخاف بخسا ولا رهقا"
      },
      {
        "id": 5461,
        "surah": 72,
        "nomor": 14,
        "ar": "وَّاَنَّا مِنَّا الْمُسْلِمُوْنَ وَمِنَّا الْقَاسِطُوْنَۗ فَمَنْ اَسْلَمَ فَاُولٰۤىِٕكَ تَحَرَّوْا رَشَدًا ",
        "tr": "wa-ann<u>aa</u> minn<u>aa</u> <strong>a</strong>lmuslimuuna waminn<u>aa</u> <strong>a</strong>lq<u>aa</u>si<u>th</u>uuna faman aslama faul<u>aa</u>-ika ta<u>h</u>arraw rasyad<u>aa</u><strong>n</strong>",
        "idn": "Dan di antara kami ada yang Islam dan ada yang menyimpang dari kebenaran. Siapa yang Islam, maka mereka itu telah memilih jalan yang lurus. ",
        "signCode": "وأنا منا المسلمون ومنا القسطون فمن أسلم فأولئك تحروا رشدا"
      },
      {
        "id": 5462,
        "surah": 72,
        "nomor": 15,
        "ar": "وَاَمَّا الْقَاسِطُوْنَ فَكَانُوْا لِجَهَنَّمَ حَطَبًاۙ",
        "tr": "wa-am<u>aa</u> <strong>a</strong>lq<u>aa</u>si<u>th</u>uuna fak<u>aa</u>nuu lijahannama <u>h</u>a<u>th</u>ab<u>aa</u><strong>n</strong>",
        "idn": "Dan adapun yang menyimpang dari kebenaran, maka mereka menjadi bahan bakar bagi neraka Jahanam.” ",
        "signCode": "وأما القسطون فكانوا لجهنم حطبا"
      },
      {
        "id": 5463,
        "surah": 72,
        "nomor": 16,
        "ar": "وَّاَنْ لَّوِ اسْتَقَامُوْا عَلَى الطَّرِيْقَةِ لَاَسْقَيْنٰهُمْ مَّاۤءً غَدَقًاۙ",
        "tr": "wa-allawi istaq<u>aa</u>muu 'al<u>aa</u> <strong>al</strong><u>ththh</u>ariiqati la-asqayn<u>aa</u>hum m<u>aa</u>-an ghadaq<u>aa</u><strong>n</strong>",
        "idn": "Dan sekiranya mereka tetap berjalan lurus di atas jalan itu (agama Islam), niscaya Kami akan mencurahkan kepada mereka air yang cukup.",
        "signCode": "وألو استقموا على الطريقة لأسقينهم ماء غدقا"
      },
      {
        "id": 5464,
        "surah": 72,
        "nomor": 17,
        "ar": "لِّنَفْتِنَهُمْ فِيْهِۗ وَمَنْ يُّعْرِضْ عَنْ ذِكْرِ رَبِّهٖ يَسْلُكْهُ عَذَابًا صَعَدًاۙ",
        "tr": "linaftinahum fiihi waman yu'ri<u>dh</u> 'an <u>dz</u>ikri rabbihi yasluk-hu 'a<u>dzaa</u>ban <u>sh</u>a'ad<u>aa</u><strong>n</strong>",
        "idn": "Dengan (cara) itu Kami hendak menguji mereka. Dan barangsiapa berpaling dari peringatan Tuhannya, niscaya akan dimasukkan-Nya ke dalam azab yang sangat berat. ",
        "signCode": "لنفتنهم فيه ومن يعرض عن ذكر ربه يسلكه عذابا صعدا"
      },
      {
        "id": 5465,
        "surah": 72,
        "nomor": 18,
        "ar": "وَّاَنَّ الْمَسٰجِدَ لِلّٰهِ فَلَا تَدْعُوْا مَعَ اللّٰهِ اَحَدًاۖ",
        "tr": "wa-anna <strong>a</strong>lmas<u>aa</u>jida lill<u>aa</u>hi fal<u>aa</u> tad'uu ma'a <strong>al</strong>l<u>aa</u>hi a<u>h</u>ad<u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya masjid-masjid itu adalah untuk Allah. Maka janganlah kamu menyembah apa pun di dalamnya selain Allah. ",
        "signCode": "وأن المسجد لله فلا تدعوا مع الله أحدا"
      },
      {
        "id": 5466,
        "surah": 72,
        "nomor": 19,
        "ar": "وَّاَنَّهٗ لَمَّا قَامَ عَبْدُ اللّٰهِ يَدْعُوْهُ كَادُوْا يَكُوْنُوْنَ عَلَيْهِ لِبَدًاۗ ",
        "tr": "wa-annahu lamm<u>aa</u> q<u>aa</u>ma 'abdu <strong>al</strong>l<u>aa</u>hi yad'uuhu k<u>aa</u>duu yakuunuuna 'alayhi libad<u>aa</u><strong>n</strong>",
        "idn": "Dan sesungguhnya ketika hamba Allah (Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya.",
        "signCode": "وأنه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا"
      },
      {
        "id": 5467,
        "surah": 72,
        "nomor": 20,
        "ar": "قُلْ اِنَّمَآ اَدْعُوْا رَبِّيْ وَلَآ اُشْرِكُ بِهٖٓ اَحَدًا ",
        "tr": "qul innam<u>aa</u> ad'uu rabbii wal<u>aa</u> usyriku bihi a<u>h</u>ad<u>aa</u><strong>n</strong>",
        "idn": "Katakanlah (Muhammad), “Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan sesuatu pun dengan-Nya.” ",
        "signCode": "قل إنما أدعوا ربي ولا أشرك به أحدا"
      },
      {
        "id": 5468,
        "surah": 72,
        "nomor": 21,
        "ar": "قُلْ اِنِّيْ لَآ اَمْلِكُ لَكُمْ ضَرًّا وَّلَا رَشَدًا ",
        "tr": "qul innii l<u>aa</u> amliku lakum <u>dh</u>arran wal<u>aa</u> rasyad<u>aa</u><strong>n</strong>",
        "idn": "Katakanlah (Muhammad), “Aku tidak kuasa menolak mudarat maupun mendatangkan kebaikan kepadamu.” ",
        "signCode": "قل إني لا أملك لكم ضرا ولا رشدا"
      },
      {
        "id": 5469,
        "surah": 72,
        "nomor": 22,
        "ar": "قُلْ اِنِّيْ لَنْ يُّجِيْرَنِيْ مِنَ اللّٰهِ اَحَدٌ ەۙ وَّلَنْ اَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۙ",
        "tr": "qul innii lan yujiiranii mina <strong>al</strong>l<u>aa</u>hi a<u>h</u>adun walan ajida min duunihi multa<u>h</u>ad<u>aa</u><strong>n</strong>",
        "idn": "Katakanlah (Muhammad), “Sesungguhnya tidak ada sesuatu pun yang dapat melindungiku dari (azab) Allah dan aku tidak akan memperoleh tempat berlindung selain dari-Nya. ",
        "signCode": "قل إني لن يجيرني من الله أحد ولن أجد من دونه ملتحدا"
      },
      {
        "id": 5470,
        "surah": 72,
        "nomor": 23,
        "ar": "اِلَّا بَلٰغًا مِّنَ اللّٰهِ وَرِسٰلٰتِهٖۗ وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ لَهٗ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ",
        "tr": "ill<u>aa</u> bal<u>aa</u>ghan mina <strong>al</strong>l<u>aa</u>hi waris<u>aa</u>l<u>aa</u>tihi waman ya'<u>sh</u>i <strong>al</strong>l<u>aa</u>ha warasuulahu fa-inna lahu n<u>aa</u>ra jahannama kh<u>aa</u>lidiina fiih<u>aa</u> abad<u>aa</u><strong>n</strong>",
        "idn": "(Aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. Dan barangsiapa mendurhakai Allah dan Rasul-Nya maka sesungguhnya dia akan mendapat (azab) neraka Jahanam, mereka kekal di dalamnya selama-lamanya.” ",
        "signCode": "إلا بلغا من الله ورسلته ومن يعص الله ورسوله فإن له نار جهنم خلدين فيها أبدا"
      },
      {
        "id": 5471,
        "surah": 72,
        "nomor": 24,
        "ar": "حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ فَسَيَعْلَمُوْنَ مَنْ اَضْعَفُ نَاصِرًا وَّاَقَلُّ عَدَدًاۗ",
        "tr": "<u>h</u>att<u>aa</u> i<u>dzaa</u> ra-aw m<u>aa</u> yuu'aduuna fasaya'lamuuna man a<u>dh</u>'afu n<u>aas</u>iran wa-aqallu 'adad<u>aa</u><strong>n</strong>",
        "idn": "Sehingga apabila mereka melihat (azab) yang diancamkan kepadanya, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya. ",
        "signCode": "حتى إذا رأوا ما يوعدون فسيعلمون من أضعف ناصرا وأقل عددا"
      },
      {
        "id": 5472,
        "surah": 72,
        "nomor": 25,
        "ar": "قُلْ اِنْ اَدْرِيْٓ اَقَرِيْبٌ مَّا تُوْعَدُوْنَ اَمْ يَجْعَلُ لَهٗ رَبِّيْٓ اَمَدًا ",
        "tr": "qul in adrii aqariibun m<u>aa</u> tuu'aduuna am yaj'alu lahu rabbii amad<u>aa</u><strong>n</strong>",
        "idn": "Katakanlah (Muhammad), “Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu sudah dekat ataukah Tuhanku menetapkan waktunya masih lama.” ",
        "signCode": "قل إن أدري أقريب ما توعدون أم يجعل له ربي أمدا"
      },
      {
        "id": 5473,
        "surah": 72,
        "nomor": 26,
        "ar": "عٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ",
        "tr": "'<u>aa</u>limu <strong>a</strong>lghaybi fal<u>aa</u> yu<u>zh</u>hiru 'al<u>aa</u> ghaybihi a<u>h</u>ad<u>aa</u><strong>n</strong>",
        "idn": "Dia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu. ",
        "signCode": "علم الغيب فلا يظهر على غيبه أحدا"
      },
      {
        "id": 5474,
        "surah": 72,
        "nomor": 27,
        "ar": "اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ فَاِنَّهٗ يَسْلُكُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَدًاۙ",
        "tr": "ill<u>aa</u> mani irta<u>daa</u> min rasuulin fa-innahu yasluku min bayni yadayhi wamin khalfihi ra<u>sh</u>ad<u>aa</u><strong>n</strong>",
        "idn": "Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya. ",
        "signCode": "إلا من ارتضى من رسول فإنه يسلك من بين يديه ومن خلفه رصدا"
      },
      {
        "id": 5475,
        "surah": 72,
        "nomor": 28,
        "ar": "لِّيَعْلَمَ اَنْ قَدْ اَبْلَغُوْا رِسٰلٰتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَيْءٍ عَدَدًا",
        "tr": "liya'lama an qad ablaghuu ris<u>aa</u>l<u>aa</u>ti rabbihim wa-a<u>hath</u>a bim<u>aa</u> ladayhim wa-a<u>hsaa</u> kulla syay-in 'adad<u>aa</u><strong>n</strong>",
        "idn": "Agar Dia mengetahui bahwa rasul-rasul itu sungguh telah menyampaikan risalah Tuhannya, sedang (ilmu-Nya) meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu. ",
        "signCode": "ليعلم أن قد أبلغوا رسلت ربهم وأحاط بما لديهم وأحصى كل شيء عددا"
      }
    ]
  },
  {
    "status": true,
    "nomor": 73,
    "nama": "المزّمّل",
    "nama_latin": "Al-Muzzammil",
    "jumlah_ayat": 20,
    "tempat_turun": "mekah",
    "arti": "Orang Yang Berselimut",
    "deskripsi": "Surat Al Muzzammil terdiri atas 20 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Qalam.<br>Dinamai <i>Al Muzzammil</i> (orang yang berselimut) diambil dari perkataan <i>Al Muzzammil</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan <i>orang yang berkemul</i> ialah Nabi Muhammad s.a.w.",
    "audio": "https://santrikoding.com/storage/audio/073.mp3",
    "ayat": [
      {
        "id": 5476,
        "surah": 73,
        "nomor": 1,
        "ar": "يٰٓاَيُّهَا الْمُزَّمِّلُۙ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>a</strong>lmuzzammil<strong>u</strong>",
        "idn": "Wahai orang yang berselimut (Muhammad)!",
        "signCode": "يأيها المزمل"
      },
      {
        "id": 5477,
        "surah": 73,
        "nomor": 2,
        "ar": "قُمِ الَّيْلَ اِلَّا قَلِيْلًاۙ",
        "tr": "qumi <strong>al</strong>layla ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>",
        "idn": "Bangunlah (untuk salat) pada malam hari, kecuali sebagian kecil,",
        "signCode": "قم اليل إلا قليلا"
      },
      {
        "id": 5478,
        "surah": 73,
        "nomor": 3,
        "ar": "نِّصْفَهٗٓ اَوِ انْقُصْ مِنْهُ قَلِيْلًاۙ",
        "tr": "ni<u>sh</u>fahu awi unqu<u>sh</u> minhu qaliil<u>aa</u><strong>n</strong>",
        "idn": "(yaitu) separuhnya atau kurang sedikit dari itu,",
        "signCode": "نصفه أو انقص منه قليلا"
      },
      {
        "id": 5479,
        "surah": 73,
        "nomor": 4,
        "ar": "اَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْاٰنَ تَرْتِيْلًاۗ",
        "tr": "aw zid 'alayhi warattili <strong>a</strong>lqur-<u>aa</u>na tartiil<u>aa</u><strong>n</strong>",
        "idn": "atau lebih dari (seperdua) itu, dan bacalah Al-Qur'an itu dengan perlahan-lahan.",
        "signCode": "أو زد عليه ورتل القرءان ترتيلا"
      },
      {
        "id": 5480,
        "surah": 73,
        "nomor": 5,
        "ar": "اِنَّا سَنُلْقِيْ عَلَيْكَ قَوْلًا ثَقِيْلًا",
        "tr": "inn<u>aa</u> sanulqii 'alayka qawlan tsaqiil<u>aa</u><strong>n</strong>",
        "idn": "Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu.",
        "signCode": "إنا سنلقي عليك قولا ثقيلا"
      },
      {
        "id": 5481,
        "surah": 73,
        "nomor": 6,
        "ar": "اِنَّ نَاشِئَةَ الَّيْلِ هِيَ اَشَدُّ وَطْـًٔا وَّاَقْوَمُ قِيْلًاۗ",
        "tr": "inna n<u>aa</u>syi-ata <strong>al</strong>layli hiya asyaddu wa<u>th</u>-an wa-aqwamu qiil<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, bangun malam itu lebih kuat (mengisi jiwa); dan (bacaan pada waktu itu) lebih berkesan. ",
        "signCode": "إن ناشئة اليل هي أشد وطءا وأقوم قيلا"
      },
      {
        "id": 5482,
        "surah": 73,
        "nomor": 7,
        "ar": "اِنَّ لَكَ فِى النَّهَارِ سَبْحًا طَوِيْلًاۗ",
        "tr": "inna laka fii <strong>al</strong>nnah<u>aa</u>ri sab<u>h</u>an <u>th</u>awiil<u>aa</u><strong>n</strong>",
        "idn": "Sesungguhnya pada siang hari engkau sangat sibuk dengan urusan-urusan yang panjang.",
        "signCode": "إن لك في النهار سبحا طويلا"
      },
      {
        "id": 5483,
        "surah": 73,
        "nomor": 8,
        "ar": "وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ اِلَيْهِ تَبْتِيْلًاۗ",
        "tr": "wa<strong>u</strong><u>dz</u>kuri isma rabbika watabattal ilayhi tabtiil<u>aa</u><strong>n</strong>",
        "idn": "Dan sebutlah nama Tuhanmu, dan beribadahlah kepada-Nya dengan sepenuh hati.",
        "signCode": "واذكر اسم ربك وتبتل إليه تبتيلا"
      },
      {
        "id": 5484,
        "surah": 73,
        "nomor": 9,
        "ar": "رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَآ اِلٰهَ اِلَّا هُوَ فَاتَّخِذْهُ وَكِيْلًا",
        "tr": "rabbu <strong>a</strong>lmasyriqi wa<strong>a</strong>lmaghribi l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa<strong>i</strong>ttakhi<u>dz</u>hu wakiil<u>aa</u><strong>n</strong>",
        "idn": "(Dialah) Tuhan timur dan barat, tidak ada tuhan selain Dia, maka jadikanlah Dia sebagai pelindung.",
        "signCode": "رب المشرق والمغرب لا إله إلا هو فاتخذه وكيلا"
      },
      {
        "id": 5485,
        "surah": 73,
        "nomor": 10,
        "ar": "وَاصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَاهْجُرْهُمْ هَجْرًا جَمِيْلًا ",
        "tr": "wa<strong>i</strong><u>sh</u>bir 'al<u>aa</u> m<u>aa</u> yaquuluuna wa<strong>u</strong>hjurhum hajran jamiil<u>aa</u><strong>n</strong>",
        "idn": "Dan bersabarlah (Muhammad) terhadap apa yang mereka katakan dan tinggalkanlah mereka dengan cara yang baik.",
        "signCode": "واصبر على ما يقولون واهجرهم هجرا جميلا"
      },
      {
        "id": 5486,
        "surah": 73,
        "nomor": 11,
        "ar": "وَذَرْنِيْ وَالْمُكَذِّبِيْنَ اُولِى النَّعْمَةِ وَمَهِّلْهُمْ قَلِيْلًا ",
        "tr": "wa<u>dz</u>arnii wa<strong>a</strong>lmuka<u>dzdz</u>ibiina ulii <strong>al</strong>nna'mati wamahhilhum qaliil<u>aa</u><strong>n</strong>",
        "idn": "Dan biarkanlah Aku (yang bertindak) terhadap orang-orang yang mendustakan, yang memiliki segala kenikmatan hidup, dan berilah mereka penangguhan sebentar.",
        "signCode": "وذرني والمكذبين أولي النعمة ومهلهم قليلا"
      },
      {
        "id": 5487,
        "surah": 73,
        "nomor": 12,
        "ar": "اِنَّ لَدَيْنَآ اَنْكَالًا وَّجَحِيْمًاۙ",
        "tr": "inna ladayn<u>aa</u> ank<u>aa</u>lan waja<u>h</u>iim<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, di sisi Kami ada belenggu-belenggu (yang berat) dan neraka yang menyala-nyala,",
        "signCode": "إن لدينا أنكالا وجحيما"
      },
      {
        "id": 5488,
        "surah": 73,
        "nomor": 13,
        "ar": "وَّطَعَامًا ذَا غُصَّةٍ وَّعَذَابًا اَلِيْمًا ",
        "tr": "wa<u>th</u>a'<u>aa</u>man <u>dzaa</u> ghu<u>shsh</u>atin wa'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>",
        "idn": "dan (ada) makanan yang menyumbat di kerongkongan dan azab yang pedih.",
        "signCode": "وطعاما ذا غصة وعذابا أليما"
      },
      {
        "id": 5489,
        "surah": 73,
        "nomor": 14,
        "ar": "يَوْمَ تَرْجُفُ الْاَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيْبًا مَّهِيْلًا ",
        "tr": "yawma tarjufu <strong>a</strong>l-ar<u>dh</u>u wa<strong>a</strong>ljib<u>aa</u>lu wak<u>aa</u>nati <strong>a</strong>ljib<u>aa</u>lu katsiiban mahiil<u>aa</u><strong>n</strong>",
        "idn": "(Ingatlah) pada hari (ketika) bumi dan gunung-gunung berguncang keras, dan menjadilah gunung-gunung itu seperti onggokan pasir yang dicurahkan.",
        "signCode": "يوم ترجف الأرض والجبال وكانت الجبال كثيبا مهيلا"
      },
      {
        "id": 5490,
        "surah": 73,
        "nomor": 15,
        "ar": "اِنَّآ اَرْسَلْنَآ اِلَيْكُمْ رَسُوْلًا ەۙ شَاهِدًا عَلَيْكُمْ كَمَآ اَرْسَلْنَآ اِلٰى فِرْعَوْنَ رَسُوْلًا ۗ",
        "tr": "inn<u>aa</u> arsaln<u>aa</u> ilaykum rasuulan sy<u>aa</u>hidan 'alaykum kam<u>aa</u> arsaln<u>aa</u> il<u>aa</u> fir'awna rasuul<u>aa</u><strong>n</strong>",
        "idn": "Sesungguhnya Kami telah mengutus seorang Rasul (Muhammad) kepada kamu, yang menjadi saksi terhadapmu, sebagaimana Kami telah mengutus seorang Rasul kepada Fir‘aun.",
        "signCode": "إنا أرسلنا إليكم رسولا شهدا عليكم كما أرسلنا إلى فرعون رسولا"
      },
      {
        "id": 5491,
        "surah": 73,
        "nomor": 16,
        "ar": "فَعَصٰى فِرْعَوْنُ الرَّسُوْلَ فَاَخَذْنٰهُ اَخْذًا وَّبِيْلًاۚ",
        "tr": "fa'a<u>shaa</u> fir'awnu <strong>al</strong>rrasuula fa-akha<u>dz</u>n<u>aa</u>hu akh<u>dz</u>an wabiil<u>aa</u><strong>n</strong>",
        "idn": "Namun Fir‘aun mendurhakai Rasul itu, maka Kami siksa dia dengan siksaan yang berat.",
        "signCode": "فعصى فرعون الرسول فأخذنه أخذا وبيلا"
      },
      {
        "id": 5492,
        "surah": 73,
        "nomor": 17,
        "ar": "فَكَيْفَ تَتَّقُوْنَ اِنْ كَفَرْتُمْ يَوْمًا يَّجْعَلُ الْوِلْدَانَ شِيْبًاۖ",
        "tr": "fakayfa tattaquuna in kafartum yawman yaj'alu <strong>a</strong>lwild<u>aa</u>na syiib<u>aa</u><strong>n</strong>",
        "idn": "Lalu bagaimanakah kamu akan dapat menjaga dirimu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban.",
        "signCode": "فكيف تتقون إن كفرتم يوما يجعل الولدن شيبا"
      },
      {
        "id": 5493,
        "surah": 73,
        "nomor": 18,
        "ar": " ۨالسَّمَاۤءُ مُنْفَطِرٌۢ بِهٖۗ كَانَ وَعْدُهٗ مَفْعُوْلًا",
        "tr": "a<strong>l</strong>ssam<u>aa</u>u munfa<u>th</u>irun bihi k<u>aa</u>na wa'duhu maf'uul<u>aa</u><strong>n</strong>",
        "idn": "Langit terbelah pada hari itu. Janji Allah pasti terlaksana.",
        "signCode": "السماء منفطر به كان وعده مفعولا"
      },
      {
        "id": 5494,
        "surah": 73,
        "nomor": 19,
        "ar": "اِنَّ هٰذِهٖ تَذْكِرَةٌ ۚ فَمَنْ شَاۤءَ اتَّخَذَ اِلٰى رَبِّهٖ سَبِيْلًا ",
        "tr": "inna h<u>aadz</u>ihi ta<u>dz</u>kiratun faman sy<u>aa</u>-a ittakha<u>dz</u>a il<u>aa</u> rabbihi sabiil<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, ini adalah peringatan. Barangsiapa menghendaki, niscaya dia mengambil jalan (yang lurus) kepada Tuhannya.",
        "signCode": "إن هذه تذكرة فمن شاء اتخذ إلى ربه سبيلا"
      },
      {
        "id": 5495,
        "surah": 73,
        "nomor": 20,
        "ar": "۞ اِنَّ رَبَّكَ يَعْلَمُ اَنَّكَ تَقُوْمُ اَدْنٰى مِنْ ثُلُثَيِ الَّيْلِ وَنِصْفَهٗ وَثُلُثَهٗ وَطَاۤىِٕفَةٌ مِّنَ الَّذِيْنَ مَعَكَۗ وَاللّٰهُ يُقَدِّرُ الَّيْلَ وَالنَّهَارَۗ عَلِمَ اَنْ لَّنْ تُحْصُوْهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوْا مَا تَيَسَّرَ مِن",
        "tr": "inna rabbaka ya'lamu annaka taquumu adn<u>aa</u> min tsulutsayi <strong>al</strong>layli wani<u>sh</u>fahu watsulutsahu wa<u>th</u><u>aa</u>-ifatun mina <strong>al</strong>la<u>dz</u>iina ma'aka wa<strong>al</strong>l<u>aa</u>hu yuqaddiru <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra 'alima an lan tu<u>hs</u>uuhu fat<u>aa</u>ba 'alaykum fa<strong>i</strong>qrauu m<u>aa</u> tayassara mina <strong>a</strong>lqur-<u>aa</u>ni 'alima an sayakuunu minkum mar<u>daa</u> wa<u>aa</u>kharuuna ya<u>dh</u>ribuuna fii <strong>a</strong>l-ar<u>dh</u>i yabtaghuuna min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wa<u>aa</u>kharuuna yuq<u>aa</u>tiluuna fii sabiili <strong>al</strong>l<u>aa</u>hi fa<strong>i</strong>qrauu m<u>aa</u> tayassara minhu wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-aqri<u>dh</u>uu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan wam<u>aa</u> tuqaddimuu li-anfusikum min khayrin tajiduuhu 'inda <strong>al</strong>l<u>aa</u>hi huwa khayran wa-a'<u>zh</u>ama ajran wa<strong>i</strong>staghfiruu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
        "idn": "Sesungguhnya Tuhanmu mengetahui bahwa engkau (Muhammad) berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersamamu. Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu tidak dapat menentukan batas-batas waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Al-Qur'an; Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit, dan yang lain berjalan di bumi mencari sebagian karunia Allah; dan yang lain berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Al-Qur'an dan laksanakanlah salat, tunaikanlah zakat dan berikanlah pinjaman kepada Allah pinjaman yang baik. Kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sungguh, Allah Maha Pengampun, Maha Penyayang.",
        "signCode": "إن ربك يعلم أنك تقوم أدنى من ثلثي اليل ونصفه وثلثه وطائفة من الذين معك والله يقدر اليل والنهار علم أن لن تحصوه فتاب عليكم فاقرءوا ما تيسر من القرءان علم أن سيكون منكم مرضى وءاخرون يضربون في الأرض يبتغون من فضل الله وءاخرون يقتلون في سبيل الله فاقرءوا ما تيسر منه وأقيموا الصلوة وءاتوا الزكوة وأقرضوا الله قرضا حسنا وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا وأعظم أجرا واستغفروا الله إن الله غفور رحيم"
      }
    ]
  },
  {
    "status": true,
    "nomor": 74,
    "nama": "المدّثّر",
    "nama_latin": "Al-Muddassir",
    "jumlah_ayat": 56,
    "tempat_turun": "mekah",
    "arti": "Orang Yang Berkemul",
    "deskripsi": "Surat Al Muddatstsir terdiri atas 56 ayat, termasuk golongan  surat-surat Makkiyah, diturunkan sesudah surat Al Muzzammil. \tDinamai <i>Al Muddatstsir</i> (orang yang berkemul) diambil dari perkataan <i>Al Muddatstsir</i> yang terdapat pada ayat pertama surat ini.",
    "audio": "https://santrikoding.com/storage/audio/074.mp3",
    "ayat": [
      {
        "id": 5496,
        "surah": 74,
        "nomor": 1,
        "ar": "يٰٓاَيُّهَا الْمُدَّثِّرُۙ",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>a</strong>lmuddatstsir<strong>u</strong>",
        "idn": "Wahai orang yang berkemul (berselimut)!",
        "signCode": "يأيها المدثر"
      },
      {
        "id": 5497,
        "surah": 74,
        "nomor": 2,
        "ar": "قُمْ فَاَنْذِرْۖ",
        "tr": "qum fa-an<u>dz</u>ir",
        "idn": "bangunlah, lalu berilah peringatan!",
        "signCode": "قم فأنذر"
      },
      {
        "id": 5498,
        "surah": 74,
        "nomor": 3,
        "ar": "وَرَبَّكَ فَكَبِّرْۖ",
        "tr": "warabbaka fakabbir",
        "idn": "dan agungkanlah Tuhanmu,",
        "signCode": "وربك فكبر"
      },
      {
        "id": 5499,
        "surah": 74,
        "nomor": 4,
        "ar": "وَثِيَابَكَ فَطَهِّرْۖ",
        "tr": "watsiy<u>aa</u>baka fa<u>th</u>ahhir",
        "idn": "dan bersihkanlah pakaianmu,",
        "signCode": "وثيابك فطهر"
      },
      {
        "id": 5500,
        "surah": 74,
        "nomor": 5,
        "ar": "وَالرُّجْزَ فَاهْجُرْۖ ",
        "tr": "wa<strong>al</strong>rrujza fa<strong>u</strong>hjur",
        "idn": "dan tinggalkanlah segala (perbuatan) yang keji,",
        "signCode": "والرجز فاهجر"
      },
      {
        "id": 5501,
        "surah": 74,
        "nomor": 6,
        "ar": "وَلَا تَمْنُنْ تَسْتَكْثِرُۖ ",
        "tr": "wal<u>aa</u> tamnun tastaktsir<strong>u</strong>",
        "idn": "dan janganlah engkau (Muhammad) memberi (dengan maksud) memperoleh (balasan) yang lebih banyak.",
        "signCode": "ولا تمنن تستكثر"
      },
      {
        "id": 5502,
        "surah": 74,
        "nomor": 7,
        "ar": "وَلِرَبِّكَ فَاصْبِرْۗ ",
        "tr": "walirabbika fa<strong>i</strong><u>sh</u>bir",
        "idn": "Dan karena Tuhanmu, bersabarlah.",
        "signCode": "ولربك فاصبر"
      },
      {
        "id": 5503,
        "surah": 74,
        "nomor": 8,
        "ar": "فَاِذَا نُقِرَ فِى النَّاقُوْرِۙ ",
        "tr": "fa-i<u>dzaa</u> nuqira fii <strong>al</strong>nn<u>aa</u>quur<strong>i</strong>",
        "idn": "Maka apabila sangkakala ditiup,",
        "signCode": "فإذا نقر في الناقور"
      },
      {
        "id": 5504,
        "surah": 74,
        "nomor": 9,
        "ar": "فَذٰلِكَ يَوْمَىِٕذٍ يَّوْمٌ عَسِيْرٌۙ ",
        "tr": "fa<u>dzal</u>ika yawma-i<u>dz</u>in yawmun 'asiir<strong>un</strong>",
        "idn": "maka itulah hari yang serba sulit,",
        "signCode": "فذلك يومئذ يوم عسير"
      },
      {
        "id": 5505,
        "surah": 74,
        "nomor": 10,
        "ar": "عَلَى الْكٰفِرِيْنَ غَيْرُ يَسِيْرٍ ",
        "tr": "'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiina ghayru yasiir<strong>in</strong>",
        "idn": "bagi orang-orang kafir tidak mudah.",
        "signCode": "على الكفرين غير يسير"
      },
      {
        "id": 5506,
        "surah": 74,
        "nomor": 11,
        "ar": "ذَرْنِيْ وَمَنْ خَلَقْتُ وَحِيْدًاۙ ",
        "tr": "<u>dz</u>arnii waman khalaqtu wa<u>h</u>iid<u>aa</u><strong>n</strong>",
        "idn": "Biarkanlah Aku (yang bertindak) terhadap orang yang Aku sendiri telah menciptakannya,",
        "signCode": "ذرني ومن خلقت وحيدا"
      },
      {
        "id": 5507,
        "surah": 74,
        "nomor": 12,
        "ar": "وَّجَعَلْتُ لَهٗ مَالًا مَّمْدُوْدًاۙ ",
        "tr": "waja'altu lahu m<u>aa</u>lan mamduud<u>aa</u><strong>n</strong>",
        "idn": "dan Aku beri kekayaan yang melimpah,",
        "signCode": "وجعلت له مالا ممدودا"
      },
      {
        "id": 5508,
        "surah": 74,
        "nomor": 13,
        "ar": "وَّبَنِيْنَ شُهُوْدًاۙ ",
        "tr": "wabaniina syuhuud<u>aa</u><strong>n</strong>",
        "idn": "dan anak-anak yang selalu bersamanya,",
        "signCode": "وبنين شهودا"
      },
      {
        "id": 5509,
        "surah": 74,
        "nomor": 14,
        "ar": "وَّمَهَّدْتُّ لَهٗ تَمْهِيْدًاۙ ",
        "tr": "wamahhadtu lahu tamhiid<u>aa</u><strong>n</strong>",
        "idn": "dan Aku beri kelapangan (hidup) seluas-luasnya.",
        "signCode": "ومهدت له تمهيدا"
      },
      {
        "id": 5510,
        "surah": 74,
        "nomor": 15,
        "ar": "ثُمَّ يَطْمَعُ اَنْ اَزِيْدَۙ    ",
        "tr": "tsumma ya<u>th</u>ma'u an aziid<strong>a</strong>",
        "idn": "Kemudian dia ingin sekali agar Aku menambahnya.",
        "signCode": "ثم يطمع أن أزيد"
      },
      {
        "id": 5511,
        "surah": 74,
        "nomor": 16,
        "ar": "كَلَّاۗ اِنَّهٗ كَانَ لِاٰيٰتِنَا عَنِيْدًاۗ ",
        "tr": "kall<u>aa</u> innahu k<u>aa</u>na li-<u>aa</u>y<u>aa</u>tin<u>aa</u> 'aniid<u>aa</u><strong>n</strong>",
        "idn": "Tidak bisa! Sesungguhnya dia telah menentang ayat-ayat Kami (Al-Qur'an).",
        "signCode": "كلا إنه كان لءايتنا عنيدا"
      },
      {
        "id": 5512,
        "surah": 74,
        "nomor": 17,
        "ar": "سَاُرْهِقُهٗ صَعُوْدًاۗ ",
        "tr": "saurhiquhu <u>sh</u>a'uud<u>aa</u><strong>n</strong>",
        "idn": "Aku akan membebaninya dengan pendakian yang memayahkan.",
        "signCode": "سأرهقه صعودا"
      },
      {
        "id": 5513,
        "surah": 74,
        "nomor": 18,
        "ar": "اِنَّهٗ فَكَّرَ وَقَدَّرَۙ ",
        "tr": "innahu fakkara waqaddar<strong>a</strong>",
        "idn": "Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya),",
        "signCode": "إنه فكر وقدر"
      },
      {
        "id": 5514,
        "surah": 74,
        "nomor": 19,
        "ar": "فَقُتِلَ كَيْفَ قَدَّرَۙ ",
        "tr": "faqutila kayfa qaddar<strong>a</strong>",
        "idn": "maka celakalah dia! Bagaimana dia menetapkan?",
        "signCode": "فقتل كيف قدر"
      },
      {
        "id": 5515,
        "surah": 74,
        "nomor": 20,
        "ar": "ثُمَّ قُتِلَ كَيْفَ قَدَّرَۙ ",
        "tr": "tsumma qutila kayfa qaddar<strong>a</strong>",
        "idn": "Sekali lagi, celakalah dia! Bagaimana dia menetapkan?",
        "signCode": "ثم قتل كيف قدر"
      },
      {
        "id": 5516,
        "surah": 74,
        "nomor": 21,
        "ar": "ثُمَّ نَظَرَۙ ",
        "tr": "tsumma na<u>zh</u>ar<strong>a</strong>",
        "idn": "Kemudian dia (merenung) memikirkan,",
        "signCode": "ثم نظر"
      },
      {
        "id": 5517,
        "surah": 74,
        "nomor": 22,
        "ar": "ثُمَّ عَبَسَ وَبَسَرَۙ ",
        "tr": "tsumma 'abasa wabasar<strong>a</strong>",
        "idn": "lalu berwajah masam dan cemberut,",
        "signCode": "ثم عبس وبسر"
      },
      {
        "id": 5518,
        "surah": 74,
        "nomor": 23,
        "ar": "ثُمَّ اَدْبَرَ وَاسْتَكْبَرَۙ ",
        "tr": "tsumma adbara wa<strong>i</strong>stakbar<strong>a</strong>",
        "idn": "kemudian berpaling (dari kebenaran) dan menyombongkan diri,",
        "signCode": "ثم أدبر واستكبر"
      },
      {
        "id": 5519,
        "surah": 74,
        "nomor": 24,
        "ar": "فَقَالَ اِنْ هٰذَآ اِلَّا سِحْرٌ يُّؤْثَرُۙ ",
        "tr": "faq<u>aa</u>la in h<u>aadzaa</u> ill<u>aa</u> si<u>h</u>run yu/tsar<strong>u</strong>",
        "idn": "lalu dia berkata, “(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu).",
        "signCode": "فقال إن هذا إلا سحر يؤثر"
      },
      {
        "id": 5520,
        "surah": 74,
        "nomor": 25,
        "ar": "اِنْ هٰذَآ اِلَّا قَوْلُ الْبَشَرِۗ ",
        "tr": "in h<u>aadzaa</u> ill<u>aa</u> qawlu <strong>a</strong>lbasyar<strong>i</strong>",
        "idn": "Ini hanyalah perkataan manusia.”",
        "signCode": "إن هذا إلا قول البشر"
      },
      {
        "id": 5521,
        "surah": 74,
        "nomor": 26,
        "ar": "سَاُصْلِيْهِ سَقَرَ",
        "tr": "sau<u>sh</u>liihi saqar<strong>a</strong>",
        "idn": "Kelak, Aku akan memasukkannya ke dalam (neraka) Saqar,",
        "signCode": "سأصليه سقر"
      },
      {
        "id": 5522,
        "surah": 74,
        "nomor": 27,
        "ar": "وَمَآ اَدْرٰىكَ مَا سَقَرُۗ ",
        "tr": "wam<u>aa</u> adr<u>aa</u>ka m<u>aa</u> saqar<strong>u</strong>",
        "idn": "dan tahukah kamu apa (neraka) Saqar itu?",
        "signCode": "وما أدرىك ما سقر"
      },
      {
        "id": 5523,
        "surah": 74,
        "nomor": 28,
        "ar": "لَا تُبْقِيْ وَلَا تَذَرُۚ ",
        "tr": "l<u>aa</u> tubqii wal<u>aa</u> ta<u>dz</u>ar<strong>u</strong>",
        "idn": "Ia (Saqar itu) tidak meninggalkan dan tidak membiarkan,",
        "signCode": "لا تبقي ولا تذر"
      },
      {
        "id": 5524,
        "surah": 74,
        "nomor": 29,
        "ar": "لَوَّاحَةٌ لِّلْبَشَرِۚ ",
        "tr": "laww<u>aah</u>atun lilbasyar<strong>i</strong>",
        "idn": "yang menghanguskan kulit manusia.",
        "signCode": "لواحة للبشر"
      },
      {
        "id": 5525,
        "surah": 74,
        "nomor": 30,
        "ar": "عَلَيْهَا تِسْعَةَ عَشَرَۗ ",
        "tr": "'alayh<u>aa</u> tis'ata 'asyar<strong>a</strong>",
        "idn": "Di atasnya ada sembilan belas (malaikat penjaga).",
        "signCode": "عليها تسعة عشر"
      },
      {
        "id": 5526,
        "surah": 74,
        "nomor": 31,
        "ar": "وَمَا جَعَلْنَآ اَصْحٰبَ النَّارِ اِلَّا مَلٰۤىِٕكَةً ۖوَّمَا جَعَلْنَا عِدَّتَهُمْ اِلَّا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْاۙ لِيَسْتَيْقِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ وَيَزْدَادَ الَّذِيْنَ اٰمَنُوْٓا اِيْمَانًا وَّلَا يَرْتَابَ الَّذِيْنَ اُوْتُوا الْ",
        "tr": "wam<u>aa</u> ja'aln<u>aa</u> a<u>sh</u>-<u>haa</u>ba <strong>al</strong>nn<u>aa</u>ri ill<u>aa</u> mal<u>aa</u>-ikatan wam<u>aa</u> ja'aln<u>aa</u> 'iddatahum ill<u>aa</u> fitnatan lilla<u>dz</u>iina kafaruu liyastayqina <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba wayazd<u>aa</u>da <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu iim<u>aa</u>nan wal<u>aa</u> yart<u>aa</u>ba <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>lmu/minuuna waliyaquula <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un wa<strong>a</strong>lk<u>aa</u>firuuna m<u>aatsaa</u> ar<u>aa</u>da <strong>al</strong>l<u>aa</u>hu bih<u>aadzaa</u> matsalan ka<u>dzaa</u>lika yu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu man yasy<u>aa</u>u wayahdii man yasy<u>aa</u>u wam<u>aa</u> ya'lamu junuuda rabbika ill<u>aa</u> huwa wam<u>aa</u> hiya ill<u>aa</u> <u>dz</u>ikr<u>aa</u> lilbasyar<strong>i</strong>",
        "idn": "Dan yang Kami jadikan penjaga neraka itu hanya dari malaikat; dan Kami menentukan bilangan mereka itu hanya sebagai cobaan bagi orang-orang kafir, agar orang-orang yang diberi kitab menjadi yakin, agar orang yang beriman bertambah imannya, agar orang-orang yang diberi kitab dan orang-orang mukmin itu tidak ragu-ragu; dan agar orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir (berkata), “Apakah yang dikehendaki Allah dengan (bilangan) ini sebagai suatu perumpamaan?” Demikianlah Allah membiarkan sesat orang-orang yang Dia kehendaki dan memberi petunjuk kepada orang-orang yang Dia kehendaki. Dan tidak ada yang mengetahui bala tentara Tuhanmu kecuali Dia sendiri. Dan Saqar itu tidak lain hanyalah peringatan bagi manusia.",
        "signCode": "وما جعلنا أصحب النار إلا ملئكة وما جعلنا عدتهم إلا فتنة للذين كفروا ليستيقن الذين أوتوا الكتب ويزداد الذين ءامنوا إيمنا ولا يرتاب الذين أوتوا الكتب والمؤمنون وليقول الذين في قلوبهم مرض والكفرون ماذا أراد الله بهذا مثلا كذلك يضل الله من يشاء ويهدي من يشاء وما يعلم جنود ربك إلا هو وما هي إلا ذكرى للبشر"
      },
      {
        "id": 5527,
        "surah": 74,
        "nomor": 32,
        "ar": "كَلَّا وَالْقَمَرِۙ",
        "tr": "kall<u>aa</u> wa<strong>a</strong>lqamar<strong>i</strong>",
        "idn": "Tidak! Demi bulan,",
        "signCode": "كلا والقمر"
      },
      {
        "id": 5528,
        "surah": 74,
        "nomor": 33,
        "ar": "وَالَّيْلِ اِذْ اَدْبَرَۙ",
        "tr": "wa<strong>a</strong>llayli i<u>dz</u> adbar<strong>a</strong>",
        "idn": "dan demi malam ketika telah berlalu,",
        "signCode": "واليل إذ أدبر"
      },
      {
        "id": 5529,
        "surah": 74,
        "nomor": 34,
        "ar": "وَالصُّبْحِ اِذَآ اَسْفَرَۙ",
        "tr": "wa<strong>al</strong><u>shsh</u>ub<u>h</u>i i<u>dzaa</u> asfar<strong>a</strong>",
        "idn": "dan demi subuh apabila mulai terang, ",
        "signCode": "والصبح إذا أسفر"
      },
      {
        "id": 5530,
        "surah": 74,
        "nomor": 35,
        "ar": "اِنَّهَا لَاِحْدَى الْكُبَرِۙ",
        "tr": "innah<u>aa</u> la-i<u>h</u>d<u>aa</u> <strong>a</strong>lkubar<strong>i</strong>",
        "idn": "sesunggunya (Saqar itu) adalah salah satu (bencana) yang sangat besar,",
        "signCode": "إنها لإحدى الكبر"
      },
      {
        "id": 5531,
        "surah": 74,
        "nomor": 36,
        "ar": "نَذِيْرًا لِّلْبَشَرِۙ",
        "tr": "na<u>dz</u>iiran lilbasyar<strong>i</strong>",
        "idn": "sebagai peringatan bagi manusia, ",
        "signCode": "نذيرا للبشر"
      },
      {
        "id": 5532,
        "surah": 74,
        "nomor": 37,
        "ar": "لِمَنْ شَاۤءَ مِنْكُمْ اَنْ يَّتَقَدَّمَ اَوْ يَتَاَخَّرَۗ",
        "tr": "liman sy<u>aa</u>-a minkum an yataqaddama aw yata-akhkhar<strong>a</strong>",
        "idn": "(yaitu) bagi siapa di antara kamu yang ingin maju atau mundur.",
        "signCode": "لمن شاء منكم أن يتقدم أو يتأخر"
      },
      {
        "id": 5533,
        "surah": 74,
        "nomor": 38,
        "ar": "كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌۙ",
        "tr": "kullu nafsin bim<u>aa</u> kasabat rahiina<strong>tun</strong>",
        "idn": "Setiap orang bertanggung jawab atas apa yang telah dilakukannya,",
        "signCode": "كل نفس بما كسبت رهينة"
      },
      {
        "id": 5534,
        "surah": 74,
        "nomor": 39,
        "ar": "اِلَّآ اَصْحٰبَ الْيَمِيْنِ ۛ ",
        "tr": "ill<u>aa</u> a<u>sh</u>-<u>haa</u>ba <strong>a</strong>lyamiin<strong>i</strong>",
        "idn": "kecuali golongan kanan,",
        "signCode": "إلا أصحب اليمين"
      },
      {
        "id": 5535,
        "surah": 74,
        "nomor": 40,
        "ar": "فِيْ جَنّٰتٍ ۛ يَتَسَاۤءَلُوْنَۙ",
        "tr": "fii jann<u>aa</u>tin yatas<u>aa</u>-aluun<strong>a</strong>",
        "idn": "berada di dalam surga, mereka saling menanyakan,",
        "signCode": "في جنت يتساءلون"
      },
      {
        "id": 5536,
        "surah": 74,
        "nomor": 41,
        "ar": "عَنِ الْمُجْرِمِيْنَۙ",
        "tr": "'ani <strong>a</strong>lmujrimiin<strong>a</strong>",
        "idn": "tentang (keadaan) orang-orang yang berdosa, ",
        "signCode": "عن المجرمين"
      },
      {
        "id": 5537,
        "surah": 74,
        "nomor": 42,
        "ar": "مَا سَلَكَكُمْ فِيْ سَقَرَ ",
        "tr": "m<u>aa</u> salakakum fii saqar<strong>a</strong>",
        "idn": "”Apa yang menyebabkan kamu masuk ke dalam (neraka) Saqar?”",
        "signCode": "ما سلككم في سقر"
      },
      {
        "id": 5538,
        "surah": 74,
        "nomor": 43,
        "ar": "قَالُوْا لَمْ نَكُ مِنَ الْمُصَلِّيْنَۙ",
        "tr": "q<u>aa</u>luu lam naku mina <strong>a</strong>lmu<u>sh</u>alliin<strong>a</strong>",
        "idn": "Mereka menjawab, “Dahulu kami tidak termasuk orang-orang yang me-laksanakan salat, ",
        "signCode": "قالوا لم نك من المصلين"
      },
      {
        "id": 5539,
        "surah": 74,
        "nomor": 44,
        "ar": "وَلَمْ نَكُ نُطْعِمُ الْمِسْكِيْنَۙ",
        "tr": "walam naku nu<u>th</u>'imu <strong>a</strong>lmiskiin<strong>a</strong>",
        "idn": "dan kami (juga) tidak memberi makan orang miskin, ",
        "signCode": "ولم نك نطعم المسكين"
      },
      {
        "id": 5540,
        "surah": 74,
        "nomor": 45,
        "ar": "وَكُنَّا نَخُوْضُ مَعَ الْخَاۤىِٕضِيْنَۙ",
        "tr": "wakunn<u>aa</u> nakhuu<u>dh</u>u ma'a <strong>a</strong>lkh<u>aa</u>-i<u>dh</u>iin<strong>a</strong>",
        "idn": "bahkan kami biasa berbincang (untuk tujuan yang batil), bersama orang-orang yang membicarakannya, ",
        "signCode": "وكنا نخوض مع الخائضين"
      },
      {
        "id": 5541,
        "surah": 74,
        "nomor": 46,
        "ar": "وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّيْنِۙ",
        "tr": "wakunn<u>aa</u> nuka<u>dzdz</u>ibu biyawmi <strong>al</strong>ddiin<strong>i</strong>",
        "idn": "dan kami mendustakan hari pembalasan, ",
        "signCode": "وكنا نكذب بيوم الدين"
      },
      {
        "id": 5542,
        "surah": 74,
        "nomor": 47,
        "ar": "حَتّٰىٓ اَتٰىنَا الْيَقِيْنُۗ",
        "tr": "<u>h</u>att<u>aa</u> at<u>aa</u>n<u>aa</u> <strong>a</strong>lyaqiin<strong>u</strong>",
        "idn": "sampai datang kepada kami kematian.” ",
        "signCode": "حتى أتىنا اليقين"
      },
      {
        "id": 5543,
        "surah": 74,
        "nomor": 48,
        "ar": "فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِيْنَۗ",
        "tr": "fam<u>aa</u> tanfa'uhum syaf<u>aa</u>'atu <strong>al</strong>sysy<u>aa</u>fi'iin<strong>a</strong>",
        "idn": "Maka tidak berguna lagi bagi mereka syafaat (pertolongan) dari orang-orang yang memberikan syafaat. ",
        "signCode": "فما تنفعهم شفعة الشفعين"
      },
      {
        "id": 5544,
        "surah": 74,
        "nomor": 49,
        "ar": "فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِيْنَۙ",
        "tr": "fam<u>aa</u> lahum 'ani <strong>al</strong>tta<u>dz</u>kirati mu'ri<u>dh</u>iin<strong>a</strong>",
        "idn": "Lalu mengapa mereka (orang-orang kafir) berpaling dari peringatan (Allah)?",
        "signCode": "فما لهم عن التذكرة معرضين"
      },
      {
        "id": 5545,
        "surah": 74,
        "nomor": 50,
        "ar": "كَاَنَّهُمْ حُمُرٌ مُّسْتَنْفِرَةٌۙ",
        "tr": "ka-annahum <u>h</u>umurun mustanfira<strong>tun</strong>",
        "idn": "seakan-akan mereka keledai liar yang lari terkejut,",
        "signCode": "كأنهم حمر مستنفرة"
      },
      {
        "id": 5546,
        "surah": 74,
        "nomor": 51,
        "ar": "فَرَّتْ مِنْ قَسْوَرَةٍۗ",
        "tr": "farrat min qaswara<strong>tin</strong>",
        "idn": "lari dari singa. ",
        "signCode": "فرت من قسورة"
      },
      {
        "id": 5547,
        "surah": 74,
        "nomor": 52,
        "ar": "بَلْ يُرِيْدُ كُلُّ امْرِئٍ مِّنْهُمْ اَنْ يُّؤْتٰى صُحُفًا مُّنَشَّرَةًۙ",
        "tr": "bal yuriidu kullu imri-in minhum an yu/t<u>aa</u> <u>sh</u>u<u>h</u>ufan munasysyara<strong>tan</strong>",
        "idn": "Bahkan setiap orang dari mereka ingin agar diberikan kepadanya lembaran-lembaran (kitab) yang terbuka. ",
        "signCode": "بل يريد كل امرئ منهم أن يؤتى صحفا منشرة"
      },
      {
        "id": 5548,
        "surah": 74,
        "nomor": 53,
        "ar": "كَلَّاۗ بَلْ لَّا يَخَافُوْنَ الْاٰخِرَةَۗ",
        "tr": "kall<u>aa</u> bal l<u>aa</u> yakh<u>aa</u>fuuna <strong>a</strong>l-<u>aa</u>khira<strong>ta</strong>",
        "idn": "Tidak! Sebenarnya mereka tidak takut kepada akhirat.",
        "signCode": "كلا بل لا يخافون الءاخرة"
      },
      {
        "id": 5549,
        "surah": 74,
        "nomor": 54,
        "ar": "كَلَّآ اِنَّهٗ تَذْكِرَةٌ ۚ",
        "tr": "kall<u>aa</u> innahu ta<u>dz</u>kira<strong>tun</strong>",
        "idn": "Tidak! Sesungguhnya (Al-Qur'an) itu benar-benar suatu peringatan. ",
        "signCode": "كلا إنه تذكرة"
      },
      {
        "id": 5550,
        "surah": 74,
        "nomor": 55,
        "ar": "فَمَنْ شَاۤءَ ذَكَرَهٗۗ",
        "tr": "faman sy<u>aa</u>-a <u>dz</u>akarah<strong>u</strong>",
        "idn": "Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya. ",
        "signCode": "فمن شاء ذكره"
      },
      {
        "id": 5551,
        "surah": 74,
        "nomor": 56,
        "ar": "وَمَا يَذْكُرُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗهُوَ اَهْلُ التَّقْوٰى وَاَهْلُ الْمَغْفِرَةِ",
        "tr": "wam<u>aa</u> ya<u>dz</u>kuruuna ill<u>aa</u> an yasy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu huwa ahlu <strong>al</strong>ttaqw<u>aa</u> wa-ahlu <strong>a</strong>lmaghfirat<strong>i</strong>",
        "idn": "Dan mereka tidak akan mengambil pelajaran darinya (Al-Qur'an) kecuali (jika) Allah menghendakinya. Dialah Tuhan yang patut (kita) bertakwa kepada-Nya dan yang berhak memberi ampunan. ",
        "signCode": "وما يذكرون إلا أن يشاء الله هو أهل التقوى وأهل المغفرة"
      }
    ]
  },
  {
    "status": true,
    "nomor": 75,
    "nama": "القيٰمة",
    "nama_latin": "Al-Qiyamah",
    "jumlah_ayat": 40,
    "tempat_turun": "mekah",
    "arti": "Hari Kiamat",
    "deskripsi": "Surat Al Qiyaamah terdiri atas 40 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Qaari'ah. Dinamai <i>Al Qiyaamah</i> (hari kiamat) diambil dari perkataan <i>Al Qiyaamah</i> yang terdapat pada ayat pertama surat ini.",
    "audio": "https://santrikoding.com/storage/audio/075.mp3",
    "ayat": [
      {
        "id": 5552,
        "surah": 75,
        "nomor": 1,
        "ar": "لَآ اُقْسِمُ بِيَوْمِ الْقِيٰمَةِۙ",
        "tr": "l<u>aa</u> uqsimu biyawmi <strong>a</strong>lqiy<u>aa</u>mat<strong>i</strong>",
        "idn": "Aku bersumpah dengan hari Kiamat,",
        "signCode": "لا أقسم بيوم القيمة"
      },
      {
        "id": 5553,
        "surah": 75,
        "nomor": 2,
        "ar": "وَلَآ اُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ",
        "tr": "wal<u>aa</u> uqsimu bi<strong>al</strong>nnafsi <strong>al</strong>laww<u>aa</u>mat<strong>i</strong>",
        "idn": "dan aku bersumpah demi jiwa yang selalu menyesali (dirinya sendiri).",
        "signCode": "ولا أقسم بالنفس اللوامة"
      },
      {
        "id": 5554,
        "surah": 75,
        "nomor": 3,
        "ar": "اَيَحْسَبُ الْاِنْسَانُ اَلَّنْ نَّجْمَعَ عِظَامَهٗ ۗ",
        "tr": "aya<u>h</u>sabu <strong>a</strong>l-ins<u>aa</u>nu <strong>al</strong>lan najma'a 'i<u>zhaa</u>mah<strong>u</strong>",
        "idn": "Apakah manusia mengira bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya?",
        "signCode": "أيحسب الإنسن ألن نجمع عظامه"
      },
      {
        "id": 5555,
        "surah": 75,
        "nomor": 4,
        "ar": "بَلٰى قَادِرِيْنَ عَلٰٓى اَنْ نُّسَوِّيَ بَنَانَهٗ ",
        "tr": "bal<u>aa</u> q<u>aa</u>diriina 'al<u>aa</u> an nusawwiya ban<u>aa</u>nah<strong>u</strong>",
        "idn": "(Bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. ",
        "signCode": "بلى قدرين على أن نسوي بنانه"
      },
      {
        "id": 5556,
        "surah": 75,
        "nomor": 5,
        "ar": "بَلْ يُرِيْدُ الْاِنْسَانُ لِيَفْجُرَ اَمَامَهٗۚ",
        "tr": "bal yuriidu <strong>a</strong>l-ins<u>aa</u>nu liyafjura am<u>aa</u>mah<strong>u</strong>",
        "idn": "Tetapi manusia hendak membuat maksiat terus-menerus. ",
        "signCode": "بل يريد الإنسن ليفجر أمامه"
      },
      {
        "id": 5557,
        "surah": 75,
        "nomor": 6,
        "ar": "يَسْـَٔلُ اَيَّانَ يَوْمُ الْقِيٰمَةِۗ",
        "tr": "yas-alu ayy<u>aa</u>na yawmu <strong>a</strong>lqiy<u>aa</u>ma<strong>ti</strong>",
        "idn": "Dia bertanya, “Kapankah hari Kiamat itu?”",
        "signCode": "يسءل أيان يوم القيمة"
      },
      {
        "id": 5558,
        "surah": 75,
        "nomor": 7,
        "ar": "فَاِذَا بَرِقَ الْبَصَرُۙ",
        "tr": "fa-i<u>dzaa</u> bariqa <strong>a</strong>lba<u>sh</u>ar<strong>u</strong>",
        "idn": "Maka apabila mata terbelalak (ketakutan), ",
        "signCode": "فإذا برق البصر"
      },
      {
        "id": 5559,
        "surah": 75,
        "nomor": 8,
        "ar": "وَخَسَفَ الْقَمَرُۙ",
        "tr": "wakhasafa <strong>a</strong>lqamar<strong>u</strong>",
        "idn": "dan bulan pun telah hilang cahayanya,",
        "signCode": "وخسف القمر"
      },
      {
        "id": 5560,
        "surah": 75,
        "nomor": 9,
        "ar": "وَجُمِعَ الشَّمْسُ وَالْقَمَرُۙ",
        "tr": "wajumi'a <strong>al</strong>sysyamsu wa<strong>a</strong>lqamar<strong>u</strong>",
        "idn": "lalu matahari dan bulan dikumpulkan, ",
        "signCode": "وجمع الشمس والقمر"
      },
      {
        "id": 5561,
        "surah": 75,
        "nomor": 10,
        "ar": "يَقُوْلُ الْاِنْسَانُ يَوْمَىِٕذٍ اَيْنَ الْمَفَرُّۚ",
        "tr": "yaquulu <strong>a</strong>l-ins<u>aa</u>nu yawma-i<u>dz</u>in ayna <strong>a</strong>lmafar<strong>ru</strong>",
        "idn": "pada hari itu manusia berkata, “Ke mana tempat lari?”",
        "signCode": "يقول الإنسن يومئذ أين المفر"
      },
      {
        "id": 5562,
        "surah": 75,
        "nomor": 11,
        "ar": "كَلَّا لَا وَزَرَۗ",
        "tr": "kall<u>aa</u> l<u>aa</u> wazar<strong>a</strong>",
        "idn": "Tidak! Tidak ada tempat berlindung!",
        "signCode": "كلا لا وزر"
      },
      {
        "id": 5563,
        "surah": 75,
        "nomor": 12,
        "ar": "اِلٰى رَبِّكَ يَوْمَىِٕذِ ِۨالْمُسْتَقَرُّۗ",
        "tr": "il<u>aa</u> rabbika yawma-i<u>dz</u>in <strong>a</strong>lmustaqar<strong>ru</strong>",
        "idn": "Hanya kepada Tuhanmu tempat kembali pada hari itu.",
        "signCode": "إلى ربك يومئذ المستقر"
      },
      {
        "id": 5564,
        "surah": 75,
        "nomor": 13,
        "ar": "يُنَبَّؤُا الْاِنْسَانُ يَوْمَىِٕذٍۢ بِمَا قَدَّمَ وَاَخَّرَۗ",
        "tr": "yunabbau <strong>a</strong>l-ins<u>aa</u>nu yawma-i<u>dz</u>in bim<u>aa</u> qaddama wa-akhkhar<strong>a</strong>",
        "idn": "Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya.",
        "signCode": "ينبؤا الإنسن يومئذ بما قدم وأخر"
      },
      {
        "id": 5565,
        "surah": 75,
        "nomor": 14,
        "ar": "بَلِ الْاِنْسَانُ عَلٰى نَفْسِهٖ بَصِيْرَةٌۙ",
        "tr": "bali <strong>a</strong>l-ins<u>aa</u>nu 'al<u>aa</u> nafsihi ba<u>sh</u>iira<strong>tun</strong>",
        "idn": "Bahkan manusia menjadi saksi atas dirinya sendiri,",
        "signCode": "بل الإنسن على نفسه بصيرة"
      },
      {
        "id": 5566,
        "surah": 75,
        "nomor": 15,
        "ar": "وَّلَوْ اَلْقٰى مَعَاذِيْرَهٗۗ",
        "tr": "walaw <strong>a</strong>lq<u>aa</u> ma'<u>aadz</u>iirah<strong>u</strong>",
        "idn": "dan meskipun dia mengemukakan alasan-alasannya.",
        "signCode": "ولو ألقى معاذيره"
      },
      {
        "id": 5567,
        "surah": 75,
        "nomor": 16,
        "ar": "لَا تُحَرِّكْ بِهٖ لِسَانَكَ لِتَعْجَلَ بِهٖۗ",
        "tr": "l<u>aa</u> tu<u>h</u>arrik bihi lis<u>aa</u>naka lita'jala bih<strong>i</strong>",
        "idn": "Jangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur'an) karena hendak cepat-cepat (menguasai)nya.",
        "signCode": "لا تحرك به لسانك لتعجل به"
      },
      {
        "id": 5568,
        "surah": 75,
        "nomor": 17,
        "ar": "اِنَّ عَلَيْنَا جَمْعَهٗ وَقُرْاٰنَهٗ ۚ",
        "tr": "inna 'alayn<u>aa</u> jam'ahu waqur-<u>aa</u>nah<strong>u</strong>",
        "idn": "Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya. ",
        "signCode": "إن علينا جمعه وقرءانه"
      },
      {
        "id": 5569,
        "surah": 75,
        "nomor": 18,
        "ar": "فَاِذَا قَرَأْنٰهُ فَاتَّبِعْ قُرْاٰنَهٗ ۚ",
        "tr": "fa-i<u>dzaa</u> qara/n<u>aa</u>hu fa<strong>i</strong>ttabi' qur-<u>aa</u>nah<strong>u</strong>",
        "idn": "Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu. ",
        "signCode": "فإذا قرأنه فاتبع قرءانه"
      },
      {
        "id": 5570,
        "surah": 75,
        "nomor": 19,
        "ar": "ثُمَّ اِنَّ عَلَيْنَا بَيَانَهٗ ۗ",
        "tr": "tsumma inna 'alayn<u>aa</u> bay<u>aa</u>nah<strong>u</strong>",
        "idn": "Kemudian sesungguhnya Kami yang akan menjelaskannya. ",
        "signCode": "ثم إن علينا بيانه"
      },
      {
        "id": 5571,
        "surah": 75,
        "nomor": 20,
        "ar": "كَلَّا بَلْ تُحِبُّوْنَ الْعَاجِلَةَۙ",
        "tr": "kall<u>aa</u> bal tu<u>h</u>ibbuuna <strong>a</strong>l'<u>aa</u>jila<strong>ta</strong>",
        "idn": "Tidak! Bahkan kamu mencintai kehidupan dunia, ",
        "signCode": "كلا بل تحبون العاجلة"
      },
      {
        "id": 5572,
        "surah": 75,
        "nomor": 21,
        "ar": "وَتَذَرُوْنَ الْاٰخِرَةَۗ",
        "tr": "wata<u>dz</u>aruuna <strong>a</strong>l-<u>aa</u>khira<strong>ta</strong>",
        "idn": "dan mengabaikan (kehidupan) akhirat. ",
        "signCode": "وتذرون الءاخرة"
      },
      {
        "id": 5573,
        "surah": 75,
        "nomor": 22,
        "ar": "وُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌۙ",
        "tr": "wujuuhun yawma-i<u>dz</u>in n<u>aad</u>ira<strong>tun</strong>",
        "idn": "Wajah-wajah (orang mukmin) pada hari itu berseri-seri,",
        "signCode": "وجوه يومئذ ناضرة"
      },
      {
        "id": 5574,
        "surah": 75,
        "nomor": 23,
        "ar": "اِلٰى رَبِّهَا نَاظِرَةٌ ۚ",
        "tr": "il<u>aa</u> rabbih<u>aa</u> n<u>aats</u>ira<strong>tun</strong>",
        "idn": "memandang Tuhannya. ",
        "signCode": "إلى ربها ناظرة"
      },
      {
        "id": 5575,
        "surah": 75,
        "nomor": 24,
        "ar": "وَوُجُوْهٌ يَّوْمَىِٕذٍۢ بَاسِرَةٌۙ",
        "tr": "wawujuuhun yawma-i<u>dz</u>in b<u>aa</u>sira<strong>tun</strong>",
        "idn": "Dan wajah-wajah (orang kafir) pada hari itu muram, ",
        "signCode": "ووجوه يومئذ باسرة"
      },
      {
        "id": 5576,
        "surah": 75,
        "nomor": 25,
        "ar": "تَظُنُّ اَنْ يُّفْعَلَ بِهَا فَاقِرَةٌ ۗ",
        "tr": "ta<u>zh</u>unnu an yuf'ala bih<u>aa</u> f<u>aa</u>qira<strong>tun</strong>",
        "idn": "mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang sangat dahsyat.",
        "signCode": "تظن أن يفعل بها فاقرة"
      },
      {
        "id": 5577,
        "surah": 75,
        "nomor": 26,
        "ar": "كَلَّآ اِذَا بَلَغَتِ التَّرَاقِيَۙ",
        "tr": "kall<u>aa</u> i<u>dzaa</u> balaghati <strong>al</strong>ttar<u>aa</u>qiy<strong>a</strong>",
        "idn": "Tidak! Apabila (nyawa) telah sampai ke kerongkongan,",
        "signCode": "كلا إذا بلغت التراقي"
      },
      {
        "id": 5578,
        "surah": 75,
        "nomor": 27,
        "ar": "وَقِيْلَ مَنْ ۜرَاقٍۙ",
        "tr": "waqiila man r<u>aa</u>q<strong>in</strong>",
        "idn": "dan dikatakan (kepadanya), “Siapa yang dapat menyembuhkan?”",
        "signCode": "وقيل من راق"
      },
      {
        "id": 5579,
        "surah": 75,
        "nomor": 28,
        "ar": "وَّظَنَّ اَنَّهُ الْفِرَاقُۙ",
        "tr": "wa<u>zh</u>anna annahu <strong>a</strong>lfir<u>aa</u>q<strong>u</strong>",
        "idn": "Dan dia yakin bahwa itulah waktu perpisahan (dengan dunia), ",
        "signCode": "وظن أنه الفراق"
      },
      {
        "id": 5580,
        "surah": 75,
        "nomor": 29,
        "ar": "وَالْتَفَّتِ السَّاقُ بِالسَّاقِۙ",
        "tr": "wa<strong>i</strong>ltaffati <strong>al</strong>ss<u>aa</u>qu bi<strong>a</strong>lss<u>aa</u>q<strong>i</strong>",
        "idn": "dan bertaut betis (kiri) dengan betis (kanan),",
        "signCode": "والتفت الساق بالساق"
      },
      {
        "id": 5581,
        "surah": 75,
        "nomor": 30,
        "ar": "اِلٰى رَبِّكَ يَوْمَىِٕذِ ِۨالْمَسَاقُ ۗ",
        "tr": "il<u>aa</u> rabbika yawma-i<u>dz</u>in <strong>a</strong>lmas<u>aa</u>q<strong>u</strong>",
        "idn": "kepada Tuhanmulah pada hari itu kamu dihalau. ",
        "signCode": "إلى ربك يومئذ المساق"
      },
      {
        "id": 5582,
        "surah": 75,
        "nomor": 31,
        "ar": "فَلَا صَدَّقَ وَلَا صَلّٰىۙ",
        "tr": "fal<u>aa</u> <u>sh</u>addaqa wal<u>aa</u> <u>sh</u>all<u>aa</u>",
        "idn": "Karena dia (dahulu) tidak mau membenarkan (Al-Qur'an dan Rasul) dan tidak mau melaksanakan salat, ",
        "signCode": "فلا صدق ولا صلى"
      },
      {
        "id": 5583,
        "surah": 75,
        "nomor": 32,
        "ar": "وَلٰكِنْ كَذَّبَ وَتَوَلّٰىۙ",
        "tr": "wal<u>aa</u>kin ka<u>dzdz</u>aba watawall<u>aa</u>",
        "idn": "tetapi justru dia mendustakan (Rasul) dan berpaling (dari kebenaran), ",
        "signCode": "ولكن كذب وتولى"
      },
      {
        "id": 5584,
        "surah": 75,
        "nomor": 33,
        "ar": "ثُمَّ ذَهَبَ اِلٰٓى اَهْلِهٖ يَتَمَطّٰىۗ",
        "tr": "tsumma <u>dz</u>ahaba il<u>aa</u> ahlihi yatama<u>ththaa</u>",
        "idn": "kemudian dia pergi kepada keluarganya dengan sombong.",
        "signCode": "ثم ذهب إلى أهله يتمطى"
      },
      {
        "id": 5585,
        "surah": 75,
        "nomor": 34,
        "ar": "اَوْلٰى لَكَ فَاَوْلٰىۙ",
        "tr": "awl<u>aa</u> laka fa-awl<u>aa</u>",
        "idn": "Celakalah kamu! Maka celakalah! ",
        "signCode": "أولى لك فأولى"
      },
      {
        "id": 5586,
        "surah": 75,
        "nomor": 35,
        "ar": "ثُمَّ اَوْلٰى لَكَ فَاَوْلٰىۗ",
        "tr": "tsumma awl<u>aa</u> laka fa-awl<u>aa</u>",
        "idn": "Sekali lagi, celakalah kamu (manusia)! Maka celakalah! ",
        "signCode": "ثم أولى لك فأولى"
      },
      {
        "id": 5587,
        "surah": 75,
        "nomor": 36,
        "ar": "اَيَحْسَبُ الْاِنْسَانُ اَنْ يُّتْرَكَ سُدًىۗ",
        "tr": "aya<u>h</u>sabu <strong>a</strong>l-ins<u>aa</u>nu an yutraka sud<u>aa</u><strong>n</strong>",
        "idn": "Apakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggungjawaban)?",
        "signCode": "أيحسب الإنسن أن يترك سدى"
      },
      {
        "id": 5588,
        "surah": 75,
        "nomor": 37,
        "ar": "اَلَمْ يَكُ نُطْفَةً مِّنْ مَّنِيٍّ يُّمْنٰى ",
        "tr": "alam yaku nu<u>th</u>fatan min manayyin yumn<u>aa</u>",
        "idn": "Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), ",
        "signCode": "ألم يك نطفة من مني يمنى"
      },
      {
        "id": 5589,
        "surah": 75,
        "nomor": 38,
        "ar": "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوّٰىۙ",
        "tr": "tsumma k<u>aa</u>na 'alaqatan fakhalaqa fasaww<u>aa</u>",
        "idn": "kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, ",
        "signCode": "ثم كان علقة فخلق فسوى"
      },
      {
        "id": 5590,
        "surah": 75,
        "nomor": 39,
        "ar": "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰىۗ",
        "tr": "faja'ala minhu <strong>al</strong>zzawjayni <strong>al</strong><u>dzdz</u>akara wa<strong>a</strong>l-unts<u>aa</u>",
        "idn": "lalu Dia menjadikan darinya sepasang laki-laki dan perempuan. ",
        "signCode": "فجعل منه الزوجين الذكر والأنثى"
      },
      {
        "id": 5591,
        "surah": 75,
        "nomor": 40,
        "ar": "اَلَيْسَ ذٰلِكَ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى",
        "tr": "alaysa <u>dzaa</u>lika biq<u>aa</u>dirin 'al<u>aa</u> an yu<u>h</u>yiya <strong>a</strong>lmawt<u>aa</u>",
        "idn": "Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati?",
        "signCode": "أليس ذلك بقدر على أن يحي الموتى"
      }
    ]
  },
  {
    "status": true,
    "nomor": 76,
    "nama": "الانسان",
    "nama_latin": "Al-Insan",
    "jumlah_ayat": 31,
    "tempat_turun": "madinah",
    "arti": "Manusia",
    "deskripsi": "Surat Al Insaan terdiri atas 31 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Ar Rahmaan. Dinamai <i>al Insaan</i> (manusia) diambil dari perkataan <i>Al Insaan</i> yang terdapat pada ayat pertama surat ini.",
    "audio": "https://santrikoding.com/storage/audio/076.mp3",
    "ayat": [
      {
        "id": 5592,
        "surah": 76,
        "nomor": 1,
        "ar": "هَلْ اَتٰى عَلَى الْاِنْسَانِ حِيْنٌ مِّنَ الدَّهْرِ لَمْ يَكُنْ شَيْـًٔا مَّذْكُوْرًا ",
        "tr": "hal at<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ins<u>aa</u>ni <u>h</u>iinun mina <strong>al</strong>ddahri lam yakun syay-an ma<u>dz</u>kuur<u>aa</u><strong>n</strong>",
        "idn": "Bukankah pernah datang kepada manusia waktu dari masa, yang ketika itu belum merupakan sesuatu yang dapat disebut?",
        "signCode": "هل أتى على الإنسن حين من الدهر لم يكن شيءا مذكورا"
      },
      {
        "id": 5593,
        "surah": 76,
        "nomor": 2,
        "ar": "اِنَّا خَلَقْنَا الْاِنْسَانَ مِنْ نُّطْفَةٍ اَمْشَاجٍۖ نَّبْتَلِيْهِ فَجَعَلْنٰهُ سَمِيْعًاۢ بَصِيْرًا ",
        "tr": "inn<u>aa</u> khalaqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na min nu<u>th</u>fatin amsy<u>aa</u>jin nabtaliihi faja'aln<u>aa</u>hu samii'an ba<u>sh</u>iir<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat.",
        "signCode": "إنا خلقنا الإنسن من نطفة أمشاج نبتليه فجعلنه سميعا بصيرا"
      },
      {
        "id": 5594,
        "surah": 76,
        "nomor": 3,
        "ar": "اِنَّا هَدَيْنٰهُ السَّبِيْلَ اِمَّا شَاكِرًا وَّاِمَّا كَفُوْرًا ",
        "tr": "inn<u>aa</u> hadayn<u>aa</u>hu <strong>al</strong>ssabiila imm<u>aa</u> sy<u>aa</u>kiran wa-imm<u>aa</u> kafuur<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, Kami telah menunjukkan kepadanya jalan yang lurus; ada yang bersyukur dan ada pula yang kufur. ",
        "signCode": "إنا هدينه السبيل إما شاكرا وإما كفورا"
      },
      {
        "id": 5595,
        "surah": 76,
        "nomor": 4,
        "ar": "اِنَّآ اَعْتَدْنَا لِلْكٰفِرِيْنَ سَلٰسِلَا۟ وَاَغْلٰلًا وَّسَعِيْرًا ",
        "tr": "inn<u>aa</u> a'tadn<u>aa</u> lilk<u>aa</u>firiina sal<u>aa</u>sila wa-aghl<u>aa</u>lan wasa'iir<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, Kami telah menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala. ",
        "signCode": "إنا أعتدنا للكفرين سلسلا وأغللا وسعيرا"
      },
      {
        "id": 5596,
        "surah": 76,
        "nomor": 5,
        "ar": "اِنَّ الْاَبْرَارَ يَشْرَبُوْنَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُوْرًاۚ",
        "tr": "inna <strong>a</strong>l-abr<u>aa</u>ra yasyrabuuna min ka/sin k<u>aa</u>na miz<u>aa</u>juh<u>aa</u> k<u>aa</u>fuur<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, orang-orang yang berbuat kebajikan akan minum dari gelas (berisi minuman) yang campurannya adalah air kafur, ",
        "signCode": "إن الأبرار يشربون من كأس كان مزاجها كافورا"
      },
      {
        "id": 5597,
        "surah": 76,
        "nomor": 6,
        "ar": "عَيْنًا يَّشْرَبُ بِهَا عِبَادُ اللّٰهِ يُفَجِّرُوْنَهَا تَفْجِيْرًا ",
        "tr": "'aynan yasyrabu bih<u>aa</u> 'ib<u>aa</u>du <strong>al</strong>l<u>aa</u>hi yufajjiruunah<u>aa</u> tafjiir<u>aa</u><strong>n</strong>",
        "idn": "(yaitu) mata air (dalam surga) yang diminum oleh hamba-hamba Allah dan mereka dapat memancarkannya dengan sebaik-baiknya.",
        "signCode": "عينا يشرب بها عباد الله يفجرونها تفجيرا"
      },
      {
        "id": 5598,
        "surah": 76,
        "nomor": 7,
        "ar": "يُوْفُوْنَ بِالنَّذْرِ وَيَخَافُوْنَ يَوْمًا كَانَ شَرُّهٗ مُسْتَطِيْرًا ",
        "tr": "yuufuuna bi<strong>al</strong>nna<u>dz</u>ri wayakh<u>aa</u>fuuna yawman k<u>aa</u>na syarruhu musta<u>th</u>iir<u>aa</u><strong>n</strong>",
        "idn": "Mereka memenuhi nazar dan takut akan suatu hari yang azabnya merata di mana-mana. ",
        "signCode": "يوفون بالنذر ويخافون يوما كان شره مستطيرا"
      },
      {
        "id": 5599,
        "surah": 76,
        "nomor": 8,
        "ar": "وَيُطْعِمُوْنَ الطَّعَامَ عَلٰى حُبِّهٖ مِسْكِيْنًا وَّيَتِيْمًا وَّاَسِيْرًا ",
        "tr": "wayu<u>th</u>'imuna <strong>al</strong><u>ththh</u>a'<u>aa</u>ma 'al<u>aa</u> <u>h</u>ubbihi miskiinan wayatiiman wa-asiir<u>aa</u><strong>n</strong>",
        "idn": "Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan, ",
        "signCode": "ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا"
      },
      {
        "id": 5600,
        "surah": 76,
        "nomor": 9,
        "ar": "اِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللّٰهِ لَا نُرِيْدُ مِنْكُمْ جَزَاۤءً وَّلَا شُكُوْرًا ",
        "tr": "innam<u>aa</u> nu<u>th</u>'imukum liwajhi <strong>al</strong>l<u>aa</u>hi l<u>aa</u> nuriidu minkum jaz<u>aa</u>-an wal<u>aa</u> syukuur<u>aa</u><strong>n</strong>",
        "idn": "(sambil berkata), “Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu.",
        "signCode": "إنما نطعمكم لوجه الله لا نريد منكم جزاء ولا شكورا"
      },
      {
        "id": 5601,
        "surah": 76,
        "nomor": 10,
        "ar": "اِنَّا نَخَافُ مِنْ رَّبِّنَا يَوْمًا عَبُوْسًا قَمْطَرِيْرًا ",
        "tr": "innam<u>aa</u> nu<u>th</u>'imukum liwajhi <strong>al</strong>l<u>aa</u>hi l<u>aa</u> nuriidu minkum jaz<u>aa</u>-an wal<u>aa</u> syukuur<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.”",
        "signCode": "إنا نخاف من ربنا يوما عبوسا قمطريرا"
      },
      {
        "id": 5602,
        "surah": 76,
        "nomor": 11,
        "ar": "فَوَقٰىهُمُ اللّٰهُ شَرَّ ذٰلِكَ الْيَوْمِ وَلَقّٰىهُمْ نَضْرَةً وَّسُرُوْرًاۚ",
        "tr": "fawaq<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu syarra <u>dzaa</u>lika <strong>a</strong>lyawmi walaqq<u>aa</u>hum na<u>dh</u>ratan wasuruur<u>aa</u><strong>n</strong>",
        "idn": "Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan.",
        "signCode": "فوقىهم الله شر ذلك اليوم ولقىهم نضرة وسرورا"
      },
      {
        "id": 5603,
        "surah": 76,
        "nomor": 12,
        "ar": "وَجَزٰىهُمْ بِمَا صَبَرُوْا جَنَّةً وَّحَرِيْرًاۙ",
        "tr": "wajaz<u>aa</u>hum bim<u>aa</u> <u>sh</u>abaruu jannatan wa<u>h</u>ariir<u>aa</u><strong>n</strong>",
        "idn": "Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera.",
        "signCode": "وجزىهم بما صبروا جنة وحريرا"
      },
      {
        "id": 5604,
        "surah": 76,
        "nomor": 13,
        "ar": "مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۚ  لَا يَرَوْنَ فِيْهَا شَمْسًا وَّلَا زَمْهَرِيْرًاۚ",
        "tr": "muttaki-iina fiih<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ar<u>aa</u>-iki l<u>aa</u> yarawna fiih<u>aa</u> syamsan wal<u>aa</u> zamhariir<u>aa</u><strong>n</strong>",
        "idn": "Di sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan.",
        "signCode": "متكءين فيها على الأرائك لا يرون فيها شمسا ولا زمهريرا"
      },
      {
        "id": 5605,
        "surah": 76,
        "nomor": 14,
        "ar": "وَدَانِيَةً عَلَيْهِمْ ظِلٰلُهَا وَذُلِّلَتْ قُطُوْفُهَا تَذْلِيْلًا ",
        "tr": "wad<u>aa</u>niyatan 'alayhim <u>zh</u>il<u>aa</u>luh<u>aa</u> wa<u>dz</u>ullilat qu<u>th</u>uufuh<u>aa</u> ta<u>dz</u>liil<u>aa</u><strong>n</strong>",
        "idn": "Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya.",
        "signCode": "ودانية عليهم ظللها وذللت قطوفها تذليلا"
      },
      {
        "id": 5606,
        "surah": 76,
        "nomor": 15,
        "ar": "وَيُطَافُ عَلَيْهِمْ بِاٰنِيَةٍ مِّنْ فِضَّةٍ وَّاَكْوَابٍ كَانَتْ قَوَارِيْرَا۠ ",
        "tr": "wayu<u>th</u><u>aa</u>fu 'alayhim bi-<u>aa</u>niyatin min fi<u>dhdh</u>atin wa-akw<u>aa</u>bin k<u>aa</u>nat qaw<u>aa</u>riir<u>aa</u>",
        "idn": "Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal,",
        "signCode": "ويطاف عليهم بءانية من فضة وأكواب كانت قواريرا"
      },
      {
        "id": 5607,
        "surah": 76,
        "nomor": 16,
        "ar": "قَوَارِيْرَا۟ مِنْ فِضَّةٍ قَدَّرُوْهَا تَقْدِيْرًا ",
        "tr": "qaw<u>aa</u>riira min fi<u>dhdh</u>atin qaddaruuh<u>aa</u> taqdiir<u>aa</u><strong>n</strong>",
        "idn": "kristal yang jernih terbuat dari perak, mereka tentukan ukurannya yang sesuai (dengan kehendak mereka). ",
        "signCode": "قواريرا من فضة قدروها تقديرا"
      },
      {
        "id": 5608,
        "surah": 76,
        "nomor": 17,
        "ar": "وَيُسْقَوْنَ فِيْهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيْلًاۚ",
        "tr": "wayusqawna fiih<u>aa</u> ka/san k<u>aa</u>na miz<u>aa</u>juh<u>aa</u> zanjabiil<u>aa</u><strong>n</strong>",
        "idn": "Dan di sana mereka diberi segelas minuman bercampur jahe.",
        "signCode": "ويسقون فيها كأسا كان مزاجها زنجبيلا"
      },
      {
        "id": 5609,
        "surah": 76,
        "nomor": 18,
        "ar": "عَيْنًا فِيْهَا تُسَمّٰى سَلْسَبِيْلًا ",
        "tr": "'aynan fiih<u>aa</u> tusamm<u>aa</u> salsabiil<u>aa</u><strong>n</strong>",
        "idn": "(Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil.",
        "signCode": "عينا فيها تسمى سلسبيلا"
      },
      {
        "id": 5610,
        "surah": 76,
        "nomor": 19,
        "ar": "۞ وَيَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۚ اِذَا رَاَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنْثُوْرًا",
        "tr": "waya<u>th</u>uufu 'alayhim wild<u>aa</u>nun mukhalladuuna i<u>dzaa</u> ra-aytahum <u>h</u>asibtahum lu/lu-an mantsuur<u>aa</u><strong>n</strong>",
        "idn": "Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan.",
        "signCode": "ويطوف عليهم ولدن مخلدون إذا رأيتهم حسبتهم لؤلؤا منثورا"
      },
      {
        "id": 5611,
        "surah": 76,
        "nomor": 20,
        "ar": "وَاِذَا رَاَيْتَ ثَمَّ رَاَيْتَ نَعِيْمًا وَّمُلْكًا كَبِيْرًا ",
        "tr": "wa-i<u>dzaa</u> ra-ayta tsamma ra-ayta na'iiman wamulkan kabiir<u>aa</u><strong>n</strong>",
        "idn": "Dan apabila engkau melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai macam kenikmatan dan kerajaan yang besar.",
        "signCode": "وإذا رأيت ثم رأيت نعيما وملكا كبيرا"
      },
      {
        "id": 5612,
        "surah": 76,
        "nomor": 21,
        "ar": "عٰلِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَّاِسْتَبْرَقٌۖ وَّحُلُّوْٓا اَسَاوِرَ مِنْ فِضَّةٍۚ وَسَقٰىهُمْ رَبُّهُمْ شَرَابًا طَهُوْرًا ",
        "tr": "'<u>aa</u>liyahum tsiy<u>aa</u>bu sundusin khu<u>dh</u>run wa-istabraqun wa<u>h</u>ulluu as<u>aa</u>wira min fi<u>dhdh</u>atin wasaq<u>aa</u>hum rabbuhum syar<u>aa</u>ban <u>th</u>ahuur<u>aa</u><strong>n</strong>",
        "idn": "Mereka berpakaian sutera halus yang hijau dan sutera tebal dan memakai gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih (dan suci).",
        "signCode": "عليهم ثياب سندس خضر وإستبرق وحلوا أساور من فضة وسقىهم ربهم شرابا طهورا"
      },
      {
        "id": 5613,
        "surah": 76,
        "nomor": 22,
        "ar": "اِنَّ هٰذَا كَانَ لَكُمْ جَزَاۤءً وَّكَانَ سَعْيُكُمْ مَّشْكُوْرًا ",
        "tr": "inna h<u>aadzaa</u> k<u>aa</u>na lakum jaz<u>aa</u>-an wak<u>aa</u>na sa'yukum masykuur<u>aa</u><strong>n</strong>",
        "idn": "Inilah balasan untukmu, dan segala usahamu diterima dan diakui (Allah).",
        "signCode": "إن هذا كان لكم جزاء وكان سعيكم مشكورا"
      },
      {
        "id": 5614,
        "surah": 76,
        "nomor": 23,
        "ar": "اِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْاٰنَ تَنْزِيْلًاۚ",
        "tr": "inn<u>aa</u> na<u>h</u>nu nazzaln<u>aa</u> 'alayka <strong>a</strong>lqur-<u>aa</u>na tanziil<u>aa</u><strong>n</strong>",
        "idn": "Sesungguhnya Kamilah yang menurunkan Al-Qur'an kepadamu (Muhammad) secara berangsur-angsur.",
        "signCode": "إنا نحن نزلنا عليك القرءان تنزيلا"
      },
      {
        "id": 5615,
        "surah": 76,
        "nomor": 24,
        "ar": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ اٰثِمًا اَوْ كَفُوْرًاۚ",
        "tr": "fa<strong>i</strong><u>sh</u>bir li<u>h</u>ukmi rabbika wal<u>aa</u> tu<u>th</u>i' minhum <u>aa</u>tsiman aw kafuur<u>aa</u><strong>n</strong>",
        "idn": "Maka bersabarlah untuk (melaksanakan) ketetapan Tuhanmu, dan janganlah engkau ikuti orang yang berdosa dan orang yang kafir di antara mereka.",
        "signCode": "فاصبر لحكم ربك ولا تطع منهم ءاثما أو كفورا"
      },
      {
        "id": 5616,
        "surah": 76,
        "nomor": 25,
        "ar": "وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَّاَصِيْلًاۚ",
        "tr": "wa<strong>u</strong><u>dz</u>kuri isma rabbika bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>",
        "idn": "Dan sebutlah nama Tuhanmu pada (waktu) pagi dan petang.",
        "signCode": "واذكر اسم ربك بكرة وأصيلا"
      },
      {
        "id": 5617,
        "surah": 76,
        "nomor": 26,
        "ar": "وَمِنَ الَّيْلِ فَاسْجُدْ لَهٗ وَسَبِّحْهُ لَيْلًا طَوِيْلًا ",
        "tr": "wamina <strong>al</strong>layli fa<strong>u</strong>sjud lahu wasabbi<u>h</u>hu laylan <u>th</u>awiil<u>aa</u><strong>n</strong>",
        "idn": "Dan pada sebagian dari malam, maka bersujudlah kepada-Nya dan bertasbihlah kepada-Nya pada bagian yang panjang di malam hari.",
        "signCode": "ومن اليل فاسجد له وسبحه ليلا طويلا"
      },
      {
        "id": 5618,
        "surah": 76,
        "nomor": 27,
        "ar": "اِنَّ هٰٓؤُلَاۤءِ يُحِبُّوْنَ الْعَاجِلَةَ وَيَذَرُوْنَ وَرَاۤءَهُمْ يَوْمًا ثَقِيْلًا ",
        "tr": "inna h<u>aa</u>ul<u>aa</u>-i yu<u>h</u>ibbuuna <strong>a</strong>l'<u>aa</u>jilata waya<u>dz</u>aruuna war<u>aa</u>-ahum yawman tsaqiil<u>aa</u><strong>n</strong>",
        "idn": "Sesungguhnya mereka (orang kafir) itu mencintai kehidupan (dunia) dan meninggalkan hari yang berat (hari akhirat) di belakangnya.",
        "signCode": "إن هؤلاء يحبون العاجلة ويذرون وراءهم يوما ثقيلا"
      },
      {
        "id": 5619,
        "surah": 76,
        "nomor": 28,
        "ar": "نَحْنُ خَلَقْنٰهُمْ وَشَدَدْنَآ اَسْرَهُمْۚ وَاِذَا شِئْنَا بَدَّلْنَآ اَمْثَالَهُمْ تَبْدِيْلًا ",
        "tr": "na<u>h</u>nu khalaqn<u>aa</u>hum wasyadadn<u>aa</u> asrahum wa-i<u>dzaa</u> syi/n<u>aa</u> baddaln<u>aa</u> amts<u>aa</u>lahum tabdiil<u>aa</u><strong>n</strong>",
        "idn": "Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka. Tetapi, jika Kami menghendaki, Kami dapat mengganti dengan yang serupa mereka.",
        "signCode": "نحن خلقنهم وشددنا أسرهم وإذا شئنا بدلنا أمثلهم تبديلا"
      },
      {
        "id": 5620,
        "surah": 76,
        "nomor": 29,
        "ar": "اِنَّ هٰذِهٖ تَذْكِرَةٌ ۚ فَمَنْ شَاۤءَ اتَّخَذَ اِلٰى رَبِّهٖ سَبِيْلًا ",
        "tr": "inna h<u>aadz</u>ihi ta<u>dz</u>kiratun faman sy<u>aa</u>-a ittakha<u>dz</u>a il<u>aa</u> rabbihi sabiil<u>aa</u><strong>n</strong>",
        "idn": "Sungguh, (ayat-ayat) ini adalah peringatan, maka barangsiapa menghendaki (kebaikan bagi dirinya) tentu dia mengambil jalan menuju kepada Tuhannya.",
        "signCode": "إن هذه تذكرة فمن شاء اتخذ إلى ربه سبيلا"
      },
      {
        "id": 5621,
        "surah": 76,
        "nomor": 30,
        "ar": "وَمَا تَشَاۤءُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۖ",
        "tr": "wam<u>aa</u> tasy<u>aa</u>uuna ill<u>aa</u> an yasy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na 'aliiman <u>h</u>akiim<u>aa</u><strong>n</strong>",
        "idn": "Tetapi kamu tidak mampu (menempuh jalan itu), kecuali apabila Allah kehendaki Allah. Sungguh, Allah Maha Mengetahui, Mahabijaksana. ",
        "signCode": "وما تشاءون إلا أن يشاء الله إن الله كان عليما حكيما"
      },
      {
        "id": 5622,
        "surah": 76,
        "nomor": 31,
        "ar": "يُّدْخِلُ مَنْ يَّشَاۤءُ فِيْ رَحْمَتِهٖۗ وَالظّٰلِمِيْنَ اَعَدَّ لَهُمْ عَذَابًا اَلِيْمًا",
        "tr": "yudkhilu man yasy<u>aa</u>u fii ra<u>h</u>matihi wa<strong>al</strong><u>zhzhaa</u>limiina a'adda lahum 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>",
        "idn": "Dia memasukkan siapa pun yang Dia kehendaki ke dalam rahmat-Nya (surga). Adapun bagi orang-orang zalim disediakan-Nya azab yang pedih.",
        "signCode": "يدخل من يشاء في رحمته والظلمين أعد لهم عذابا أليما"
      }
    ]
  },
  {
    "status": true,
    "nomor": 77,
    "nama": "المرسلٰت",
    "nama_latin": "Al-Mursalat",
    "jumlah_ayat": 50,
    "tempat_turun": "mekah",
    "arti": "Malaikat Yang Diutus",
    "deskripsi": "Surat Al Mursalaat terdiri atas 50 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Humazah. Dinamai <i>Al Mursalaat</i> (Malaikat-Malaikat yang diutus), diambil dari perkataan <i>Al Mursalaat</i> yang terdapat pada ayat pertama surat ini. Dinamai juga <i>Amma yatasaa aluun</i> diambil dari perkataan <i>Amma yatasaa aluun</i> yang terdapat pada ayat 1 surat ini.",
    "audio": "https://santrikoding.com/storage/audio/077.mp3",
    "ayat": [
      {
        "id": 5623,
        "surah": 77,
        "nomor": 1,
        "ar": "وَالْمُرْسَلٰتِ عُرْفًاۙ",
        "tr": "wa<strong>a</strong>lmursal<u>aa</u>ti 'urf<u>aa</u><strong>n</strong>",
        "idn": "Demi (malaikat-malaikat) yang diutus untuk membawa kebaikan,",
        "signCode": "والمرسلت عرفا"
      },
      {
        "id": 5624,
        "surah": 77,
        "nomor": 2,
        "ar": "فَالْعٰصِفٰتِ عَصْفًاۙ",
        "tr": "fa<strong>a</strong>l'<u>aas</u>if<u>aa</u>ti 'a<u>sh</u>f<u>aa</u><strong>n</strong>",
        "idn": "dan (malaikat-malaikat) yang terbang dengan kencangnya,",
        "signCode": "فالعصفت عصفا"
      },
      {
        "id": 5625,
        "surah": 77,
        "nomor": 3,
        "ar": "وَّالنّٰشِرٰتِ نَشْرًاۙ",
        "tr": "wa<strong>al</strong>nn<u>aa</u>syir<u>aa</u>ti nasyr<u>aa</u><strong>n</strong>",
        "idn": "dan (malaikat-malaikat) yang menyebarkan (rahmat Allah) dengan seluas-luasnya,",
        "signCode": "والنشرت نشرا"
      },
      {
        "id": 5626,
        "surah": 77,
        "nomor": 4,
        "ar": "فَالْفٰرِقٰتِ فَرْقًاۙ",
        "tr": "fa<strong>a</strong>lf<u>aa</u>riq<u>aa</u>ti farq<u>aa</u><strong>n</strong>",
        "idn": "dan (malaikat-malaikat) yang membedakan (antara yang baik dan yang buruk) dengan sejelas-jelasnya,",
        "signCode": "فالفرقت فرقا"
      },
      {
        "id": 5627,
        "surah": 77,
        "nomor": 5,
        "ar": "فَالْمُلْقِيٰتِ ذِكْرًاۙ",
        "tr": "fa<strong>a</strong>lmulqiy<u>aa</u>ti <u>dz</u>ikr<u>aa</u><strong>n</strong>",
        "idn": "dan (malaikat-malaikat) yang menyampaikan wahyu,",
        "signCode": "فالملقيت ذكرا"
      },
      {
        "id": 5628,
        "surah": 77,
        "nomor": 6,
        "ar": "عُذْرًا اَوْ نُذْرًاۙ",
        "tr": "'u<u>dz</u>ran aw nu<u>dz</u>ra<strong>n</strong>",
        "idn": "untuk menolak alasan-alasan atau memberi peringatan.",
        "signCode": "عذرا أو نذرا"
      },
      {
        "id": 5629,
        "surah": 77,
        "nomor": 7,
        "ar": "اِنَّمَا تُوْعَدُوْنَ لَوَاقِعٌۗ",
        "tr": "innam<u>aa</u> tuu'aduuna law<u>aa</u>qi'<strong>un</strong>",
        "idn": "Sungguh, apa yang dijanjikan kepadamu pasti terjadi.",
        "signCode": "إنما توعدون لوقع"
      },
      {
        "id": 5630,
        "surah": 77,
        "nomor": 8,
        "ar": "فَاِذَا النُّجُوْمُ طُمِسَتْۙ",
        "tr": "fa-i<u>dzaa</u> <strong>al</strong>nnujuumu <u>th</u>umisath",
        "idn": "Maka apabila bintang-bintang dihapuskan,",
        "signCode": "فإذا النجوم طمست"
      },
      {
        "id": 5631,
        "surah": 77,
        "nomor": 9,
        "ar": "وَاِذَا السَّمَاۤءُ فُرِجَتْۙ",
        "tr": "wa-i<u>dzaa</u> <strong>al</strong>ssam<u>aa</u>u furijath",
        "idn": "dan apabila langit terbelah,",
        "signCode": "وإذا السماء فرجت"
      },
      {
        "id": 5632,
        "surah": 77,
        "nomor": 10,
        "ar": "وَاِذَا الْجِبَالُ نُسِفَتْۙ",
        "tr": "wa-i<u>dzaa</u> <strong>a</strong>ljib<u>aa</u>lu nusifath",
        "idn": "dan apabila gunung-gunung dihancurkan menjadi debu,",
        "signCode": "وإذا الجبال نسفت"
      },
      {
        "id": 5633,
        "surah": 77,
        "nomor": 11,
        "ar": "وَاِذَا الرُّسُلُ اُقِّتَتْۗ",
        "tr": "wa-i<u>dzaa</u> <strong>al</strong>rrusulu uqqitat",
        "idn": "dan apabila rasul-rasul telah ditetapkan waktunya.",
        "signCode": "وإذا الرسل أقتت"
      },
      {
        "id": 5634,
        "surah": 77,
        "nomor": 12,
        "ar": "لِاَيِّ يَوْمٍ اُجِّلَتْۗ",
        "tr": "li-ayyi yawmin ujjilat",
        "idn": "(Niscaya dikatakan kepada mereka), “Sampai hari apakah ditangguhkan (azab orang-orang kafir itu)?”",
        "signCode": "لأي يوم أجلت"
      },
      {
        "id": 5635,
        "surah": 77,
        "nomor": 13,
        "ar": "لِيَوْمِ الْفَصْلِۚ",
        "tr": "liyawmi <strong>a</strong>lfa<u>sh</u>l<strong>i</strong>",
        "idn": "Sampai hari keputusan.",
        "signCode": "ليوم الفصل"
      },
      {
        "id": 5636,
        "surah": 77,
        "nomor": 14,
        "ar": "وَمَآ اَدْرٰىكَ مَا يَوْمُ الْفَصْلِۗ",
        "tr": "wam<u>aa</u> adr<u>aa</u>ka m<u>aa</u> yawmu <strong>a</strong>lfa<u>sh</u>l<strong>i</strong>",
        "idn": "Dan tahukah kamu apakah hari ke-putusan itu?",
        "signCode": "وما أدرىك ما يوم الفصل"
      },
      {
        "id": 5637,
        "surah": 77,
        "nomor": 15,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran).",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5638,
        "surah": 77,
        "nomor": 16,
        "ar": "اَلَمْ نُهْلِكِ الْاَوَّلِيْنَۗ",
        "tr": "alam nuhliki <strong>a</strong>l-awwaliin<strong>a</strong>",
        "idn": "Bukankah telah Kami binasakan orang-orang yang dahulu?",
        "signCode": "ألم نهلك الأولين"
      },
      {
        "id": 5639,
        "surah": 77,
        "nomor": 17,
        "ar": "ثُمَّ نُتْبِعُهُمُ الْاٰخِرِيْنَ ",
        "tr": "tsumma nutbi'uhumu <strong>a</strong>l-<u>aa</u>khiriin<strong>a</strong>",
        "idn": "Lalu Kami susulkan (azab Kami terhadap) orang-orang yang datang kemudian.",
        "signCode": "ثم نتبعهم الءاخرين"
      },
      {
        "id": 5640,
        "surah": 77,
        "nomor": 18,
        "ar": "كَذٰلِكَ نَفْعَلُ بِالْمُجْرِمِيْنَ ",
        "tr": "ka<u>dzaa</u>lika naf'alu bi<strong>a</strong>lmujrimiin<strong>a</strong>",
        "idn": "Demikianlah Kami perlakukan orang-orang yang berdosa.",
        "signCode": "كذلك نفعل بالمجرمين"
      },
      {
        "id": 5641,
        "surah": 77,
        "nomor": 19,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran).",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5642,
        "surah": 77,
        "nomor": 20,
        "ar": "اَلَمْ نَخْلُقْكُّمْ مِّنْ مَّاۤءٍ مَّهِيْنٍۙ",
        "tr": "alam nakhluqkum min m<u>aa</u>-in mahiin<strong>in</strong>",
        "idn": "Bukankah Kami menciptakan kamu dari air yang hina (mani),",
        "signCode": "ألم نخلقكم من ماء مهين"
      },
      {
        "id": 5643,
        "surah": 77,
        "nomor": 21,
        "ar": "فَجَعَلْنٰهُ فِيْ قَرَارٍ مَّكِيْنٍ",
        "tr": "faja'aln<u>aa</u>hu fii qar<u>aa</u>rin makiin<strong>in</strong>",
        "idn": "kemudian Kami letakkan ia dalam tempat yang kokoh (rahim),",
        "signCode": "فجعلنه في قرار مكين"
      },
      {
        "id": 5644,
        "surah": 77,
        "nomor": 22,
        "ar": "اِلٰى قَدَرٍ مَّعْلُوْمٍۙ",
        "tr": "il<u>aa</u> qadarin ma'luum<strong>in</strong>",
        "idn": "sampai waktu yang ditentukan,",
        "signCode": "إلى قدر معلوم"
      },
      {
        "id": 5645,
        "surah": 77,
        "nomor": 23,
        "ar": "فَقَدَرْنَاۖ فَنِعْمَ الْقٰدِرُوْنَ ",
        "tr": "faqadarn<u>aa</u> fani'ma <strong>a</strong>lq<u>aa</u>diruun<strong>a</strong>",
        "idn": "lalu Kami tentukan (bentuknya), maka (Kamilah) sebaik-baik yang menentukan.",
        "signCode": "فقدرنا فنعم القدرون"
      },
      {
        "id": 5646,
        "surah": 77,
        "nomor": 24,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran).",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5647,
        "surah": 77,
        "nomor": 25,
        "ar": "اَلَمْ نَجْعَلِ الْاَرْضَ كِفَاتًاۙ",
        "tr": "alam naj'ali <strong>a</strong>l-ar<u>dh</u>a kif<u>aa</u>t<u>aa</u><strong>n</strong>",
        "idn": "Bukankah Kami jadikan bumi untuk (tempat) berkumpul,",
        "signCode": "ألم نجعل الأرض كفاتا"
      },
      {
        "id": 5648,
        "surah": 77,
        "nomor": 26,
        "ar": "اَحْيَاۤءً وَّاَمْوَاتًاۙ",
        "tr": "a<u>h</u>y<u>aa</u>-an wa-amw<u>aa</u>t<u>aa</u><strong>n</strong>",
        "idn": "bagi yang masih hidup dan yang sudah mati?",
        "signCode": "أحياء وأموتا"
      },
      {
        "id": 5649,
        "surah": 77,
        "nomor": 27,
        "ar": "وَّجَعَلْنَا فِيْهَا رَوَاسِيَ شٰمِخٰتٍ وَّاَسْقَيْنٰكُمْ مَّاۤءً فُرَاتًاۗ",
        "tr": "waja'aln<u>aa</u> fiih<u>aa</u> raw<u>aa</u>siya sy<u>aa</u>mikh<u>aa</u>tin wa-asqayn<u>aa</u>kum m<u>aa</u>-an fur<u>aa</u>t<u>aa</u><strong>n</strong>",
        "idn": "Dan Kami jadikan padanya gunung-gunung yang tinggi, dan Kami beri minum kamu dengan air tawar?",
        "signCode": "وجعلنا فيها روسي شمخت وأسقينكم ماء فراتا"
      },
      {
        "id": 5650,
        "surah": 77,
        "nomor": 28,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran).",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5651,
        "surah": 77,
        "nomor": 29,
        "ar": "اِنْطَلِقُوْٓا اِلٰى مَا كُنْتُمْ بِهٖ تُكَذِّبُوْنَۚ",
        "tr": "in<u>th</u>aliquu il<u>aa</u> m<u>aa</u> kuntum bihi tuka<u>dzdz</u>ibuun<strong>a</strong>",
        "idn": "(Akan dikatakan), “Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan.",
        "signCode": "انطلقوا إلى ما كنتم به تكذبون"
      },
      {
        "id": 5652,
        "surah": 77,
        "nomor": 30,
        "ar": "اِنْطَلِقُوْٓا اِلٰى ظِلٍّ ذِيْ ثَلٰثِ شُعَبٍ ",
        "tr": "in<u>th</u>aliquu il<u>aa</u> <u>zh</u>illin <u>dz</u>ii tsal<u>aa</u>tsi syu'ab<strong>in</strong>",
        "idn": "Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang, ",
        "signCode": "انطلقوا إلى ظل ذي ثلث شعب"
      },
      {
        "id": 5653,
        "surah": 77,
        "nomor": 31,
        "ar": "لَا ظَلِيْلٍ وَّلَا يُغْنِيْ مِنَ اللَّهَبِۗ",
        "tr": "<u>aa</u> <u>zh</u>aliilin wal<u>aa</u> yughnii mina <strong>al</strong>lahab<strong>i</strong>",
        "idn": "yang tidak melindungi dan tidak pula menolak nyala api neraka.” ",
        "signCode": "لا ظليل ولا يغني من اللهب"
      },
      {
        "id": 5654,
        "surah": 77,
        "nomor": 32,
        "ar": "اِنَّهَا تَرْمِيْ بِشَرَرٍ كَالْقَصْرِۚ",
        "tr": "innah<u>aa</u> tarmii bisyararin ka<strong>a</strong>lqa<u>sh</u>r<strong>i</strong>",
        "idn": "Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, ",
        "signCode": "إنها ترمي بشرر كالقصر"
      },
      {
        "id": 5655,
        "surah": 77,
        "nomor": 33,
        "ar": "كَاَنَّهٗ جِمٰلَتٌ صُفْرٌۗ",
        "tr": "ka-annahu jim<u>aa</u>latun <u>sh</u>ufr<strong>un</strong>",
        "idn": "seakan-akan iring-iringan unta yang kuning.",
        "signCode": "كأنه جملت صفر"
      },
      {
        "id": 5656,
        "surah": 77,
        "nomor": 34,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). ",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5657,
        "surah": 77,
        "nomor": 35,
        "ar": "هٰذَا يَوْمُ لَا يَنْطِقُوْنَۙ",
        "tr": "h<u>aadzaa</u> yawmu l<u>aa</u> yan<u>th</u>iquun<strong>a</strong>",
        "idn": "Inilah hari, saat mereka tidak dapat berbicara, ",
        "signCode": "هذا يوم لا ينطقون"
      },
      {
        "id": 5658,
        "surah": 77,
        "nomor": 36,
        "ar": "وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُوْنَ ",
        "tr": "wal<u>aa</u> yu/<u>dz</u>anu lahum faya'ta<u>dz</u>iruun<strong>a</strong>",
        "idn": "dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. ",
        "signCode": "ولا يؤذن لهم فيعتذرون"
      },
      {
        "id": 5659,
        "surah": 77,
        "nomor": 37,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). ",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5660,
        "surah": 77,
        "nomor": 38,
        "ar": "هٰذَا يَوْمُ الْفَصْلِ جَمَعْنٰكُمْ وَالْاَوَّلِيْنَ ",
        "tr": "h<u>aadzaa</u> yawmu <strong>a</strong>lfa<u>sh</u>li jama'n<u>aa</u>kum wa<strong>a</strong>l-awwaliin<strong>a</strong>",
        "idn": "Inilah hari keputusan; (pada hari ini) Kami kumpulkan kamu dan orang-orang yang terdahulu. ",
        "signCode": "هذا يوم الفصل جمعنكم والأولين"
      },
      {
        "id": 5661,
        "surah": 77,
        "nomor": 39,
        "ar": "فَاِنْ كَانَ لَكُمْ كَيْدٌ فَكِيْدُوْنِ ",
        "tr": "fa-in k<u>aa</u>na lakum kaydun fakiiduun<strong>i</strong>",
        "idn": "Maka jika kamu punya tipu daya, maka lakukanlah (tipu daya) itu terhadap-Ku. ",
        "signCode": "فإن كان لكم كيد فكيدون"
      },
      {
        "id": 5662,
        "surah": 77,
        "nomor": 40,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran).",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5663,
        "surah": 77,
        "nomor": 41,
        "ar": "اِنَّ الْمُتَّقِيْنَ فِيْ ظِلٰلٍ وَّعُيُوْنٍۙ",
        "tr": "inna <strong>a</strong>lmuttaqiina fii <u>zh</u>il<u>aa</u>lin wa'uyuun<strong>in</strong>",
        "idn": "Sungguh, orang-orang yang bertakwa berada dalam naungan (pepohonan surga yang teduh) dan (di sekitar) mata air, ",
        "signCode": "إن المتقين في ظلل وعيون"
      },
      {
        "id": 5664,
        "surah": 77,
        "nomor": 42,
        "ar": "وَّفَوَاكِهَ مِمَّا يَشْتَهُوْنَۗ",
        "tr": "wafaw<u>aa</u>kiha mimm<u>aa</u> yasytahuun<strong>a</strong>",
        "idn": "dan buah-buahan yang mereka sukai. ",
        "signCode": "وفوكه مما يشتهون"
      },
      {
        "id": 5665,
        "surah": 77,
        "nomor": 43,
        "ar": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَا كُنْتُمْ تَعْمَلُوْنَ ",
        "tr": "kuluu wa<strong>i</strong>syrabuu hanii-an bim<u>aa</u> kuntum ta'maluun<strong>a</strong>",
        "idn": "(Katakan kepada mereka), “Makan dan minumlah dengan rasa nikmat sebagai balasan dari apa yang telah kamu kerjakan.” ",
        "signCode": "كلوا واشربوا هنيءا بما كنتم تعملون"
      },
      {
        "id": 5666,
        "surah": 77,
        "nomor": 44,
        "ar": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ",
        "tr": "inn<u>aa</u> ka<u>dzaa</u>lika najzii <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
        "idn": "Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. ",
        "signCode": "إنا كذلك نجزي المحسنين"
      },
      {
        "id": 5667,
        "surah": 77,
        "nomor": 45,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). ",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5668,
        "surah": 77,
        "nomor": 46,
        "ar": "كُلُوْا وَتَمَتَّعُوْا قَلِيْلًا اِنَّكُمْ مُّجْرِمُوْنَ ",
        "tr": "kuluu watamatta'uu qaliilan innakum mujrimuun<strong>a</strong>",
        "idn": "(Katakan kepada orang-orang kafir), “Makan dan bersenang-senanglah kamu (di dunia) sebentar, sesungguhnya kamu orang-orang durhaka!”",
        "signCode": "كلوا وتمتعوا قليلا إنكم مجرمون"
      },
      {
        "id": 5669,
        "surah": 77,
        "nomor": 47,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). ",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5670,
        "surah": 77,
        "nomor": 48,
        "ar": "وَاِذَا قِيْلَ لَهُمُ ارْكَعُوْا لَا يَرْكَعُوْنَ ",
        "tr": "wa-i<u>dzaa</u> qiila lahumu irka'uu l<u>aa</u> yarka'uun<strong>a</strong>",
        "idn": "Dan apabila dikatakan kepada mereka, “Rukuklah,” mereka tidak mau rukuk.",
        "signCode": "وإذا قيل لهم اركعوا لا يركعون"
      },
      {
        "id": 5671,
        "surah": 77,
        "nomor": 49,
        "ar": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
        "tr": "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>",
        "idn": "Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran)! ",
        "signCode": "ويل يومئذ للمكذبين"
      },
      {
        "id": 5672,
        "surah": 77,
        "nomor": 50,
        "ar": "فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ   ۔",
        "tr": "fabi-ayyi <u>h</u>adiitsin ba'dahu yu/minuun<strong>a</strong>",
        "idn": "Maka kepada ajaran manakah (selain Al-Qur'an) ini mereka akan beriman?",
        "signCode": "فبأي حديث بعده يؤمنون"
      }
    ]
  }
]