{
    "status": true,
    "nomor": 14,
    "nama": "ابرٰهيم",
    "nama_latin": "Ibrahim",
    "jumlah_ayat": 52,
    "tempat_turun": "mekah",
    "arti": "Ibrahim",
    "deskripsi": "Surat Ibrahim ini terdiri atas 52 ayat, termasuk golongan surat-surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan <i>Ibrahim</i>, karena surat ini mengandung doa Nabi Ibrahim a.s. yaitu ayat 35 sampai dengan 41. Do'a ini isinya antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala-berhala dan agar Mekah dan daerah sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim a.s. ini telah diperkenankan oleh Allah s.w.t. sebagaimana telah terbukti keamanannya sejak dahulu sampai sekarang. Do'a tersebut dipanjatkan beliau ke hadirat Allah s.w.t. sesudah selesai membina Ka'bah bersama puteranya Ismail a.s., di dataran tanah Mekah yang tandus.",
    "audio": "https://santrikoding.com/storage/audio/014.mp3",
    "ayat": [
        {
            "id": 1751,
            "surah": 14,
            "nomor": 1,
            "ar": "الۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ",
            "tr": "alif-l<u>aa</u>m-r<u>aa</u> kit<u>aa</u>bun anzaln<u>aa</u>hu ilayka litukhrija <strong>al</strong>nn<u>aa</u>sa mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri bi-i<u>dz</u>ni rabbihim il<u>aa</u> <u>sh</u>ir<u>aath</u>i <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>amiid<strong>i</strong>",
            "idn": "Alif Lam Ra. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji."
        },
        {
            "id": 1752,
            "surah": 14,
            "nomor": 2,
            "ar": "اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ  ",
            "tr": "<strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wawaylun lilk<u>aa</u>firiina min 'a<u>dzaa</u>bin syadiid<strong>in</strong>",
            "idn": "Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi. Celakalah bagi orang yang ingkar kepada Tuhan karena siksaan yang sangat berat, "
        },
        {
            "id": 1753,
            "surah": 14,
            "nomor": 3,
            "ar": " ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ",
            "tr": "<strong>al</strong>la<u>dz</u>iina yasta<u>h</u>ibbuuna <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-<u>aa</u>khirati waya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wayabghuunah<u>aa</u> 'iwajan ul<u>aa</u>-ika fii <u>dh</u>al<u>aa</u>lin ba'iid<strong>in</strong>",
            "idn": "(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh."
        },
        {
            "id": 1754,
            "surah": 14,
            "nomor": 4,
            "ar": "وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "tr": "wam<u>aa</u> arsaln<u>aa</u> min rasuulin ill<u>aa</u> bilis<u>aa</u>ni qawmihi liyubayyina lahum fayu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu man yasy<u>aa</u>u wayahdii man yasy<u>aa</u>u wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
            "idn": "Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana."
        },
        {
            "id": 1755,
            "surah": 14,
            "nomor": 5,
            "ar": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ",
            "tr": "walaqad arsaln<u>aa</u> muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> an akhrij qawmaka mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wa<u>dz</u>akkirhum bi-ayy<u>aa</u>mi <strong>al</strong>l<u>aa</u>hi inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin likulli <u>sh</u>abb<u>aa</u>rin syakuur<strong>in</strong>",
            "idn": "Dan sungguh, Kami telah mengutus Musa dengan membawa tanda-tanda (kekuasaan) Kami, (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari kegelapan kepada cahaya terang-benderang dan ingatkanlah mereka kepada hari-hari Allah.” Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur."
        },
        {
            "id": 1756,
            "surah": 14,
            "nomor": 6,
            "ar": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِي",
            "tr": "wa-i<u>dz</u> q<u>aa</u>la muus<u>aa</u> liqawmihi u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum i<u>dz</u> anj<u>aa</u>kum min <u>aa</u>li fir'awna yasuumuunakum suu-a <strong>a</strong>l'a<u>dzaa</u>bi wayu<u>dz</u>abbi<u>h</u>uuna abn<u>aa</u>-akum wayasta<u>h</u>yuuna nis<u>aa</u>-akum wafii <u>dzaa</u>likum bal<u>aa</u>un min rabbikum 'a<u>zh</u>iim<strong>un</strong>",
            "idn": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu suatu cobaan yang besar dari Tuhanmu."
        },
        {
            "id": 1757,
            "surah": 14,
            "nomor": 7,
            "ar": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ",
            "tr": "wa-i<u>dz</u> ta-a<u>dzdz</u>ana rabbukum la-in syakartum la-aziidannakum wala-in kafartum inna 'a<u>dzaa</u>bii lasyadiid<strong>un</strong>",
            "idn": "Dan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.”"
        },
        {
            "id": 1758,
            "surah": 14,
            "nomor": 8,
            "ar": "وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ",
            "tr": "waq<u>aa</u>la muus<u>aa</u> in takfuruu antum waman fii <strong>a</strong>l-ar<u>dh</u>i jamii'an fa-inna <strong>al</strong>l<u>aa</u>ha laghaniyyun <u>h</u>amiid<strong>un</strong>",
            "idn": "Dan Musa berkata, “Jika kamu dan orang yang ada di bumi semuanya  mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji."
        },
        {
            "id": 1759,
            "surah": 14,
            "nomor": 9,
            "ar": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِ",
            "tr": "alam ya/tikum nabau <strong>al</strong>la<u>dz</u>iina min qablikum qawmi nuu<u>h</u>in wa'<u>aa</u>din watsamuuda wa<strong>a</strong>lla<u>dz</u>iina min ba'dihim l<u>aa</u> ya'lamuhum ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti faradduu aydiyahum fii afw<u>aa</u>hihim waq<u>aa</u>luu inn<u>aa</u> kafarn<u>aa</u> bim<u>aa</u> ursiltum bihi wa-inn<u>aa</u> lafii syakkin mimm<u>aa</u> tad'uunan<u>aa</u> ilayhi muriib<strong>un</strong>",
            "idn": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, “Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.”"
        },
        {
            "id": 1760,
            "surah": 14,
            "nomor": 10,
            "ar": "۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا ك",
            "tr": "q<u>aa</u>lat rusuluhum afii <strong>al</strong>l<u>aa</u>hi syakkun f<u>aath</u>iri <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yad'uukum liyaghfira lakum min <u>dz</u>unuubikum wayu-akhkhirakum il<u>aa</u> ajalin musamman q<u>aa</u>luu in antum ill<u>aa</u> basyarun mitslun<u>aa</u> turiiduuna an ta<u>sh</u>udduun<u>aa</u> 'amm<u>aa</u> k<u>aa</u>na ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> fa/tuun<u>aa</u> bisul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>",
            "idn": "Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?” Mereka berkata, “Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”"
        },
        {
            "id": 1761,
            "surah": 14,
            "nomor": 11,
            "ar": "قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "tr": "q<u>aa</u>lat lahum rusuluhum in na<u>h</u>nu ill<u>aa</u> basyarun mitslukum wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yamunnu 'al<u>aa</u> man yasy<u>aa</u>u min 'ib<u>aa</u>dihi wam<u>aa</u> k<u>aa</u>na lan<u>aa</u> an na/tiyakum bisul<u>th</u><u>aa</u>nin ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>",
            "idn": "Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman bertawakal."
        },
        {
            "id": 1762,
            "surah": 14,
            "nomor": 12,
            "ar": "وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ ",
            "tr": "wam<u>aa</u> lan<u>aa</u> <strong>al</strong>l<u>aa</u> natawakkala 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi waqad had<u>aa</u>n<u>aa</u> subulan<u>aa</u> walana<u>sh</u>biranna 'al<u>aa</u> m<u>aa</u> <u>aadz</u>aytumuun<u>aa</u> wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmutawakkiluun<strong>a</strong>",
            "idn": "Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal berserah diri.”"
        },
        {
            "id": 1763,
            "surah": 14,
            "nomor": 13,
            "ar": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ",
            "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lirusulihim lanukhrijannakum min ar<u>dh</u>in<u>aa</u> aw lata'uudunna fii millatin<u>aa</u> fa-aw<u>haa</u> ilayhim rabbuhum lanuhlikanna <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
            "idn": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.” Maka Tuhan mewahyukan kepada mereka, “Kami pasti akan membinasakan orang yang zalim itu."
        },
        {
            "id": 1764,
            "surah": 14,
            "nomor": 14,
            "ar": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ",
            "tr": "walanuskinannakumu <strong>a</strong>l-ar<u>dh</u>a min ba'dihim <u>dzaa</u>lika liman kh<u>aa</u>fa maq<u>aa</u>mii wakh<u>aa</u>fa wa'iid<strong>i</strong>",
            "idn": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.”"
        },
        {
            "id": 1765,
            "surah": 14,
            "nomor": 15,
            "ar": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ",
            "tr": "wa<strong>i</strong>stafta<u>h</u>uu wakh<u>aa</u>ba kullu jabb<u>aa</u>rin 'aniid<strong>in</strong>",
            "idn": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala, "
        },
        {
            "id": 1766,
            "surah": 14,
            "nomor": 16,
            "ar": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ",
            "tr": "min war<u>aa</u>-ihi jahannamu wayusq<u>aa</u> min m<u>aa</u>-in <u>sh</u>adiid<strong>in</strong>",
            "idn": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,"
        },
        {
            "id": 1767,
            "surah": 14,
            "nomor": 17,
            "ar": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ",
            "tr": "yatajarra'uhu wal<u>aa</u> yak<u>aa</u>du yusiighuhu waya/tiihi <strong>a</strong>lmawtu min kulli mak<u>aa</u>nin wam<u>aa</u> huwa bimayyitin wamin war<u>aa</u>-ihi 'a<u>dzaa</u>bun ghalii<u>zh</u><strong>un</strong>",
            "idn": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat."
        },
        {
            "id": 1768,
            "surah": 14,
            "nomor": 18,
            "ar": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ",
            "tr": "matsalu <strong>al</strong>la<u>dz</u>iina kafaruu birabbihim a'm<u>aa</u>luhum karam<u>aa</u>din isytaddat bihi <strong>al</strong>rrii<u>h</u>u fii yawmin '<u>aas</u>ifin l<u>aa</u> yaqdiruuna mimm<u>aa</u> kasabuu 'al<u>aa</u> syay-in <u>dzaa</u>lika huwa <strong>al</strong><u>dhdh</u>al<u>aa</u>lu <strong>a</strong>lba'iid<strong>u</strong>",
            "idn": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh."
        },
        {
            "id": 1769,
            "surah": 14,
            "nomor": 19,
            "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ",
            "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi in yasya/ yu<u>dz</u>hibkum waya/ti bikhalqin jadiid<strong>in </strong>",
            "idn": "Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu),"
        },
        {
            "id": 1770,
            "surah": 14,
            "nomor": 20,
            "ar": "وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ",
            "tr": "wam<u>aa</u> <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi'aziiz<strong>in</strong>",
            "idn": "dan yang demikian itu tidak sukar bagi Allah."
        },
        {
            "id": 1771,
            "surah": 14,
            "nomor": 21,
            "ar": "وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَ",
            "tr": "wabarazuu lill<u>aa</u>hi jamii'an faq<u>aa</u>la <strong>al</strong><u>dhdh</u>u'af<u>aa</u>u lilla<u>dz</u>iina istakbaruu inn<u>aa</u> kunn<u>aa</u> lakum taba'an fahal antum mughnuuna 'ann<u>aa</u> min 'a<u>dzaa</u>bi <strong>al</strong>l<u>aa</u>hi min syay-in q<u>aa</u>luu law had<u>aa</u>n<u>aa</u> <strong>al</strong>l<u>aa</u>hu lahadayn<u>aa</u>kum saw<u>aa</u>un 'alayn<u>aa</u> ajazi'n<u>aa</u> am <u>sh</u>abarn<u>aa</u> m<u>aa</u> lan<u>aa</u> min ma<u>h</u>ii<u>sh</u><strong>in</strong>",
            "idn": "Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.”"
        },
        {
            "id": 1772,
            "surah": 14,
            "nomor": 22,
            "ar": "وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُم",
            "tr": "waq<u>aa</u>la <strong>al</strong>sysyay<u>th</u><u>aa</u>nu lamm<u>aa</u> qu<u>dh</u>iya <strong>a</strong>l-amru inna <strong>al</strong>l<u>aa</u>ha wa'adakum wa'da <strong>a</strong>l<u>h</u>aqqi wawa'adtukum fa-akhlaftukum wam<u>aa</u> k<u>aa</u>na liya 'alaykum min sul<u>th</u><u>aa</u>nin ill<u>aa</u> an da'awtukum fa<strong>i</strong>stajabtum lii fal<u>aa</u> taluumuunii waluumuu anfusakum m<u>aa</u> an<u>aa</u> bimu<u>sh</u>rikhikum wam<u>aa</u> antum bimu<u>sh</u>rikhiyya innii kafartu bim<u>aa</u> asyraktumuuni min qablu inna <strong>al</strong><u>zhzhaa</u>limiina lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
            "idn": "Dan setan berkata ketika perkara (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih."
        },
        {
            "id": 1773,
            "surah": 14,
            "nomor": 23,
            "ar": "وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ",
            "tr": "waudkhila <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> bi-i<u>dz</u>ni rabbihim ta<u>h</u>iyyatuhum fiih<u>aa</u> sal<u>aa</u>m<strong>un</strong>",
            "idn": "Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salam."
        },
        {
            "id": 1774,
            "surah": 14,
            "nomor": 24,
            "ar": "اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ",
            "tr": "alam tara kayfa <u>dh</u>araba <strong>al</strong>l<u>aa</u>hu matsalan kalimatan <u>th</u>ayyibatan kasyajaratin <u>th</u>ayyibatin a<u>sh</u>luh<u>aa</u> ts<u>aa</u>bitun wafar'uh<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>/-<strong>i</strong>",
            "idn": "Tidakkah kamu memperhatikan bagai-mana Allah telah membuat perumpamaan kalimat yang baik seperti pohon yang baik, akarnya kuat dan cabangnya (menjulang) ke langit,"
        },
        {
            "id": 1775,
            "surah": 14,
            "nomor": 25,
            "ar": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
            "tr": "tu/tii ukulah<u>aa</u> kulla <u>h</u>iinin bi-i<u>dz</u>ni rabbih<u>aa</u> waya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l-amts<u>aa</u>la li<strong>l</strong>nn<u>aa</u>si la'allahum yata<u>dz</u>akkaruun<strong>a</strong>",
            "idn": "(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat."
        },
        {
            "id": 1776,
            "surah": 14,
            "nomor": 26,
            "ar": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ",
            "tr": "wamatsalu kalimatin khabiitsatin kasyajaratin khabiitsatin ijtutstsat min fawqi <strong>a</strong>l-ar<u>dh</u>i m<u>aa</u> lah<u>aa</u> min qar<u>aa</u>r<strong>in</strong>",
            "idn": "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun."
        },
        {
            "id": 1777,
            "surah": 14,
            "nomor": 27,
            "ar": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ",
            "tr": "yutsabbitu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu bi<strong>a</strong>lqawli <strong>al</strong>tsts<u>aa</u>biti fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wafii <strong>a</strong>l-<u>aa</u>khirati wayu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu <strong>al</strong><u>zhzhaa</u>limiina wayaf'alu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yasy<u>aa</u>/<strong>u</strong>",
            "idn": " Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki."
        },
        {
            "id": 1778,
            "surah": 14,
            "nomor": 28,
            "ar": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ",
            "tr": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina baddaluu ni'mata <strong>al</strong>l<u>aa</u>hi kufran wa-a<u>h</u>alluu qawmahum d<u>aa</u>ra <strong>a</strong>lbaw<u>aa</u>r<strong>i</strong>",
            "idn": "Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?"
        },
        {
            "id": 1779,
            "surah": 14,
            "nomor": 29,
            "ar": "جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ",
            "tr": "jahannama ya<u>sh</u>lawnah<u>aa</u> wabi/sa <strong>a</strong>lqar<u>aa</u>r<strong>u</strong>",
            "idn": " yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman."
        },
        {
            "id": 1780,
            "surah": 14,
            "nomor": 30,
            "ar": "وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ",
            "tr": "waja'aluu lill<u>aa</u>hi and<u>aa</u>dan liyu<u>dh</u>illuu 'an sabiilihi qul tamatta'uu fa-inna ma<u>sh</u>iirakum il<u>aa</u> <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
            "idn": "Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), “Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.”"
        },
        {
            "id": 1781,
            "surah": 14,
            "nomor": 31,
            "ar": "قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ",
            "tr": "qul li'ib<u>aa</u>diya <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu yuqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wayunfiquu mimm<u>aa</u> razaqn<u>aa</u>hum sirran wa'al<u>aa</u>niyatan min qabli an ya/tiya yawmun l<u>aa</u> bay'un fiihi wal<u>aa</u> khil<u>aa</u>l<strong>un</strong>",
            "idn": "Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.” "
        },
        {
            "id": 1782,
            "surah": 14,
            "nomor": 32,
            "ar": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ",
            "tr": "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wa-anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-akhraja bihi mina <strong>al</strong>tstsamar<u>aa</u>ti rizqan lakum wasakhkhara lakumu <strong>a</strong>lfulka litajriya fii <strong>a</strong>lba<u>h</u>ri bi-amrihi wasakhkhara lakumu <strong>a</strong>l-anh<u>aa</u>r<strong>a</strong>",
            "idn": "Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu. "
        },
        {
            "id": 1783,
            "surah": 14,
            "nomor": 33,
            "ar": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ",
            "tr": "wasakhkhara lakumu <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara d<u>aa</u>-ibayni wasakhkhara lakumu <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>r<strong>a</strong>",
            "idn": "Dan Dia telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu."
        },
        {
            "id": 1784,
            "surah": 14,
            "nomor": 34,
            "ar": "وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ ࣖ  ",
            "tr": "wa<u>aa</u>t<u>aa</u>kum min kulli m<u>aa</u> sa-altumuuhu wa-in ta'udduu ni'mata <strong>al</strong>l<u>aa</u>hi l<u>aa</u> tu<u>hs</u>uuh<u>aa</u> inna <strong>a</strong>l-ins<u>aa</u>na la<u>zh</u>aluumun kaff<u>aa</u>r<strong>un</strong>",
            "idn": "Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah)."
        },
        {
            "id": 1785,
            "surah": 14,
            "nomor": 35,
            "ar": "وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ   ",
            "tr": "wa-i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu rabbi ij'al h<u>aadzaa</u> <strong>a</strong>lbalada <u>aa</u>minan wa<strong>u</strong>jnubnii wabaniyya an na'buda <strong>a</strong>l-a<u>sh</u>n<u>aa</u>m<strong>a</strong>",
            "idn": "Dan (ingatlah), ketika Ibrahim berdoa, “Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala."
        },
        {
            "id": 1786,
            "surah": 14,
            "nomor": 36,
            "ar": "رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ ",
            "tr": "rabbi innahunna a<u>dh</u>lalna katsiiran mina <strong>al</strong>nn<u>aa</u>si faman tabi'anii fa-innahu minnii waman 'a<u>shaa</u>nii fa-innaka ghafuurun ra<u>h</u>iim<strong>un</strong>",
            "idn": "Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barangsiapa mengikutiku, maka orang itu termasuk golonganku, dan barang-siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 1787,
            "surah": 14,
            "nomor": 37,
            "ar": "رَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ",
            "tr": "rabban<u>aa</u> innii askantu min <u>dz</u>urriyyatii biw<u>aa</u>din ghayri <u>dz</u>ii zar'in 'inda baytika <strong>a</strong>lmu<u>h</u>arrami rabban<u>aa</u> liyuqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta fa<strong>i</strong>j'al af-idatan mina <strong>al</strong>nn<u>aa</u>si tahwii ilayhim wa<strong>u</strong>rzuqhum mina <strong>al</strong>tstsamar<u>aa</u>ti la'allahum yasykuruun<strong>a</strong>",
            "idn": "Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur."
        },
        {
            "id": 1788,
            "surah": 14,
            "nomor": 38,
            "ar": "رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
            "tr": "rabban<u>aa</u> innaka ta'lamu m<u>aa</u> nukhfii wam<u>aa</u> nu'linu wam<u>aa</u> yakhf<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi min syay-in fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>/-<strong>i</strong>",
            "idn": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan; dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit."
        },
        {
            "id": 1789,
            "surah": 14,
            "nomor": 39,
            "ar": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ ",
            "tr": "al<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii wahaba lii 'al<u>aa</u> <strong>a</strong>lkibari ism<u>aa</u>'iila wa-is<u>haa</u>qa inna rabbii lasamii'u <strong>al</strong>ddu'<u>aa</u>/-<strong>i</strong>",
            "idn": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(ku) Ismail dan Ishak. Sungguh, Tuhanku benar-benar Maha Mendengar (memperkenankan) doa."
        },
        {
            "id": 1790,
            "surah": 14,
            "nomor": 40,
            "ar": "رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ ",
            "tr": "rabbi ij'alnii muqiima <strong>al</strong><u>shsh</u>al<u>aa</u>ti wamin <u>dz</u>urriyyatii rabban<u>aa</u> wtaqabbal du'<u>aa</u>/-<strong>i</strong>",
            "idn": " Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan salat, ya Tuhan kami, perkenankanlah doaku."
        },
        {
            "id": 1791,
            "surah": 14,
            "nomor": 41,
            "ar": "رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ࣖ ",
            "tr": "rabban<u>aa</u> ighfir lii waliw<u>aa</u>lidayya walilmu/miniina yawma yaquumu <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>u</strong>",
            "idn": " Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan semua orang yang beriman pada hari diadakan perhitungan (hari Kiamat).”"
        },
        {
            "id": 1792,
            "surah": 14,
            "nomor": 42,
            "ar": "وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ",
            "tr": "wal<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>l<u>aa</u>ha gh<u>aa</u>filan 'amm<u>aa</u> ya'malu <strong>al</strong><u>zhzhaa</u>limuuna innam<u>aa</u> yu-akhkhiruhum liyawmin tasykha<u>sh</u>u fiihi <strong>a</strong>l-ab<u>shaa</u>r<strong>u</strong>",
            "idn": "Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,"
        },
        {
            "id": 1793,
            "surah": 14,
            "nomor": 43,
            "ar": "مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ  ",
            "tr": "muh<u>th</u>i'iina muqni'ii ruuusihim l<u>aa</u> yartaddu ilayhim <u>th</u>arfuhum wa-af-idatuhum haw<u>aa</u>/<strong>un</strong>",
            "idn": "mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. "
        },
        {
            "id": 1794,
            "surah": 14,
            "nomor": 44,
            "ar": "وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ  ",
            "tr": "wa-an<u>dz</u>iri <strong>al</strong>nn<u>aa</u>sa yawma ya/tiihimu <strong>a</strong>l'a<u>dzaa</u>bu fayaquulu <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu rabban<u>aa</u> akhkhirn<u>aa</u> il<u>aa</u> ajalin qariibin nujib da'wataka wanattabi'i <strong>al</strong>rrusula awa lam takuunuu aqsamtum min qablu m<u>aa</u> lakum min zaw<u>aa</u>l<strong>in</strong>",
            "idn": "Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, “Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan), “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa?"
        },
        {
            "id": 1795,
            "surah": 14,
            "nomor": 45,
            "ar": "وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ ",
            "tr": "wasakantum fii mas<u>aa</u>kini <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu anfusahum watabayyana lakum kayfa fa'aln<u>aa</u> bihim wa<u>dh</u>arabn<u>aa</u> lakumu <strong>a</strong>l-amts<u>aa</u>l<strong>a</strong>",
            "idn": "Dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan.”"
        },
        {
            "id": 1796,
            "surah": 14,
            "nomor": 46,
            "ar": "وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ ",
            "tr": "waqad makaruu makrahum wa'inda <strong>al</strong>l<u>aa</u>hi makruhum wa-in k<u>aa</u>na makruhum litazuula minhu <strong>a</strong>ljib<u>aa</u>l<strong>u</strong>",
            "idn": "Dan sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Dan sesungguhnya tipu daya mereka tidak mampu melenyapkan gunung-gunung."
        },
        {
            "id": 1797,
            "surah": 14,
            "nomor": 47,
            "ar": "فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ   ",
            "tr": "fal<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>l<u>aa</u>ha mukhlifa wa'dihi rusulahu inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>dz</u>uu intiq<u>aa</u>m<strong>in</strong>",
            "idn": " Maka karena itu jangan sekali-kali kamu mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sungguh, Allah Mahaperkasa dan mempunyai pembalasan."
        },
        {
            "id": 1798,
            "surah": 14,
            "nomor": 48,
            "ar": "يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ",
            "tr": "yawma tubaddalu <strong>a</strong>l-ar<u>dh</u>u ghayra <strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wabarazuu lill<u>aa</u>hi <strong>a</strong>lw<u>aah</u>idi <strong>a</strong>lqahh<u>aa</u>r<strong>i</strong>",
            "idn": "(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. "
        },
        {
            "id": 1799,
            "surah": 14,
            "nomor": 49,
            "ar": "وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ  ",
            "tr": "watar<u>aa</u> <strong>a</strong>lmujrimiina yawma-i<u>dz</u>in muqarraniina fii <strong>a</strong>l-a<u>sh</u>f<u>aa</u>d<strong>i</strong>",
            "idn": "Dan pada hari itu engkau akan melihat orang yang berdosa bersama-sama diikat dengan belenggu."
        },
        {
            "id": 1800,
            "surah": 14,
            "nomor": 50,
            "ar": "سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ  ",
            "tr": "sar<u>aa</u>biiluhum min qa<u>th</u>r<u>aa</u>nin wataghsy<u>aa</u> wujuuhahumu <strong>al</strong>nn<u>aa</u>r<strong>u</strong>",
            "idn": "Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka,"
        },
        {
            "id": 1801,
            "surah": 14,
            "nomor": 51,
            "ar": "لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ",
            "tr": "liyajziya <strong>al</strong>l<u>aa</u>hu kulla nafsin m<u>aa</u> kasabat inna <strong>al</strong>l<u>aa</u>ha sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>",
            "idn": "agar Allah memberi balasan kepada setiap orang terhadap apa yang dia usahakan. Sungguh, Allah Mahacepat perhitungan-Nya. "
        },
        {
            "id": 1802,
            "surah": 14,
            "nomor": 52,
            "ar": "هٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ࣖ ",
            "tr": "h<u>aadzaa</u> bal<u>aa</u>ghun li<strong>l</strong>nn<u>aa</u>si waliyun<u>dz</u>aruu bihi waliya'lamuu annam<u>aa</u> huwa il<u>aa</u>hun w<u>aah</u>idun waliya<u>dzdz</u>akkara uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>",
            "idn": "Dan (Al-Qur'an) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran."
        }
    ],
    "surat_selanjutnya": {
        "id": 15,
        "nomor": 15,
        "nama": "الحجر",
        "nama_latin": "Al-Hijr",
        "jumlah_ayat": 99,
        "tempat_turun": "mekah",
        "arti": "Hijr",
        "deskripsi": "Surat ini terdiri atas 99 ayat, termasuk golongan surat-surat Makkiyyah,  karena diturunkan di Mekah sebelum hijrah. Al Hijr  adalah nama  sebuah daerah  pegunungan yang didiami zaman dahulu  oleh kaum  Tsamud terletak  di  pinggir  jalan antara Madinah dan Syam (Syria).<br> Nama surat ini diambil dari nama daerah pegunungan itu, berhubung nasib  penduduknya yaitu  kaum Tsamud  diceritakan pada ayat  80 sampai  dengan 84,  mereka  telah  dimusnahkan Allah  s.w.t.,  karena  mendustakan  Nabi  Shaleh  a.s.  dan berpaling   dari ayat-ayat  Allah. Dalam  surat ini terdapat juga kisah-kisah  kaum yang lain yang telah dibinasakan oleh Allah seperti  kaum Luth  a.s. dan kaum Syu'aib a.s. Dari ke semua kisah-kisah  itu dapat  diambil pelajaran bahwa orang-orang  yang  menentang  ajaran  rasul-rasul  akan  mengalami kehancuran.",
        "audio": "https://santrikoding.com/storage/audio/015.mp3"
    },
    "surat_sebelumnya": {
        "id": 13,
        "nomor": 13,
        "nama": "الرّعد",
        "nama_latin": "Ar-Ra'd",
        "jumlah_ayat": 43,
        "tempat_turun": "madinah",
        "arti": "Guruh",
        "deskripsi": "Surat Ar Ra'd ini terdiri atas 43 ayat termasuk golongan surat-surat Makkiyyah. Surat ini dinamakan <i>Ar Ra'd</i> yang berarti <i>guruh</i> karena dalam ayat 13 Allah berfirman yang artinya <i>Dan guruh itu bertasbih sambil memuji-Nya</i>, menunjukkan sifat kesucian dan kesempurnaan Allah s.w.t.  Dan lagi sesuai dengan sifat Al Quran yang mengandung ancaman dan harapan, maka demikian pulalah halnya bunyi guruh itu menimbulkan kecemasan dan harapan kepada manusia. Isi yang terpenting dari surat ini ialah bahwa bimbingan Allah kepada makhluk-Nya bertalian erat dengan hukum sebab dan akibat. Bagi Allah s.w.t. tidak ada pilih kasih dalam menetapkan hukuman. Balasan atau hukuman adalah akibat dan ketaatan atau keingkaran terhadap hukum Allah.",
        "audio": "https://santrikoding.com/storage/audio/013.mp3"
    }
}