{
    "status": true,
    "nomor": 24,
    "nama": "النّور",
    "nama_latin": "An-Nur",
    "jumlah_ayat": 64,
    "tempat_turun": "madinah",
    "arti": "Cahaya",
    "deskripsi": "Surat An Nuur terdiri atas 64 ayat, dan termasuk golongan surat-surat Madaniyah. Dinamai <i>An Nuur</i> yang berarti <i>Cahaya</i>, diambil dari kata An Nuur yang terdapat pada ayat ke 35. Dalam ayat ini, Allah s.w.t. menjelaskan tentang Nuur Ilahi, yakni Al Quran yang mengandung petunjuk-petunjuk. Petunjuk-petunjuk Allah itu, merupakan cahaya yang terang benderang menerangi alam semesta. Surat ini sebagian besar isinya memuat petunjuk- petunjuk Allah yang berhubungan dengan soal kemasyarakatan dan rumah tangga.",
    "audio": "https://santrikoding.com/storage/audio/024.mp3",
    "ayat": [
        {
            "id": 2792,
            "surah": 24,
            "nomor": 1,
            "ar": "سُوْرَةٌ اَنْزَلْنٰهَا وَفَرَضْنٰهَا وَاَنْزَلْنَا فِيْهَآ اٰيٰتٍۢ بَيِّنٰتٍ لَّعَلَّكُمْ تَذَكَّرُوْنَ",
            "tr": "suuratun anzaln<u>aa</u>h<u>aa</u> wafara<u>dh</u>n<u>aa</u>h<u>aa</u> wa-anzaln<u>aa</u> fiih<u>aa</u> <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin la'allakum ta<u>dz</u>akkaruun<strong>a</strong>",
            "idn": "(Inilah) suatu surah yang Kami turunkan dan Kami wajibkan (menjalankan hukum-hukum)nya, dan Kami turunkan di dalamnya tanda-tanda (kebesaran Allah) yang jelas, agar kamu ingat."
        },
        {
            "id": 2793,
            "surah": 24,
            "nomor": 2,
            "ar": "اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖوَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِ",
            "tr": "a<strong>l</strong>zz<u>aa</u>niyatu wa<strong>al</strong>zz<u>aa</u>nii fa<strong>i</strong>jliduu kulla w<u>aah</u>idin minhum<u>aa</u> mi-ata jaldatin wal<u>aa</u> ta/khu<u>dz</u>kum bihim<u>aa</u> ra/fatun fii diini <strong>al</strong>l<u>aa</u>hi in kuntum tu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri walyasyhad 'a<u>dzaa</u>bahum<u>aa</u> <u>th</u><u>aa</u>-ifatun mina <strong>a</strong>lmu/miniin<strong>a</strong>",
            "idn": "Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama (hukum) Allah, jika kamu beriman kepada Allah dan hari kemudian; dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sebagian orang-orang yang beriman."
        },
        {
            "id": 2794,
            "surah": 24,
            "nomor": 3,
            "ar": "اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةً ۖوَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌۚ وَحُرِّمَ ذٰلِكَ عَلَى الْمُؤْمِنِيْنَ",
            "tr": "a<strong>l</strong>zz<u>aa</u>nii l<u>aa</u> yanki<u>h</u>u ill<u>aa</u> z<u>aa</u>niyatan aw musyrikatan wa<strong>al</strong>zz<u>aa</u>niyatu l<u>aa</u> yanki<u>h</u>uh<u>aa</u> ill<u>aa</u> z<u>aa</u>nin aw musyrikun wa<u>h</u>urrima <u>dzaa</u>lika 'al<u>aa</u> <strong>a</strong>lmu/miniin<strong>a</strong>",
            "idn": "Pezina laki-laki tidak boleh menikah kecuali dengan pezina perempuan, atau dengan perempuan musyrik; dan pezina perempuan tidak boleh menikah kecuali dengan pezina laki-laki atau dengan laki-laki musyrik; dan yang demikian itu diharamkan bagi orang-orang mukmin."
        },
        {
            "id": 2795,
            "surah": 24,
            "nomor": 4,
            "ar": "وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina yarmuuna <strong>a</strong>lmu<u>hs</u>an<u>aa</u>ti tsumma lam ya/tuu bi-arba'ati syuhad<u>aa</u>-a fa<strong>i</strong>jliduuhum tsam<u>aa</u>niina jaldatan wal<u>aa</u> taqbaluu lahum syah<u>aa</u>datan abadan waul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>",
            "idn": "Dan orang-orang yang menuduh perempuan-perempuan yang baik (berzina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali, dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik,"
        },
        {
            "id": 2796,
            "surah": 24,
            "nomor": 5,
            "ar": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۚ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "tr": "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu min ba'di <u>dzaa</u>lika wa-a<u>sh</u>la<u>h</u>uu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
            "idn": "kecuali mereka yang bertobat setelah itu dan memperbaiki (dirinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 2797,
            "surah": 24,
            "nomor": 6,
            "ar": "وَالَّذِيْنَ يَرْمُوْنَ اَزْوَاجَهُمْ وَلَمْ يَكُنْ لَّهُمْ شُهَدَاۤءُ اِلَّآ اَنْفُسُهُمْ فَشَهَادَةُ اَحَدِهِمْ اَرْبَعُ شَهٰدٰتٍۢ بِاللّٰهِ ۙاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina yarmuuna azw<u>aa</u>jahum walam yakun lahum syuhad<u>aa</u>u ill<u>aa</u> anfusuhum fasyah<u>aa</u>datu a<u>h</u>adihim arba'u syah<u>aa</u>d<u>aa</u>tin bi<strong>al</strong>l<u>aa</u>hi innahu lamina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
            "idn": "Dan orang-orang yang menuduh istrinya (berzina), padahal mereka tidak mempunyai saksi-saksi selain diri mereka sendiri, maka kesaksian masing-masing orang itu ialah empat kali bersumpah dengan (nama) Allah, bahwa sesungguhnya dia termasuk orang yang berkata benar."
        },
        {
            "id": 2798,
            "surah": 24,
            "nomor": 7,
            "ar": "وَالْخَامِسَةُ اَنَّ لَعْنَتَ اللّٰهِ عَلَيْهِ اِنْ كَانَ مِنَ الْكٰذِبِيْنَ",
            "tr": "wa<strong>a</strong>lkh<u>aa</u>misatu anna la'nata <strong>al</strong>l<u>aa</u>hi 'alayhi in k<u>aa</u>na mina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>",
            "idn": "Dan (sumpah) yang kelima bahwa laknat Allah akan menimpanya, jika dia termasuk orang yang berdusta."
        },
        {
            "id": 2799,
            "surah": 24,
            "nomor": 8,
            "ar": "وَيَدْرَؤُا عَنْهَا الْعَذَابَ اَنْ تَشْهَدَ اَرْبَعَ شَهٰدٰتٍۢ بِاللّٰهِ اِنَّهٗ لَمِنَ الْكٰذِبِيْنَ ۙ",
            "tr": "wayadrau 'anh<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>ba an tasyhada arba'a syah<u>aa</u>d<u>aa</u>tin bi<strong>al</strong>l<u>aa</u>hi innahu lamina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>",
            "idn": "Dan istri itu terhindar dari hukuman apabila dia bersumpah empat kali atas (nama) Allah bahwa dia (suaminya) benar-benar termasuk orang-orang yang berdusta,"
        },
        {
            "id": 2800,
            "surah": 24,
            "nomor": 9,
            "ar": "وَالْخَامِسَةَ اَنَّ غَضَبَ اللّٰهِ عَلَيْهَآ اِنْ كَانَ مِنَ الصّٰدِقِيْنَ ",
            "tr": "wa<strong>a</strong>lkh<u>aa</u>misata anna gha<u>dh</u>aba <strong>al</strong>l<u>aa</u>hi 'alayh<u>aa</u> in k<u>aa</u>na mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
            "idn": "dan (sumpah) yang kelima bahwa kemurkaan Allah akan menimpanya (istri), jika dia (suaminya) itu termasuk orang yang berkata benar.   "
        },
        {
            "id": 2801,
            "surah": 24,
            "nomor": 10,
            "ar": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ تَوَّابٌ حَكِيْمٌ ࣖ",
            "tr": "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu wa-anna <strong>al</strong>l<u>aa</u>ha taww<u>aa</u>bun <u>h</u>akiim<strong>un</strong>",
            "idn": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan menemui kesulitan). Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana."
        },
        {
            "id": 2802,
            "surah": 24,
            "nomor": 11,
            "ar": "اِنَّ الَّذِيْنَ جَاۤءُوْ بِالْاِفْكِ عُصْبَةٌ مِّنْكُمْۗ  لَا تَحْسَبُوْهُ شَرًّا لَّكُمْۗ بَلْ هُوَ خَيْرٌ لَّكُمْۗ لِكُلِّ امْرِئٍ مِّنْهُمْ مَّا اكْتَسَبَ مِنَ الْاِثْمِۚ وَالَّذِيْ تَوَلّٰى كِبْرَهٗ مِنْهُمْ لَهٗ عَذَابٌ عَظِيْمٌ",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina j<u>aa</u>uu bi<strong>a</strong>l-ifki 'u<u>sh</u>batun minkum l<u>aa</u> ta<u>h</u>sabuuhu syarran lakum bal huwa khayrun lakum likulli imri-in minhum m<u>aa</u> iktasaba mina <strong>a</strong>l-itsmi wa<strong>a</strong>lla<u>dz</u>ii tawall<u>aa</u> kibrahu minhum lahu 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>",
            "idn": "Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu (juga). Janganlah kamu mengira berita itu buruk bagi kamu bahkan itu baik bagi kamu. Setiap orang dari mereka akan mendapat balasan dari dosa yang diperbuatnya. Dan barangsiapa di antara mereka yang mengambil bagian terbesar (dari dosa yang diperbuatnya), dia mendapat azab yang besar (pula)."
        },
        {
            "id": 2803,
            "surah": 24,
            "nomor": 12,
            "ar": "لَوْلَآ اِذْ سَمِعْتُمُوْهُ ظَنَّ الْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بِاَنْفُسِهِمْ خَيْرًاۙ وَّقَالُوْا هٰذَآ اِفْكٌ مُّبِيْنٌ",
            "tr": "lawl<u>aa</u> i<u>dz</u> sami'tumuuhu <u>zh</u>anna <strong>a</strong>lmu/minuuna wa<strong>a</strong>lmu/min<u>aa</u>tu bi-anfusihim khayran waq<u>aa</u>luu h<u>aadzaa</u> ifkun mubiin<strong>un</strong>",
            "idn": "Mengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap diri mereka sendiri, ketika kamu mendengar berita bohong itu dan berkata, “Ini adalah (suatu berita) bohong yang nyata.”"
        },
        {
            "id": 2804,
            "surah": 24,
            "nomor": 13,
            "ar": "لَوْلَا جَاۤءُوْ عَلَيْهِ بِاَرْبَعَةِ شُهَدَاۤءَۚ فَاِذْ لَمْ يَأْتُوْا بِالشُّهَدَاۤءِ فَاُولٰۤىِٕكَ عِنْدَ اللّٰهِ هُمُ الْكٰذِبُوْنَ",
            "tr": "lawl<u>aa</u> j<u>aa</u>uu 'alayhi bi-arba'ati syuhad<u>aa</u>-a fa-i<u>dz</u> lam ya/tuu bi<strong>al</strong>sysyuhad<u>aa</u>-i faul<u>aa</u>-ika 'inda <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lk<u>aadz</u>ibuun<strong>a</strong>",
            "idn": "Mengapa mereka (yang menuduh itu) tidak datang membawa empat saksi? Oleh karena mereka tidak membawa saksi-saksi, maka mereka itu dalam pandangan Allah adalah orang-orang yang berdusta."
        },
        {
            "id": 2805,
            "surah": 24,
            "nomor": 14,
            "ar": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ فِى الدُّنْيَا وَالْاٰخِرَةِ لَمَسَّكُمْ فِيْ مَآ اَفَضْتُمْ فِيْهِ عَذَابٌ عَظِيْمٌ ",
            "tr": "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati lamassakum fii m<u>aa</u> afa<u>dh</u>tum fiihi 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>",
            "idn": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu di dunia dan di akhirat, niscaya kamu ditimpa azab yang besar, disebabkan oleh pembicaraan kamu tentang hal itu (berita bohong itu)."
        },
        {
            "id": 2806,
            "surah": 24,
            "nomor": 15,
            "ar": "اِذْ تَلَقَّوْنَهٗ بِاَلْسِنَتِكُمْ وَتَقُوْلُوْنَ بِاَفْوَاهِكُمْ مَّا لَيْسَ لَكُمْ بِهٖ عِلْمٌ وَّتَحْسَبُوْنَهٗ هَيِّنًاۙ وَّهُوَ عِنْدَ اللّٰهِ عَظِيْمٌ ۚ",
            "tr": "i<u>dz</u> talaqqawnahu bi-alsinatikum wataquuluuna bi-afw<u>aa</u>hikum m<u>aa</u> laysa lakum bihi 'ilmun wata<u>h</u>sabuunahu hayyinan wahuwa 'inda <strong>al</strong>l<u>aa</u>hi 'a<u>zh</u>iim<strong>un</strong>",
            "idn": "(Ingatlah) ketika kamu menerima (berita bohong) itu dari mulut ke mulut dan kamu katakan dengan mulutmu apa yang tidak kamu ketahui sedikit pun, dan kamu menganggapnya remeh, padahal dalam pandangan Allah itu soal besar."
        },
        {
            "id": 2807,
            "surah": 24,
            "nomor": 16,
            "ar": "وَلَوْلَآ اِذْ سَمِعْتُمُوْهُ قُلْتُمْ مَّا يَكُوْنُ لَنَآ اَنْ نَّتَكَلَّمَ بِهٰذَاۖ سُبْحٰنَكَ هٰذَا بُهْتَانٌ عَظِيْمٌ",
            "tr": "walawl<u>aa</u> i<u>dz</u> sami'tumuuhu qultum m<u>aa</u> yakuunu lan<u>aa</u> an natakallama bih<u>aadzaa</u> sub<u>haa</u>naka h<u>aadzaa</u> buht<u>aa</u>nun 'a<u>zh</u>iim<strong>un</strong>",
            "idn": "Dan mengapa kamu tidak berkata ketika mendengarnya, “Tidak pantas bagi kita membicarakan ini.  Mahasuci Engkau, ini adalah kebohongan yang besar.”"
        },
        {
            "id": 2808,
            "surah": 24,
            "nomor": 17,
            "ar": "يَعِظُكُمُ اللّٰهُ اَنْ تَعُوْدُوْا لِمِثْلِهٖٓ اَبَدًا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ۚ",
            "tr": "ya'i<u>zh</u>ukumu <strong>al</strong>l<u>aa</u>hu an ta'uuduu limitslihi abadan in kuntum mu/miniin<strong>a</strong>",
            "idn": "Allah memperingatkan kamu agar (jangan) kembali mengulangi seperti itu selama-lamanya, jika kamu orang beriman,"
        },
        {
            "id": 2809,
            "surah": 24,
            "nomor": 18,
            "ar": "وَيُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
            "tr": "wayubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
            "idn": "dan Allah menjelaskan ayat-ayat(-Nya) kepada kamu. Dan Allah Maha Mengetahui, Mahabijaksana."
        },
        {
            "id": 2810,
            "surah": 24,
            "nomor": 19,
            "ar": "اِنَّ الَّذِيْنَ يُحِبُّوْنَ اَنْ تَشِيْعَ الْفَاحِشَةُ فِى الَّذِيْنَ اٰمَنُوْا لَهُمْ عَذَابٌ اَلِيْمٌۙ فِى الدُّنْيَا وَالْاٰخِرَةِۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina yu<u>h</u>ibbuuna an tasyii'a <strong>a</strong>lf<u>aah</u>isyatu fii <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lahum 'a<u>dzaa</u>bun <strong>a</strong>liimun fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>",
            "idn": "Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji itu (berita bohong) tersiar di kalangan orang-orang yang beriman, mereka mendapat azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedang kamu tidak mengetahui."
        },
        {
            "id": 2811,
            "surah": 24,
            "nomor": 20,
            "ar": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
            "tr": "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu wa-anna <strong>al</strong>l<u>aa</u>ha rauufun ra<u>h</u>iim<strong>un</strong>",
            "idn": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan ditimpa azab yang besar). Sungguh, Allah Maha Penyantun, Ma-ha Penyayang. "
        },
        {
            "id": 2812,
            "surah": 24,
            "nomor": 21,
            "ar": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ وَمَنْ يَّتَّبِعْ خُطُوٰتِ الشَّيْطٰنِ فَاِنَّهٗ يَأْمُرُ بِالْفَحْشَاۤءِ وَالْمُنْكَرِۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ مَا زَكٰى مِنْكُمْ مِّنْ اَحَدٍ اَبَدًاۙ وّ",
            "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni waman yattabi' khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni fa-innahu ya/muru bi<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa<strong>a</strong>lmunkari walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu m<u>aa</u> zak<u>aa</u> minkum min a<u>h</u>adin abadan wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yuzakkii man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>",
            "idn": "Wahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barangsiapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan mungkar. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya tidak seorang pun di antara kamu bersih (dari perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang Dia kehendaki. Dan Allah Maha Mendengar, Maha Mengetahui."
        },
        {
            "id": 2813,
            "surah": 24,
            "nomor": 22,
            "ar": "وَلَا يَأْتَلِ اُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ اَنْ يُّؤْتُوْٓا اُولِى الْقُرْبٰى وَالْمَسٰكِيْنَ وَالْمُهٰجِرِيْنَ فِيْ سَبِيْلِ اللّٰهِ ۖوَلْيَعْفُوْا وَلْيَصْفَحُوْاۗ  اَلَا تُحِبُّوْنَ اَنْ يَّغْفِرَ اللّٰهُ لَكُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "tr": "wal<u>aa</u> ya/tali uluu <strong>a</strong>lfa<u>dh</u>li minkum wa<strong>al</strong>ssa'ati an yu/tuu ulii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiina wa<strong>a</strong>lmuh<u>aa</u>jiriina fii sabiili <strong>al</strong>l<u>aa</u>hi walya'fuu walya<u>sh</u>fa<u>h</u>uu <strong>a</strong>l<u>aa</u> tu<u>h</u>ibbuuna an yaghfira <strong>al</strong>l<u>aa</u>hu lakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>",
            "idn": "Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kerabat(nya), orang-orang miskin dan orang-orang yang berhijrah di jalan Allah, dan hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak suka bahwa Allah mengampunimu? Dan Allah Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 2814,
            "surah": 24,
            "nomor": 23,
            "ar": "اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَلَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina yarmuuna <strong>a</strong>lmu<u>hs</u>an<u>aa</u>ti <strong>a</strong>lgh<u>aa</u>fil<u>aa</u>ti <strong>a</strong>lmu/min<u>aa</u>ti lu'inuu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati walahum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>",
            "idn": "Sungguh, orang-orang yang menuduh perempuan-perempuan baik, yang lengah dan beriman (dengan tuduhan berzina), mereka dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar,"
        },
        {
            "id": 2815,
            "surah": 24,
            "nomor": 24,
            "ar": "يَّوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ",
            "tr": "yawma tasyhadu 'alayhim <strong>a</strong>lsinatuhum wa-aydiihim wa-arjuluhum bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
            "idn": "pada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan."
        },
        {
            "id": 2816,
            "surah": 24,
            "nomor": 25,
            "ar": "يَوْمَىِٕذٍ يُّوَفِّيْهِمُ اللّٰهُ دِيْنَهُمُ الْحَقَّ وَيَعْلَمُوْنَ اَنَّ اللّٰهَ هُوَ الْحَقُّ الْمُبِيْنُ",
            "tr": "yawma-i<u>dz</u>in yuwaffiihimu <strong>al</strong>l<u>aa</u>hu diinahumu <strong>a</strong>l<u>h</u>aqqa waya'lamuuna anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l<u>h</u>aqqu <strong>a</strong>lmubiin<strong>u</strong>",
            "idn": "Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka, dan mereka tahu bahwa Allah Maha-benar, Maha Menjelaskan."
        },
        {
            "id": 2817,
            "surah": 24,
            "nomor": 26,
            "ar": "اَلْخَبِيْثٰتُ لِلْخَبِيْثِيْنَ وَالْخَبِيْثُوْنَ لِلْخَبِيْثٰتِۚ وَالطَّيِّبٰتُ لِلطَّيِّبِيْنَ وَالطَّيِّبُوْنَ لِلطَّيِّبٰتِۚ اُولٰۤىِٕكَ مُبَرَّءُوْنَ مِمَّا يَقُوْلُوْنَۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ࣖ",
            "tr": "alkhabiits<u>aa</u>tu lilkhabiitsiina wa<strong>a</strong>lkhabiitsuuna lilkhabiits<u>aa</u>ti wa<strong>al</strong><u>ththh</u>ayyib<u>aa</u>tu li<strong>l</strong><u>ththh</u>ayyibiina wa<strong>al</strong><u>ththh</u>ayyibuuna li<strong>l</strong><u>ththh</u>ayyib<u>aa</u>ti ul<u>aa</u>-ika mubarrauuna mimm<u>aa</u> yaquuluuna lahum maghfiratun warizqun kariim<strong>un</strong>",
            "idn": "Perempuan-perempuan yang keji untuk laki-laki yang keji, dan laki-laki yang keji untuk perempuan-perempuan yang keji (pula), sedangkan perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik (pula). Mereka itu bersih dari apa yang dituduhkan orang. Mereka memperoleh ampunan dan rezeki yang mulia (surga)."
        },
        {
            "id": 2818,
            "surah": 24,
            "nomor": 27,
            "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتًا غَيْرَ بُيُوْتِكُمْ حَتّٰى تَسْتَأْنِسُوْا وَتُسَلِّمُوْا عَلٰٓى اَهْلِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ",
            "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tadkhuluu buyuutan ghayra buyuutikum <u>h</u>att<u>aa</u> tasta/nisuu watusallimuu 'al<u>aa</u> ahlih<u>aa</u> <u>dzaa</u>likum khayrun lakum la'allakum ta<u>dz</u>akkaruun<strong>a</strong>",
            "idn": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat."
        },
        {
            "id": 2819,
            "surah": 24,
            "nomor": 28,
            "ar": "فَاِنْ لَّمْ تَجِدُوْا فِيْهَآ اَحَدًا فَلَا تَدْخُلُوْهَا حَتّٰى يُؤْذَنَ لَكُمْ وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْ ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ",
            "tr": "fa-in lam tajiduu fiih<u>aa</u> a<u>h</u>adan fal<u>aa</u> tadkhuluuh<u>aa</u> <u>h</u>att<u>aa</u> yu/<u>dz</u>ana lakum wa-in qiila lakumu irji'uu fa<strong>i</strong>rji'uu huwa azk<u>aa</u> lakum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna 'aliim<strong>un</strong>",
            "idn": "Dan jika kamu tidak menemui seorang pun di dalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu, “Kembalilah!” Maka (hendaklah) kamu kembali. Itu lebih suci bagimu, dan Allah Maha Mengetahui apa yang kamu kerjakan."
        },
        {
            "id": 2820,
            "surah": 24,
            "nomor": 29,
            "ar": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُيُوْتًا غَيْرَ مَسْكُوْنَةٍ فِيْهَا مَتَاعٌ لَّكُمْۗ وَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ",
            "tr": "laysa 'alaykum jun<u>aah</u>un an tadkhuluu buyuutan ghayra maskuunatin fiih<u>aa</u> mat<u>aa</u>'un lakum wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> tubduuna wam<u>aa</u> taktumuun<strong>a</strong>",
            "idn": "Tidak ada dosa atasmu memasuki rumah yang tidak dihuni, yang di dalamnya ada kepentingan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan."
        },
        {
            "id": 2821,
            "surah": 24,
            "nomor": 30,
            "ar": "قُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ",
            "tr": "qul lilmu/miniina yaghu<u>dhdh</u>uu min ab<u>shaa</u>rihum waya<u>h</u>fa<u>zh</u>uu furuujahum <u>dzaa</u>lika azk<u>aa</u> lahum inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ya<u>sh</u>na'uun<strong>a</strong>",
            "idn": "Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat."
        },
        {
            "id": 2822,
            "surah": 24,
            "nomor": 31,
            "ar": "وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤ",
            "tr": "waqul lilmu/min<u>aa</u>ti yagh<u>dh</u>u<u>dh</u>na min ab<u>shaa</u>rihinna waya<u>h</u>fa<u>zh</u>na furuujahunna wal<u>aa</u> yubdiina ziinatahunna ill<u>aa</u> m<u>aa</u> <u>zh</u>ahara minh<u>aa</u> walya<u>dh</u>ribna bikhumurihinna 'al<u>aa</u> juyuubihinna wal<u>aa</u> yubdiina ziinatahunna ill<u>aa</u> libu'uulatihinna aw <u>aa</u>b<u>aa</u>-ihinna aw <u>aa</u>b<u>aa</u>-i bu'uulatihinna aw abn<u>aa</u>-ihinna aw abn<u>aa</u>-i bu'uulatihinna aw ikhw<u>aa</u>nihinna aw banii ikhw<u>aa</u>nihinna aw banii akhaw<u>aa</u>tihinna aw nis<u>aa</u>-ihinna aw m<u>aa</u> malakat aym<u>aa</u>nuhunna awi <strong>al</strong>tt<u>aa</u>bi'iina ghayri ulii <strong>a</strong>l-irbati mina <strong>al</strong>rrij<u>aa</u>li awi <strong>al</strong><u>ththh</u>ifli <strong>al</strong>la<u>dz</u>iina lam ya<u>zh</u>haruu 'al<u>aa</u> 'awr<u>aa</u>ti <strong>al</strong>nnis<u>aa</u>-i wal<u>aa</u> ya<u>dh</u>ribna bi-arjulihinna liyu'lama m<u>aa</u> yukhfiina min ziinatihinna watuubuu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi jamii'an ayyuh<u>aa</u> <strong>a</strong>lmu/minuuna la'allakum tufli<u>h</u>uun<strong>a</strong>",
            "idn": "Dan katakanlah kepada para perempuan yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya, dan janganlah menampakkan perhiasannya (auratnya), kecuali yang (biasa) terlihat. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan (sesama Islam) mereka, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki (tua) yang tidak mempunyai keinginan (terhadap perempuan) atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung."
        },
        {
            "id": 2823,
            "surah": 24,
            "nomor": 32,
            "ar": "وَاَنْكِحُوا الْاَيَامٰى مِنْكُمْ وَالصّٰلِحِيْنَ مِنْ عِبَادِكُمْ وَاِمَاۤىِٕكُمْۗ اِنْ يَّكُوْنُوْا فُقَرَاۤءَ يُغْنِهِمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ",
            "tr": "wa-anki<u>h</u>uu <strong>a</strong>l-ay<u>aa</u>m<u>aa</u> minkum wa<strong>al</strong><u>shshaa</u>li<u>h</u>iina min 'ib<u>aa</u>dikum wa-im<u>aa</u>-ikum in yakuunuu fuqar<u>aa</u>-a yughnihimu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>",
            "idn": "Dan nikahkanlah orang-orang yang masih membujang di antara kamu, dan juga orang-orang yang layak (menikah) dari hamba-hamba sahayamu yang laki-laki dan perempuan. Jika mereka miskin, Allah akan memberi kemampuan kepada mereka dengan karunia-Nya. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui."
        },
        {
            "id": 2824,
            "surah": 24,
            "nomor": 33,
            "ar": "وَلْيَسْتَعْفِفِ الَّذِيْنَ لَا يَجِدُوْنَ نِكَاحًا حَتّٰى يُغْنِيَهُمُ اللّٰهُ مِنْ فَضْلِهٖ ۗوَالَّذِيْنَ يَبْتَغُوْنَ الْكِتٰبَ مِمَّا مَلَكَتْ اَيْمَانُكُمْ فَكَاتِبُوْهُمْ اِنْ عَلِمْتُمْ فِيْهِمْ خَيْرًا وَّاٰتُوْهُمْ مِّنْ مَّالِ اللّٰهِ الَّذِيْٓ ",
            "tr": "walyasta'fifi <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yajiduuna nik<u>aah</u>an <u>h</u>att<u>aa</u> yughniyahumu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi wa<strong>a</strong>lla<u>dz</u>iina yabtaghuuna <strong>a</strong>lkit<u>aa</u>ba mimm<u>aa</u> malakat aym<u>aa</u>nukum fak<u>aa</u>tibuuhum in 'alimtum fiihim khayran wa<u>aa</u>tuuhum min m<u>aa</u>li <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii <u>aa</u>t<u>aa</u>kum wal<u>aa</u> tukrihuu fatay<u>aa</u>tikum 'al<u>aa</u> <strong>a</strong>lbigh<u>aa</u>-i in aradna ta<u>h</u>a<u>shsh</u>unan litabtaghuu 'ara<u>dh</u>a <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> waman yukrihhunna fa-inna <strong>al</strong>l<u>aa</u>ha min ba'di ikr<u>aa</u>hihinna ghafuurun ra<u>h</u>iim<strong>un</strong>",
            "idn": "Dan orang-orang yang tidak mampu menikah hendaklah menjaga kesucian (diri)nya, sampai Allah memberi kemampuan kepada mereka dengan karunia-Nya. Dan jika hamba sahaya yang kamu miliki menginginkan perjanjian (kebebasan), hendaklah kamu buat perjanjian kepada mereka, jika kamu mengetahui ada kebaikan pada mereka, dan berikanlah kepada mereka sebagian dari harta Allah yang dikaruniakan-Nya kepadamu. Dan janganlah kamu paksa hamba sahaya perempuanmu untuk melakukan pelacuran, sedang mereka sendiri menginginkan kesucian, karena kamu hendak mencari keuntungan kehidupan duniawi. Barangsiapa memaksa mereka, maka sungguh, Allah Maha Pengampun, Maha Penyayang (kepada mereka) setelah mereka dipaksa."
        },
        {
            "id": 2825,
            "surah": 24,
            "nomor": 34,
            "ar": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكُمْ اٰيٰتٍ مُّبَيِّنٰتٍ وَّمَثَلًا مِّنَ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِيْنَ ࣖ",
            "tr": "walaqad anzaln<u>aa</u> ilaykum <u>aa</u>y<u>aa</u>tin mubayyin<u>aa</u>tin wamatsalan mina <strong>al</strong>la<u>dz</u>iina khalaw min qablikum wamaw'i<u>zh</u>atan lilmuttaqiin<strong>a</strong>",
            "idn": "Dan sungguh, Kami telah menurunkan kepada kamu ayat-ayat yang memberi penjelasan, dan contoh-contoh dari orang-orang yang terdahulu sebelum kamu dan sebagai pelajaran bagi orang-orang yang bertakwa."
        },
        {
            "id": 2826,
            "surah": 24,
            "nomor": 35,
            "ar": "۞ اَللّٰهُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِۗ مَثَلُ نُوْرِهٖ كَمِشْكٰوةٍ فِيْهَا مِصْبَاحٌۗ  اَلْمِصْبَاحُ فِيْ زُجَاجَةٍۗ  اَلزُّجَاجَةُ كَاَنَّهَا كَوْكَبٌ دُرِّيٌّ يُّوْقَدُ مِنْ شَجَرَةٍ مُّبٰرَكَةٍ زَيْتُوْنَةٍ لَّا شَرْقِيَّةٍ وَّلَا غَرْبِيَّةٍۙ يَّك",
            "tr": "<strong>al</strong>l<u>aa</u>hu nuuru <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i matsalu nuurihi kamisyk<u>aa</u>tin fiih<u>aa</u> mi<u>sh</u>b<u>aah</u>un <strong>a</strong>lmi<u>sh</u>b<u>aah</u>u fii zuj<u>aa</u>jatin <strong>al</strong>zzuj<u>aa</u>jatu ka-annah<u>aa</u> kawkabun durriyyun yuuqadu min syajaratin mub<u>aa</u>rakatin zaytuunatin l<u>aa</u> syarqiyyatin wal<u>aa</u> gharbiyyatin yak<u>aa</u>du zaytuh<u>aa</u> yu<u>dh</u>ii-u walaw lam tamsas-hu n<u>aa</u>run nuurun 'al<u>aa</u> nuurin yahdii <strong>al</strong>l<u>aa</u>hu linuurihi man yasy<u>aa</u>u waya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l-amts<u>aa</u>la li<strong>l</strong>nn<u>aa</u>si wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>",
            "idn": "Allah (pemberi) cahaya (kepada) langit dan bumi. Perumpamaan cahaya-Nya, seperti sebuah lubang yang tidak tembus, yang di dalamnya ada pelita besar. Pelita itu di dalam tabung kaca (dan) tabung kaca itu bagaikan bintang yang berkilauan, yang dinyalakan dengan minyak dari pohon yang diberkahi, (yaitu) pohon zaitun yang tumbuh tidak di timur dan tidak pula di barat, yang minyaknya (saja) hampir-hampir menerangi, walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis), Allah memberi petunjuk kepada cahaya-Nya bagi orang yang Dia kehendaki, dan Allah membuat perumpamaan-perumpamaan bagi manusia. Dan Allah Maha Mengetahui segala sesuatu."
        },
        {
            "id": 2827,
            "surah": 24,
            "nomor": 36,
            "ar": "فِيْ بُيُوْتٍ اَذِنَ اللّٰهُ اَنْ تُرْفَعَ وَيُذْكَرَ فِيْهَا اسْمُهٗۙ يُسَبِّحُ لَهٗ فِيْهَا بِالْغُدُوِّ وَالْاٰصَالِ ۙ",
            "tr": "fii buyuutin a<u>dz</u>ina <strong>al</strong>l<u>aa</u>hu an turfa'a wayu<u>dz</u>kara fiih<u>aa</u> ismuhu yusabbi<u>h</u>u lahu fiih<u>aa</u> bi<strong>a</strong>lghuduwwi wa<strong>a</strong>l-<u>aasaa</u>l<strong>i</strong>",
            "idn": "(Cahaya itu) di rumah-rumah yang di sana telah diperintahkan Allah untuk memuliakan dan menyebut nama-Nya, di sana bertasbih (menyucikan)  nama-Nya pada waktu pagi dan petang,"
        },
        {
            "id": 2828,
            "surah": 24,
            "nomor": 37,
            "ar": "رِجَالٌ لَّا تُلْهِيْهِمْ تِجَارَةٌ وَّلَا بَيْعٌ عَنْ ذِكْرِ اللّٰهِ وَاِقَامِ الصَّلٰوةِ وَاِيْتَاۤءِ الزَّكٰوةِ ۙيَخَافُوْنَ يَوْمًا تَتَقَلَّبُ فِيْهِ الْقُلُوْبُ وَالْاَبْصَارُ ۙ",
            "tr": "rij<u>aa</u>lun l<u>aa</u> tulhiihim tij<u>aa</u>ratun wal<u>aa</u> bay'un 'an <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wa-iq<u>aa</u>mi <strong>al</strong><u>shsh</u>al<u>aa</u>ti wa-iit<u>aa</u>-i <strong>al</strong>zzak<u>aa</u>ti yakh<u>aa</u>fuuna yawman tataqallabu fiihi <strong>a</strong>lquluubu wa<strong>a</strong>l-ab<u>shaa</u>r<strong>u</strong>",
            "idn": "orang yang tidak dilalaikan oleh perdagangan dan jual beli dari mengingat Allah, melaksanakan salat, dan menunaikan zakat. Mereka takut kepada hari ketika hati dan penglihatan menjadi guncang (hari Kiamat),"
        },
        {
            "id": 2829,
            "surah": 24,
            "nomor": 38,
            "ar": "لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا عَمِلُوْا وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
            "tr": "liyajziyahumu <strong>al</strong>l<u>aa</u>hu a<u>h</u>sana m<u>aa</u> 'amiluu wayaziidahum min fa<u>dh</u>lihi wa<strong>al</strong>l<u>aa</u>hu yarzuqu man yasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>",
            "idn": "(mereka melakukan itu) agar Allah memberi balasan kepada mereka dengan yang lebih baik daripada apa yang telah mereka kerjakan, dan agar Dia menambah karunia-Nya kepada mereka. Dan Allah memberi rezeki kepada siapa saja yang Dia kehendaki tanpa batas."
        },
        {
            "id": 2830,
            "surah": 24,
            "nomor": 39,
            "ar": "وَالَّذِيْنَ كَفَرُوْٓا اَعْمَالُهُمْ كَسَرَابٍۢ بِقِيْعَةٍ يَّحْسَبُهُ الظَّمْاٰنُ مَاۤءًۗ حَتّٰٓى اِذَا جَاۤءَهٗ لَمْ يَجِدْهُ شَيْـًٔا وَّوَجَدَ اللّٰهَ عِنْدَهٗ فَوَفّٰىهُ حِسَابَهٗ ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ۙ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu a'm<u>aa</u>luhum kasar<u>aa</u>bin biqii'atin ya<u>h</u>sabuhu <strong>al</strong><u>zhzh</u>am-<u>aa</u>nu m<u>aa</u>-an <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-ahu lam yajidhu syay-an wawajada <strong>al</strong>l<u>aa</u>ha 'indahu fawaff<u>aa</u>hu <u>h</u>is<u>aa</u>bahu wa<strong>al</strong>l<u>aa</u>hu sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>",
            "idn": "Dan orang-orang yang kafir, amal perbuatan mereka seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila (air) itu didatangi tidak ada apa pun. Dan didapatinya (ketetapan) Allah baginya. Lalu Allah memberikan kepadanya perhitungan (amal-amal) dengan sempurna dan Allah sangat cepat perhitungan-Nya."
        },
        {
            "id": 2831,
            "surah": 24,
            "nomor": 40,
            "ar": "اَوْ كَظُلُمٰتٍ فِيْ بَحْرٍ لُّجِّيٍّ يَّغْشٰىهُ مَوْجٌ مِّنْ فَوْقِهٖ مَوْجٌ مِّنْ فَوْقِهٖ سَحَابٌۗ ظُلُمٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍۗ اِذَآ اَخْرَجَ يَدَهٗ لَمْ يَكَدْ يَرٰىهَاۗ وَمَنْ لَّمْ يَجْعَلِ اللّٰهُ لَهٗ نُوْرًا فَمَا لَهٗ مِنْ نُّوْرٍ ࣖ",
            "tr": "aw ka<u>zh</u>ulum<u>aa</u>tin fii ba<u>h</u>rin lujjiyyin yaghsy<u>aa</u>hu mawjun min fawqihi mawjun min fawqihi sa<u>haa</u>bun <u>zh</u>ulum<u>aa</u>tun ba'<u>dh</u>uh<u>aa</u> fawqa ba'<u>dh</u>in i<u>dzaa</u> akhraja yadahu lam yakad yar<u>aa</u>h<u>aa</u> waman lam yaj'ali <strong>al</strong>l<u>aa</u>hu lahu nuuran fam<u>aa</u> lahu min nuur<strong>in</strong>",
            "idn": "Atau (keadaan orang-orang kafir) seperti gelap gulita di lautan yang dalam, yang diliputi oleh gelombang demi gelombang, di atasnya ada (lagi) awan gelap. Itulah gelap gulita yang berlapis-lapis. Apabila dia mengeluarkan tangannya hampir tidak dapat melihatnya. Barangsiapa tidak diberi cahaya (petunjuk) oleh Allah, maka dia tidak mempunyai cahaya sedikit pun. "
        },
        {
            "id": 2832,
            "surah": 24,
            "nomor": 41,
            "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُسَبِّحُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ وَالطَّيْرُ صٰۤفّٰتٍۗ كُلٌّ قَدْ عَلِمَ صَلَاتَهٗ وَتَسْبِيْحَهٗۗ وَاللّٰهُ عَلِيْمٌۢ بِمَا يَفْعَلُوْنَ ",
            "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha yusabbi<u>h</u>u lahu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong><u>ththh</u>ayru <u>shaa</u>ff<u>aa</u>tin kullun qad 'alima <u>sh</u>al<u>aa</u>tahu watasbii<u>h</u>ahu wa<strong>al</strong>l<u>aa</u>hu 'aliimun bim<u>aa</u> yaf'aluun<strong>a</strong>",
            "idn": "Tidakkah engkau (Muhammad) tahu bahwa kepada Allah-lah bertasbih apa yang di langit dan di bumi, dan juga burung yang mengembangkan sayapnya. Masing-masing sungguh, telah mengetahui (cara) berdoa dan bertasbih. Allah Maha Mengetahui apa yang mereka kerjakan."
        },
        {
            "id": 2833,
            "surah": 24,
            "nomor": 42,
            "ar": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ وَاِلَى اللّٰهِ الْمَصِيْرُ",
            "tr": "walill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
            "idn": "Dan milik Allah-lah kerajaan langit dan bumi dan hanya kepada Allah-lah kembali (seluruh makhluk)."
        },
        {
            "id": 2834,
            "surah": 24,
            "nomor": 43,
            "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُزْجِيْ سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهٗ ثُمَّ يَجْعَلُهٗ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ وَيُنَزِّلُ مِنَ السَّمَاۤءِ مِنْ جِبَالٍ فِيْهَا مِنْۢ بَرَدٍ فَيُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ وَيَصْرِفُهٗ عَنْ مَّنْ ",
            "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha yuzjii sa<u>haa</u>ban tsumma yu-allifu baynahu tsumma yaj'aluhu ruk<u>aa</u>man fatar<u>aa</u> <strong>a</strong>lwadqa yakhruju min khil<u>aa</u>lihi wayunazzilu mina <strong>al</strong>ssam<u>aa</u>-i min jib<u>aa</u>lin fiih<u>aa</u> min baradin fayu<u>sh</u>iibu bihi man yasy<u>aa</u>u waya<u>sh</u>rifuhu 'an man yasy<u>aa</u>u yak<u>aa</u>du san<u>aa</u> barqihi ya<u>dz</u>habu bi<strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>",
            "idn": "Tidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau lihat hujan keluar dari celah-celahnya dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran es) itu kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan."
        },
        {
            "id": 2835,
            "surah": 24,
            "nomor": 44,
            "ar": "يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ",
            "tr": "yuqallibu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra inna fii <u>dzaa</u>lika la'ibratan li-ulii <strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>",
            "idn": "Allah mempergantikan malam dan siang. Sesungguhnya pada yang demikian itu, pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam)."
        },
        {
            "id": 2836,
            "surah": 24,
            "nomor": 45,
            "ar": "وَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "tr": "wa<strong>al</strong>l<u>aa</u>hu khalaqa kulla d<u>aa</u>bbatin min m<u>aa</u>-in faminhum man yamsyii 'al<u>aa</u> ba<u>th</u>nihi waminhum man yamsyii 'al<u>aa</u> rijlayni waminhum man yamsyii 'al<u>aa</u> arba'in yakhluqu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yasy<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
            "idn": "Dan Allah menciptakan semua jenis hewan dari air, maka sebagian ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki, sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu."
        },
        {
            "id": 2837,
            "surah": 24,
            "nomor": 46,
            "ar": "لَقَدْ اَنْزَلْنَآ اٰيٰتٍ مُّبَيِّنٰتٍۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "tr": "laqad anzaln<u>aa</u> <u>aa</u>y<u>aa</u>tin mubayyin<u>aa</u>tin wa<strong>al</strong>l<u>aa</u>hu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
            "idn": "Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Dan Allah memberi petunjuk siapa yang Dia kehendaki ke jalan yang lurus."
        },
        {
            "id": 2838,
            "surah": 24,
            "nomor": 47,
            "ar": "وَيَقُوْلُوْنَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَۗ وَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ",
            "tr": "wayaquuluuna <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wabi<strong>al</strong>rrasuuli wa-a<u>th</u>a'n<u>aa</u> tsumma yatawall<u>aa</u> fariiqun minhum min ba'di <u>dzaa</u>lika wam<u>aa</u> ul<u>aa</u>-ika bi<strong>a</strong>lmu/miniin<strong>a</strong>",
            "idn": "Dan mereka (orang-orang munafik) berkata, “Kami telah beriman kepada Allah dan Rasul (Muhammad), dan kami menaati (keduanya).”  Kemudian sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang beriman."
        },
        {
            "id": 2839,
            "surah": 24,
            "nomor": 48,
            "ar": "وَاِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرِيْقٌ مِّنْهُمْ مُّعْرِضُوْنَ ",
            "tr": "wa-i<u>dzaa</u> du'uu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi warasuulihi liya<u>h</u>kuma baynahum i<u>dzaa</u> fariiqun minhum mu'ri<u>dh</u>uun<strong>a</strong>",
            "idn": "Dan apabila mereka diajak kepada Allah dan Rasul-Nya, agar (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka menolak (untuk datang)."
        },
        {
            "id": 2840,
            "surah": 24,
            "nomor": 49,
            "ar": "وَاِنْ يَّكُنْ لَّهُمُ الْحَقُّ يَأْتُوْٓا اِلَيْهِ مُذْعِنِيْنَ",
            "tr": "wa-in yakun lahumu <strong>a</strong>l<u>h</u>aqqu ya/tuu ilayhi mu<u>dz</u>'iniin<strong>a</strong>",
            "idn": "Tetapi, jika kebenaran di pihak mereka, mereka datang kepadanya (Rasul) dengan patuh."
        },
        {
            "id": 2841,
            "surah": 24,
            "nomor": 50,
            "ar": "اَفِيْ قُلُوْبِهِمْ مَّرَضٌ اَمِ ارْتَابُوْٓا اَمْ يَخَافُوْنَ اَنْ يَّحِيْفَ اللّٰهُ عَلَيْهِمْ وَرَسُوْلُهٗ ۗبَلْ اُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ࣖ",
            "tr": "afii quluubihim mara<u>dh</u>un ami irt<u>aa</u>buu am yakh<u>aa</u>fuuna an ya<u>h</u>iifa <strong>al</strong>l<u>aa</u>hu 'alayhim warasuuluhu bal ul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>",
            "idn": "Apakah (ketidakhadiran mereka karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim."
        },
        {
            "id": 2842,
            "surah": 24,
            "nomor": 51,
            "ar": "اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "tr": "innam<u>aa</u> k<u>aa</u>na qawla <strong>a</strong>lmu/miniina i<u>dzaa</u> du'uu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi warasuulihi liya<u>h</u>kuma baynahum an yaquuluu sami'n<u>aa</u> wa-a<u>th</u>a'n<u>aa</u> waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
            "idn": "Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, “Kami mendengar, dan kami taat.” Dan mereka itulah orang-orang yang beruntung."
        },
        {
            "id": 2843,
            "surah": 24,
            "nomor": 52,
            "ar": "وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
            "tr": "waman yu<u>th</u>i'i <strong>al</strong>l<u>aa</u>ha warasuulahu wayakhsya <strong>al</strong>l<u>aa</u>ha wayattaqhi faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>",
            "idn": "Dan barangsiapa taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan."
        },
        {
            "id": 2844,
            "surah": 24,
            "nomor": 53,
            "ar": "۞ وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ اَمَرْتَهُمْ لَيَخْرُجُنَّۗ قُلْ لَّا تُقْسِمُوْاۚ طَاعَةٌ مَّعْرُوْفَةٌ  ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
            "tr": "wa-aqsamuu bi<strong>al</strong>l<u>aa</u>hi jahda aym<u>aa</u>nihim la-in amartahum layakhrujunna qul l<u>aa</u> tuqsimuu <u>th</u><u>aa</u>'atun ma'ruufatun inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
            "idn": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah sungguh-sungguh, bahwa jika engkau suruh mereka berperang, pastilah mereka akan pergi. Katakanlah (Muhammad), “Janganlah kamu bersumpah, (karena yang diminta) adalah ketaatan yang baik. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.”"
        },
        {
            "id": 2845,
            "surah": 24,
            "nomor": 54,
            "ar": "قُلْ اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْۗ وَاِنْ تُطِيْعُوْهُ تَهْتَدُوْاۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
            "tr": "qul a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula fa-in tawallaw fa-innam<u>aa</u> 'alayhi m<u>aa</u> <u>h</u>ummila wa'alaykum m<u>aa</u> <u>h</u>ummiltum wa-in tu<u>th</u>ii'uuhu tahtaduu wam<u>aa</u> 'al<u>aa</u> <strong>al</strong>rrasuuli ill<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>a</strong>",
            "idn": "Katakanlah, “Taatlah kepada Allah dan taatlah kepada Rasul; jika kamu berpaling, maka sesungguhnya kewajiban Rasul (Muhammad) itu hanyalah apa yang dibebankan kepadanya, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.”"
        },
        {
            "id": 2846,
            "surah": 24,
            "nomor": 55,
            "ar": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ ",
            "tr": "wa'ada <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minkum wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti layastakhlifannahum fii <strong>a</strong>l-ar<u>dh</u>i kam<u>aa</u> istakhlafa <strong>al</strong>la<u>dz</u>iina min qablihim walayumakkinanna lahum diinahumu <strong>al</strong>la<u>dz</u>ii irta<u>daa</u> lahum walayubaddilannahum min ba'di khawfihim amnan ya'buduunanii l<u>aa</u> yusyrikuuna bii syay-an waman kafara ba'da <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>",
            "idn": "Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh, Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun. Tetapi barangsiapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik."
        },
        {
            "id": 2847,
            "surah": 24,
            "nomor": 56,
            "ar": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا الرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَ",
            "tr": "wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula la'allakum tur<u>h</u>amuun<strong>a</strong>",
            "idn": "Dan laksanakanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul (Muhammad), agar kamu diberi rahmat."
        },
        {
            "id": 2848,
            "surah": 24,
            "nomor": 57,
            "ar": "لَا تَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا مُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَأْوٰىهُمُ النَّارُۗ وَلَبِئْسَ الْمَصِيْرُ ࣖ",
            "tr": "l<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>la<u>dz</u>iina kafaruu mu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wama/w<u>aa</u>humu <strong>al</strong>nn<u>aa</u>ru walabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
            "idn": "Janganlah engkau mengira bahwa orang-orang yang kafir itu dapat luput dari siksaan Allah di bumi; sedang tempat kembali mereka (di akhirat) adalah neraka. Dan itulah seburuk-buruk tempat kembali."
        },
        {
            "id": 2849,
            "surah": 24,
            "nomor": 58,
            "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِيَسْتَأْذِنْكُمُ الَّذِيْنَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذِيْنَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرّٰتٍۗ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحِيْنَ تَضَعُوْنَ ثِيَابَكُمْ مِّنَ الظَّهِيْرَةِ وَمِنْۢ بَعْدِ صَلٰوةِ ",
            "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu liyasta/<u>dz</u>inkumu <strong>al</strong>la<u>dz</u>iina malakat aym<u>aa</u>nukum wa<strong>a</strong>lla<u>dz</u>iina lam yablughuu <strong>a</strong>l<u>h</u>uluma minkum tsal<u>aa</u>tsa marr<u>aa</u>tin min qabli <u>sh</u>al<u>aa</u>ti <strong>a</strong>lfajri wa<u>h</u>iina ta<u>dh</u>a'uuna tsiy<u>aa</u>bakum mina <strong>al</strong><u>zhzh</u>ahiirati wamin ba'di <u>sh</u>al<u>aa</u>ti <strong>a</strong>l'isy<u>aa</u>-i tsal<u>aa</u>tsu 'awr<u>aa</u>tin lakum laysa 'alaykum wal<u>aa</u> 'alayhim jun<u>aah</u>un ba'dahunna <u>th</u>aww<u>aa</u>fuuna 'alaykum ba'<u>dh</u>ukum 'al<u>aa</u> ba'<u>dh</u>in ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
            "idn": "Wahai orang-orang yang beriman! Hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki, dan orang-orang yang belum balig (dewasa) di antara kamu, meminta izin kepada kamu pada tiga kali (kesempatan) yaitu, sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari, dan setelah salat Isya. (Itulah) tiga aurat (waktu) bagi kamu. Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu; mereka keluar masuk melayani kamu, sebagian kamu atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui, Mahabijaksana."
        },
        {
            "id": 2850,
            "surah": 24,
            "nomor": 59,
            "ar": "وَاِذَا بَلَغَ الْاَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوْا كَمَا اسْتَأْذَنَ الَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "tr": "wa-i<u>dzaa</u> balagha <strong>a</strong>l-a<u>th</u>f<u>aa</u>lu minkumu <strong>a</strong>l<u>h</u>uluma falyasta/<u>dz</u>inuu kam<u>aa</u> ista/<u>dz</u>ana <strong>al</strong>la<u>dz</u>iina min qablihim ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakum <u>aa</u>y<u>aa</u>tihi wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>",
            "idn": "Dan apabila anak-anakmu telah sampai umur dewasa, maka hendaklah mereka (juga) meminta izin, seperti orang-orang yang lebih dewasa meminta izin. Demikianlah Allah menjelaskan ayat-ayat-Nya kepadamu. Allah Maha Mengetahui, Mahabijaksana."
        },
        {
            "id": 2851,
            "surah": 24,
            "nomor": 60,
            "ar": "وَالْقَوَاعِدُ مِنَ النِّسَاۤءِ الّٰتِيْ لَا يَرْجُوْنَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ اَنْ يَّضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجٰتٍۢ بِزِيْنَةٍۗ وَاَنْ يَّسْتَعْفِفْنَ خَيْرٌ لَّهُنَّۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
            "tr": "wa<strong>a</strong>lqaw<u>aa</u>'idu mina <strong>al</strong>nnis<u>aa</u>-i <strong>al</strong>l<u>aa</u>tii l<u>aa</u> yarjuuna nik<u>aah</u>an falaysa 'alayhinna jun<u>aah</u>un an ya<u>dh</u>a'na tsiy<u>aa</u>bahunna ghayra mutabarrij<u>aa</u>tin biziinatin wa-an yasta'fifna khayrun lahunna wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>",
            "idn": "Dan para perempuan tua yang telah berhenti (dari haid dan mengandung) yang tidak ingin menikah (lagi), maka tidak ada dosa menanggalkan pakaian (luar) mereka dengan tidak (bermaksud) menampakkan perhiasan; tetapi memelihara kehormatan adalah lebih baik bagi mereka. Allah Maha Mendengar, Maha Mengetahui."
        },
        {
            "id": 2852,
            "surah": 24,
            "nomor": 61,
            "ar": "لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَّلَا عَلَى الْاَعْرَجِ حَرَجٌ وَّلَا عَلَى الْمَرِيْضِ حَرَجٌ وَّلَا عَلٰٓى اَنْفُسِكُمْ اَنْ تَأْكُلُوْا مِنْۢ بُيُوْتِكُمْ اَوْ بُيُوْتِ اٰبَاۤىِٕكُمْ اَوْ بُيُوْتِ اُمَّهٰتِكُمْ اَوْ بُيُوْتِ اِخْوَانِكُمْ اَوْ بُيُوْتِ",
            "tr": "laysa 'al<u>aa</u> <strong>a</strong>l-a'm<u>aa</u> <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-a'raji <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>lmarii<u>dh</u>i <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> anfusikum an ta/kuluu min buyuutikum aw buyuuti <u>aa</u>b<u>aa</u>-ikum aw buyuuti ummah<u>aa</u>tikum aw buyuuti ikhw<u>aa</u>nikum aw buyuuti akhaw<u>aa</u>tikum aw buyuuti a'm<u>aa</u>mikum aw buyuuti 'amm<u>aa</u>tikum aw buyuuti akhw<u>aa</u>likum aw buyuuti kh<u>aa</u>l<u>aa</u>tikum aw m<u>aa</u> malaktum maf<u>aa</u>ti<u>h</u>ahu aw <u>sh</u>adiiqikum laysa 'alaykum jun<u>aah</u>un an ta/kuluu jamii'an aw asyt<u>aa</u>tan fa-i<u>dzaa</u> dakhaltum buyuutan fasallimuu 'al<u>aa</u> anfusikum ta<u>h</u>iyyatan min 'indi <strong>al</strong>l<u>aa</u>hi mub<u>aa</u>rakatan <u>th</u>ayyibatan ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum ta'qiluun<strong>a</strong>",
            "idn": "Tidak ada halangan bagi orang buta, tidak (pula) bagi orang pincang, tidak (pula) bagi orang sakit, dan tidak (pula) bagi dirimu, makan (bersama-sama mereka) di rumah kamu atau di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara-saudaramu yang laki-laki, di rumah saudara-saudaramu yang perempuan, di rumah saudara-saudara bapakmu yang laki-laki, di rumah saudara-saudara bapakmu yang perempuan, di rumah saudara-saudara ibumu yang laki-laki, di rumah saudara-saudara ibumu yang perempuan, (di rumah) yang kamu miliki kuncinya atau (di rumah) kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah hendaklah kamu memberi salam (kepada penghuninya, yang berarti memberi salam) kepada dirimu sendiri, dengan salam yang penuh berkah dan baik dari sisi Allah. Demikianlah Allah menjelaskan ayat-ayat(-Nya) bagimu, agar kamu mengerti. "
        },
        {
            "id": 2853,
            "surah": 24,
            "nomor": 62,
            "ar": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاِذَا كَانُوْا مَعَهٗ عَلٰٓى اَمْرٍ جَامِعٍ لَّمْ يَذْهَبُوْا حَتّٰى يَسْتَأْذِنُوْهُۗ اِنَّ الَّذِيْنَ يَسْتَأْذِنُوْنَكَ اُولٰۤىِٕكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖۚ ف",
            "tr": "innam<u>aa</u> <strong>a</strong>lmu/minuuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa-i<u>dzaa</u> k<u>aa</u>nuu ma'ahu 'al<u>aa</u> amrin j<u>aa</u>mi'in lam ya<u>dz</u>habuu <u>h</u>att<u>aa</u> yasta/<u>dz</u>inuuhu inna <strong>al</strong>la<u>dz</u>iina yasta/<u>dz</u>inuunaka ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina yu/minuuna bi<strong>al</strong>l<u>aa</u>hi warasuulihi fa-i<u>dzaa</u> ista/<u>dz</u>anuuka liba'<u>dh</u>i sya/nihim fa/<u>dz</u>an liman syi/ta minhum wa<strong>i</strong>staghfir lahumu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
            "idn": "(Yang disebut) orang mukmin hanyalah orang yang beriman kepada Allah dan Rasul-Nya (Muhammad), dan apabila mereka berada bersama-sama dengan dia (Muhammad) dalam suatu urusan bersama, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sesungguhnya orang-orang yang meminta izin kepadamu (Muhammad), mereka itulah orang-orang yang (benar-benar) beriman kepada Allah dan Rasul-Nya. Maka apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka, dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 2854,
            "surah": 24,
            "nomor": 63,
            "ar": "لَا تَجْعَلُوْا دُعَاۤءَ الرَّسُوْلِ بَيْنَكُمْ كَدُعَاۤءِ بَعْضِكُمْ بَعْضًاۗ قَدْ يَعْلَمُ اللّٰهُ الَّذِيْنَ يَتَسَلَّلُوْنَ مِنْكُمْ لِوَاذًاۚ فَلْيَحْذَرِ الَّذِيْنَ يُخَالِفُوْنَ عَنْ اَمْرِهٖٓ اَنْ تُصِيْبَهُمْ فِتْنَةٌ اَوْ يُصِيْبَهُمْ عَذَابٌ اَ",
            "tr": "l<u>aa</u> taj'aluu du'<u>aa</u>-a <strong>al</strong>rrasuuli baynakum kadu'<u>aa</u>-i ba'<u>dh</u>ikum ba'<u>dh</u>an qad ya'lamu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina yatasallaluuna minkum liw<u>aadz</u>an falya<u>hts</u>ari <strong>al</strong>la<u>dz</u>iina yukh<u>aa</u>lifuuna 'an amrihi an tu<u>sh</u>iibahum fitnatun aw yu<u>sh</u>iibahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
            "idn": "Janganlah kamu jadikan panggilan Rasul (Muhammad) di antara kamu seperti panggilan sebagian kamu kepada sebagian (yang lain). Sungguh, Allah mengetahui orang-orang yang keluar (secara) sembunyi-sembunyi di antara kamu dengan berlindung (kepada kawannya), maka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih."
        },
        {
            "id": 2855,
            "surah": 24,
            "nomor": 64,
            "ar": "اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ قَدْ يَعْلَمُ مَآ اَنْتُمْ عَلَيْهِۗ وَيَوْمَ يُرْجَعُوْنَ اِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
            "tr": "al<u>aa</u> inna lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i qad ya'lamu m<u>aa</u> antum 'alayhi wayawma yurja'uuna ilayhi fayunabbi-uhum bim<u>aa</u> 'amiluu wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>",
            "idn": "Ketahuilah, sesungguhnya milik Allah-lah apa yang di langit dan di bumi. Dia mengetahui keadaan kamu sekarang. Dan (mengetahui pula) hari (ketika mereka) dikembalikan kepada-Nya, lalu diterangkan-Nya kepada mereka apa yang telah mereka kerjakan. Dan Allah Maha Mengetahui segala sesuatu."
        }
    ],
    "surat_selanjutnya": {
        "id": 25,
        "nomor": 25,
        "nama": "الفرقان",
        "nama_latin": "Al-Furqan",
        "jumlah_ayat": 77,
        "tempat_turun": "mekah",
        "arti": "Pembeda",
        "deskripsi": "Surat ini terdiri atas 77 ayat, termasuk golongan surat-surat Makkiyah. Dinamai <i>Al Furqaan</i> yang artinya <i>pembeda</i>, diambil dari kata <i>Al Furqaan</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan Al Furqaan dalam ayat ini ialah Al Quran.<br> Al Quran dinamakan Al Furqaan karena dia membedakan antara yang haq dengan yang batil. MAka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran ke-esaan Allah s.w.t. dengan kebatilan kepercayaan syirik.",
        "audio": "https://santrikoding.com/storage/audio/025.mp3"
    },
    "surat_sebelumnya": {
        "id": 23,
        "nomor": 23,
        "nama": "المؤمنون",
        "nama_latin": "Al-Mu'minun",
        "jumlah_ayat": 118,
        "tempat_turun": "mekah",
        "arti": "Orang-Orang Mukmin",
        "deskripsi": "Surat Al Mu'minuun terdiri atas 118 ayat, termasuk golongan surat-surat Makkiyyah. Dinamai <i>Al Mu'minuun</i>, karena permulaan ayat ini manerangkan bagaimana seharusnya sifat-sifat orang mukmin yang menyebabkan keberuntungan mereka di akhirat dan ketenteraman jiwa mereka di dunia. Demikian tingginya sifat-sifat itu, hingga ia telah menjadi akhlak bagi Nabi Muhammad s.a.w.",
        "audio": "https://santrikoding.com/storage/audio/023.mp3"
    }
}