{
    "status": true,
    "nomor": 25,
    "nama": "الفرقان",
    "nama_latin": "Al-Furqan",
    "jumlah_ayat": 77,
    "tempat_turun": "mekah",
    "arti": "Pembeda",
    "deskripsi": "Surat ini terdiri atas 77 ayat, termasuk golongan surat-surat Makkiyah. Dinamai <i>Al Furqaan</i> yang artinya <i>pembeda</i>, diambil dari kata <i>Al Furqaan</i> yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan Al Furqaan dalam ayat ini ialah Al Quran.<br> Al Quran dinamakan Al Furqaan karena dia membedakan antara yang haq dengan yang batil. MAka pada surat ini pun terdapat ayat-ayat yang membedakan antara kebenaran ke-esaan Allah s.w.t. dengan kebatilan kepercayaan syirik.",
    "audio": "https://santrikoding.com/storage/audio/025.mp3",
    "ayat": [
        {
            "id": 2856,
            "surah": 25,
            "nomor": 1,
            "ar": "تَبٰرَكَ الَّذِيْ نَزَّلَ الْفُرْقَانَ عَلٰى عَبْدِهٖ لِيَكُوْنَ لِلْعٰلَمِيْنَ نَذِيْرًا ۙ",
            "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii nazzala <strong>a</strong>lfurq<u>aa</u>na 'al<u>aa</u> 'abdihi liyakuuna lil'<u>aa</u>lamiina na<u>dz</u>iir<u>aa</u><strong>n</strong>",
            "idn": "Mahasuci Allah yang telah menurunkan Furqan (Al-Qur'an) kepada hamba-Nya (Muhammad), agar dia menjadi pemberi peringatan kepada seluruh alam (jin dan manusia)."
        },
        {
            "id": 2857,
            "surah": 25,
            "nomor": 2,
            "ar": " ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهٗ تَقْدِيْرًا",
            "tr": "<strong>al</strong>la<u>dz</u>ii lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i walam yattakhi<u>dz</u> waladan walam yakun lahu syariikun fii <strong>a</strong>lmulki wakhalaqa kulla syay-in faqaddarahu taqdiir<u>aa</u><strong>n</strong>",
            "idn": "Yang memiliki kerajaan langit dan bumi, tidak mempunyai anak, tidak ada sekutu bagi-Nya dalam kekuasaan(-Nya), dan Dia menciptakan segala sesuatu, lalu menetapkan ukuran-ukurannya dengan tepat. "
        },
        {
            "id": 2858,
            "surah": 25,
            "nomor": 3,
            "ar": "وَاتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً لَّا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَ وَلَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ ضَرًّا وَّلَا نَفْعًا وَّلَا يَمْلِكُوْنَ مَوْتًا وَّلَا حَيٰوةً وَّلَا نُشُوْرًا",
            "tr": "wa<strong>i</strong>ttakha<u>dz</u>uu min duunihi <u>aa</u>lihatan l<u>aa</u> yakhluquuna syay-an wahum yukhlaquuna wal<u>aa</u> yamlikuuna li-anfusihim <u>dh</u>arran wal<u>aa</u> naf'an wal<u>aa</u> yamlikuuna mawtan wal<u>aa</u> <u>h</u>ay<u>aa</u>tan wal<u>aa</u> nusyuur<u>aa</u><strong>n</strong>",
            "idn": "Namun mereka mengambil tuhan-tuhan selain Dia (untuk disembah), padahal mereka (tuhan-tuhan itu) tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya dan tidak dapat (mendatangkan) manfaat serta tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan."
        },
        {
            "id": 2859,
            "surah": 25,
            "nomor": 4,
            "ar": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ",
            "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu in h<u>aadzaa</u> ill<u>aa</u> ifkun iftar<u>aa</u>hu wa-a'<u>aa</u>nahu 'alayhi qawmun <u>aa</u>kharuuna faqad j<u>aa</u>uu <u>zh</u>ulman wazuur<u>aa</u><strong>n</strong>",
            "idn": "Dan orang-orang kafir berkata, “(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,” Sungguh, mereka telah berbuat zalim dan dusta yang besar."
        },
        {
            "id": 2860,
            "surah": 25,
            "nomor": 5,
            "ar": "وَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا",
            "tr": "waq<u>aa</u>luu as<u>aath</u>iiru <strong>a</strong>l-awwaliina iktatabah<u>aa</u> fahiya tuml<u>aa</u> 'alayhi bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>",
            "idn": "Dan mereka berkata, “(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.”"
        },
        {
            "id": 2861,
            "surah": 25,
            "nomor": 6,
            "ar": "قُلْ اَنْزَلَهُ الَّذِيْ يَعْلَمُ السِّرَّ  فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ كَانَ غَفُوْرًا رَّحِيْمًا",
            "tr": "qul anzalahu <strong>al</strong>la<u>dz</u>ii ya'lamu <strong>al</strong>ssirra fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i innahu k<u>aa</u>na ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>",
            "idn": "Katakanlah (Muhammad), “(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.” "
        },
        {
            "id": 2862,
            "surah": 25,
            "nomor": 7,
            "ar": "وَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ",
            "tr": "waq<u>aa</u>luu m<u>aa</u>li h<u>aadzaa</u> <strong>al</strong>rrasuuli ya/kulu <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wayamsyii fii <strong>a</strong>l-asw<u>aa</u>qi lawl<u>aa</u> unzila ilayhi malakun fayakuuna ma'ahu na<u>dz</u>iir<u>aa</u><strong>n</strong>",
            "idn": "Dan mereka berkata, “Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,"
        },
        {
            "id": 2863,
            "surah": 25,
            "nomor": 8,
            "ar": "اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا",
            "tr": "aw yulq<u>aa</u> ilayhi kanzun aw takuunu lahu jannatun ya/kulu minh<u>aa</u> waq<u>aa</u>la <strong>al</strong><u>zhzhaa</u>limuuna in tattabi'uuna ill<u>aa</u> rajulan mas<u>h</u>uur<u>aa</u><strong>n</strong>",
            "idn": "atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?” Dan orang-orang zalim itu berkata, “Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.”"
        },
        {
            "id": 2864,
            "surah": 25,
            "nomor": 9,
            "ar": "اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا ࣖ",
            "tr": "un<u>zh</u>ur kayfa <u>dh</u>arabuu laka <strong>a</strong>l-amts<u>aa</u>la fa<u>dh</u>alluu fal<u>aa</u> yasta<u>th</u>ii'uuna sabiil<u>aa</u><strong>n</strong>",
            "idn": "Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang engkau, maka sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu). "
        },
        {
            "id": 2865,
            "surah": 25,
            "nomor": 10,
            "ar": "تَبٰرَكَ الَّذِيْٓ اِنْ شَاۤءَ جَعَلَ لَكَ خَيْرًا مِّنْ ذٰلِكَ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ وَيَجْعَلْ لَّكَ قُصُوْرًا",
            "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii in sy<u>aa</u>-a ja'ala laka khayran min <u>dzaa</u>lika jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wayaj'al laka qu<u>sh</u>uur<u>aa</u><strong>n</strong>",
            "idn": "Mahasuci (Allah) yang jika Dia menghendaki, niscaya Dia jadikan bagimu yang lebih baik daripada itu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, dan Dia jadikan (pula) istana-istana untukmu."
        },
        {
            "id": 2866,
            "surah": 25,
            "nomor": 11,
            "ar": "بَلْ كَذَّبُوْا بِالسَّاعَةِۙ وَاَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيْرًا",
            "tr": "bal ka<u>dzdz</u>abuu bi<strong>al</strong>ss<u>aa</u>'ati wa-a'tadn<u>aa</u> liman ka<u>dzdz</u>aba bi<strong>al</strong>ss<u>aa</u>'ati sa'iir<u>aa</u><strong>n</strong>",
            "idn": "Bahkan mereka mendustakan hari Kiamat. Dan Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat."
        },
        {
            "id": 2867,
            "surah": 25,
            "nomor": 12,
            "ar": "اِذَا رَاَتْهُمْ مِّنْ مَّكَانٍۢ بَعِيْدٍ سَمِعُوْا لَهَا تَغَيُّظًا وَّزَفِيْرًا",
            "tr": "i<u>dzaa</u> ra-at-hum min mak<u>aa</u>nin ba'iidin sami'uu lah<u>aa</u> taghayyu<u>zh</u>an wazafiir<u>aa</u><strong>n</strong>",
            "idn": "Apabila ia (neraka) melihat mereka dari tempat yang jauh, mereka mendengar suaranya yang gemuruh karena marahnya."
        },
        {
            "id": 2868,
            "surah": 25,
            "nomor": 13,
            "ar": "وَاِذَآ اُلْقُوْا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِيْنَ دَعَوْا هُنَالِكَ ثُبُوْرًا ۗ",
            "tr": "wa-i<u>dzaa</u> ulquu minh<u>aa</u> mak<u>aa</u>nan <u>dh</u>ayyiqan muqarraniina da'aw hun<u>aa</u>lika tsubuur<u>aa</u><strong>n</strong>",
            "idn": "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka dengan dibelenggu, mereka di sana berteriak mengharapkan kebinasaan."
        },
        {
            "id": 2869,
            "surah": 25,
            "nomor": 14,
            "ar": "لَا تَدْعُوا الْيَوْمَ ثُبُوْرًا وَّاحِدًا وَّادْعُوْا ثُبُوْرًا كَثِيْرًا ",
            "tr": "l<u>aa</u> tad'uu <strong>a</strong>lyawma tsubuuran w<u>aah</u>idan wa<strong>u</strong>d'uu tsubuuran katsiir<u>aa</u><strong>n</strong>",
            "idn": "(Akan dikatakan kepada mereka), “Janganlah kamu mengharapkan pada hari ini satu kebinasaan, melainkan harapkanlah kebinasaan yang berulang-ulang.” "
        },
        {
            "id": 2870,
            "surah": 25,
            "nomor": 15,
            "ar": "قُلْ اَذٰلِكَ خَيْرٌ اَمْ جَنَّةُ الْخُلْدِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ  كَانَتْ لَهُمْ جَزَاۤءً وَّمَصِيْرًا ",
            "tr": "qul a<u>dzaa</u>lika khayrun am jannatu <strong>a</strong>lkhuldi <strong>al</strong>latii wu'ida <strong>a</strong>lmuttaquuna k<u>aa</u>nat lahum jaz<u>aa</u>-an wama<u>sh</u>iir<u>aa</u><strong>n</strong>",
            "idn": "Katakanlah (Muhammad), “Apakah (azab) seperti itu yang baik, atau surga yang kekal yang dijanjikan kepada orang-orang yang bertakwa sebagai balasan, dan tempat kembali bagi mereka?”"
        },
        {
            "id": 2871,
            "surah": 25,
            "nomor": 16,
            "ar": "لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ خٰلِدِيْنَۗ  كَانَ عَلٰى رَبِّكَ وَعْدًا مَّسْـُٔوْلًا",
            "tr": "lahum fiih<u>aa</u> m<u>aa</u> yasy<u>aa</u>uuna kh<u>aa</u>lidiina k<u>aa</u>na 'al<u>aa</u> rabbika wa'dan mas-uul<u>aa</u><strong>n</strong>",
            "idn": "Bagi mereka segala yang mereka kehendaki ada di dalamnya (surga), mereka kekal (di dalamnya). Itulah janji Tuhanmu yang pantas dimohonkan (kepada-Nya)."
        },
        {
            "id": 2872,
            "surah": 25,
            "nomor": 17,
            "ar": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَقُوْلُ ءَاَنْتُمْ اَضْلَلْتُمْ عِبَادِيْ هٰٓؤُلَاۤءِ اَمْ هُمْ ضَلُّوا السَّبِيْلَ ۗ",
            "tr": "wayawma ya<u>h</u>syuruhum wam<u>aa</u> ya'buduuna min duuni <strong>al</strong>l<u>aa</u>hi fayaquulu a-antum a<u>dh</u>laltum 'ib<u>aa</u>dii h<u>aa</u>ul<u>aa</u>-i am hum <u>dh</u>alluu <strong>al</strong>ssabiil<strong>a</strong>",
            "idn": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka bersama apa yang mereka sembah selain Allah, lalu Dia berfirman (kepada yang disembah), “Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?” "
        },
        {
            "id": 2873,
            "surah": 25,
            "nomor": 18,
            "ar": "قَالُوْا سُبْحٰنَكَ مَا كَانَ يَنْۢبَغِيْ لَنَآ اَنْ نَّتَّخِذَ مِنْ دُوْنِكَ مِنْ اَوْلِيَاۤءَ وَلٰكِنْ مَّتَّعْتَهُمْ وَاٰبَاۤءَهُمْ حَتّٰى نَسُوا الذِّكْرَۚ وَكَانُوْا قَوْمًاۢ بُوْرًا",
            "tr": "q<u>aa</u>luu sub<u>haa</u>naka m<u>aa</u> k<u>aa</u>na yanbaghii lan<u>aa</u> an nattakhi<u>dz</u>a min duunika min awliy<u>aa</u>-a wal<u>aa</u>kin matta'tahum wa<u>aa</u>b<u>aa</u>-ahum <u>h</u>att<u>aa</u> nasuu <strong>al</strong><u>dzdz</u>ikra wak<u>aa</u>nuu qawman buur<u>aa</u><strong>n</strong>",
            "idn": "Mereka (yang disembah itu) menjawab, “Mahasuci Engkau, tidaklah pantas bagi kami mengambil pelindung selain Engkau, tetapi Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup, sehingga mereka melupakan peringatan; dan mereka kaum yang binasa.”"
        },
        {
            "id": 2874,
            "surah": 25,
            "nomor": 19,
            "ar": "فَقَدْ كَذَّبُوْكُمْ بِمَا تَقُوْلُوْنَۙ فَمَا تَسْتَطِيْعُوْنَ صَرْفًا وَّلَا نَصْرًاۚ وَمَنْ يَّظْلِمْ مِّنْكُمْ نُذِقْهُ عَذَابًا كَبِيْرًا",
            "tr": "faqad ka<u>dzdz</u>abuukum bim<u>aa</u> taquuluuna fam<u>aa</u> tasta<u>th</u>ii'uuna <u>sh</u>arfan wal<u>aa</u> na<u>sh</u>ran waman ya<u>zh</u>lim minkum nu<u>dz</u>iqhu 'a<u>dzaa</u>ban kabiir<u>aa</u><strong>n</strong>",
            "idn": "Maka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barangsiapa di antara kamu berbuat zalim, niscaya Kami timpakan kepadanya rasa azab yang besar."
        },
        {
            "id": 2875,
            "surah": 25,
            "nomor": 20,
            "ar": "وَمَآ اَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِيْنَ اِلَّآ اِنَّهُمْ لَيَأْكُلُوْنَ الطَّعَامَ وَيَمْشُوْنَ فِى الْاَسْوَاقِۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً  ۗ اَتَصْبِرُوْنَۚ وَكَانَ رَبُّكَ بَصِيْرًا ࣖ   ۔",
            "tr": "wam<u>aa</u> arsaln<u>aa</u> qablaka mina <strong>a</strong>lmursaliina ill<u>aa</u> innahum laya/kuluuna <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wayamsyuuna fii <strong>a</strong>l-asw<u>aa</u>qi waja'aln<u>aa</u> ba'<u>dh</u>akum liba'<u>dh</u>in fitnatan ata<u>sh</u>biruuna wak<u>aa</u>na rabbuka ba<u>sh</u>iir<u>aa</u><strong>n</strong>",
            "idn": "Dan Kami tidak mengutus rasul-rasul sebelummu (Muhammad), melainkan mereka pasti memakan makanan dan berjalan di pasar-pasar. Dan Kami jadikan sebagian kamu sebagai cobaan bagi sebagian yang lain. Maukah kamu bersabar? Dan Tuhanmu Maha Melihat."
        },
        {
            "id": 2876,
            "surah": 25,
            "nomor": 21,
            "ar": "۞ وَقَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ اَوْ نَرٰى رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوْا فِيْٓ اَنْفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيْرًا",
            "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yarjuuna liq<u>aa</u>-an<u>aa</u> lawl<u>aa</u> unzila 'alayn<u>aa</u> <strong>a</strong>lmal<u>aa</u>-ikatu aw nar<u>aa</u> rabban<u>aa</u> laqadi istakbaruu fii anfusihim wa'ataw 'utuwwan kabiir<u>aa</u><strong>n</strong>",
            "idn": "Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?” Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman)."
        },
        {
            "id": 2877,
            "surah": 25,
            "nomor": 22,
            "ar": "يَوْمَ يَرَوْنَ الْمَلٰۤىِٕكَةَ لَا بُشْرٰى يَوْمَىِٕذٍ لِّلْمُجْرِمِيْنَ وَيَقُوْلُوْنَ حِجْرًا مَّحْجُوْرًا ",
            "tr": "yawma yarawna <strong>a</strong>lmal<u>aa</u>-ikata l<u>aa</u> busyr<u>aa</u> yawma-i<u>dz</u>in lilmujrimiina wayaquuluuna <u>h</u>ijran ma<u>h</u>juur<u>aa</u><strong>n</strong>",
            "idn": "(Ingatlah) pada hari (ketika) mereka melihat para malaikat, pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa dan mereka berkata, “Hijran mahjura.”"
        },
        {
            "id": 2878,
            "surah": 25,
            "nomor": 23,
            "ar": "وَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا ",
            "tr": "waqadimn<u>aa</u> il<u>aa</u> m<u>aa</u> 'amiluu min 'amalin faja'aln<u>aa</u>hu hab<u>aa</u>-an mantsuur<u>aa</u><strong>n</strong>",
            "idn": "Dan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. "
        },
        {
            "id": 2879,
            "surah": 25,
            "nomor": 24,
            "ar": "اَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَقَرًّا وَّاَحْسَنُ مَقِيْلًا ",
            "tr": "a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati yawma-i<u>dz</u>in khayrun mustaqarran wa-a<u>h</u>sanu maqiil<u>aa</u><strong>n</strong>",
            "idn": "Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya. "
        },
        {
            "id": 2880,
            "surah": 25,
            "nomor": 25,
            "ar": "وَيَوْمَ تَشَقَّقُ السَّمَاۤءُ بِالْغَمَامِ وَنُزِّلَ الْمَلٰۤىِٕكَةُ تَنْزِيْلًا ",
            "tr": "wayawma tasyaqqaqu <strong>al</strong>ssam<u>aa</u>u bi<strong>a</strong>lgham<u>aa</u>mi wanuzzila <strong>a</strong>lmal<u>aa</u>-ikatu tanziil<u>aa</u><strong>n</strong>",
            "idn": "Dan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang."
        },
        {
            "id": 2881,
            "surah": 25,
            "nomor": 26,
            "ar": "اَلْمُلْكُ يَوْمَىِٕذِ ِۨالْحَقُّ لِلرَّحْمٰنِۗ وَكَانَ يَوْمًا عَلَى الْكٰفِرِيْنَ عَسِيْرًا ",
            "tr": "almulku yawma-i<u>dz</u>in <strong>a</strong>l<u>h</u>aqqu li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni wak<u>aa</u>na yawman 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiina 'asiir<u>aa</u><strong>n</strong>",
            "idn": "Kerajaan yang hak pada hari itu adalah milik Tuhan Yang Maha Pengasih. Dan itulah hari yang sulit bagi orang-orang kafir. "
        },
        {
            "id": 2882,
            "surah": 25,
            "nomor": 27,
            "ar": "وَيَوْمَ يَعَضُّ الظَّالِمُ عَلٰى يَدَيْهِ يَقُوْلُ يٰلَيْتَنِى اتَّخَذْتُ مَعَ الرَّسُوْلِ سَبِيْلًا ",
            "tr": "wayawma ya'a<u>dhdh</u>u <strong>al</strong><u>zhzhaa</u>limu 'al<u>aa</u> yadayhi yaquulu y<u>aa</u> laytanii ittakha<u>dz</u>tu ma'a <strong>al</strong>rrasuuli sabiil<u>aa</u><strong>n</strong>",
            "idn": "Dan (ingatlah) pada hari (ketika) orang-orang zalim menggigit dua jarinya, (menyesali perbuatannya) seraya berkata, “Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul.  "
        },
        {
            "id": 2883,
            "surah": 25,
            "nomor": 28,
            "ar": "يٰوَيْلَتٰى لَيْتَنِيْ لَمْ اَتَّخِذْ فُلَانًا خَلِيْلًا ",
            "tr": "y<u>aa</u> waylat<u>aa</u> laytanii lam attakhi<u>dz</u> ful<u>aa</u>nan khaliil<u>aa</u><strong>n</strong>",
            "idn": "Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku), "
        },
        {
            "id": 2884,
            "surah": 25,
            "nomor": 29,
            "ar": "لَقَدْ اَضَلَّنِيْ عَنِ الذِّكْرِ بَعْدَ اِذْ جَاۤءَنِيْۗ وَكَانَ الشَّيْطٰنُ لِلْاِنْسَانِ خَذُوْلًا ",
            "tr": "laqad a<u>dh</u>allanii 'ani <strong>al</strong><u>dzdz</u>ikri ba'da i<u>dz</u> j<u>aa</u>-anii wak<u>aa</u>na <strong>al</strong>sysyay<u>th</u><u>aa</u>nu lil-ins<u>aa</u>ni kha<u>dz</u>uul<u>aa</u><strong>n</strong>",
            "idn": "sungguh, dia telah menyesatkan aku dari peringatan (Al-Qur'an) ketika (Al-Qur'an) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.” "
        },
        {
            "id": 2885,
            "surah": 25,
            "nomor": 30,
            "ar": "وَقَالَ الرَّسُوْلُ يٰرَبِّ اِنَّ قَوْمِى اتَّخَذُوْا هٰذَا الْقُرْاٰنَ مَهْجُوْرًا ",
            "tr": "waq<u>aa</u>la <strong>al</strong>rrasuulu y<u>aa</u> rabbi inna qawmii ittakha<u>dz</u>uu h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>na mahjuur<u>aa</u><strong>n</strong>",
            "idn": "Dan Rasul (Muhammad) berkata, “Ya Tuhanku, sesungguhnya kaumku telah menjadikan Al-Qur'an ini diabaikan.”"
        },
        {
            "id": 2886,
            "surah": 25,
            "nomor": 31,
            "ar": "وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِيْنَۗ وَكَفٰى بِرَبِّكَ هَادِيًا وَّنَصِيْرًا ",
            "tr": "waka<u>dzaa</u>lika ja'aln<u>aa</u> likulli nabiyyin 'aduwwan mina <strong>a</strong>lmujrimiina wakaf<u>aa</u> birabbika h<u>aa</u>diyan wana<u>sh</u>iir<u>aa</u><strong>n</strong>",
            "idn": "Begitulah, bagi setiap nabi, telah Kami adakan musuh dari orang-orang yang berdosa. Tetapi cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong. "
        },
        {
            "id": 2887,
            "surah": 25,
            "nomor": 32,
            "ar": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْاٰنُ جُمْلَةً وَّاحِدَةً ۛ كَذٰلِكَ ۛ لِنُثَبِّتَ بِهٖ فُؤَادَكَ وَرَتَّلْنٰهُ تَرْتِيْلًا ",
            "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lawl<u>aa</u> nuzzila 'alayhi <strong>a</strong>lqur-<u>aa</u>nu jumlatan w<u>aah</u>idatan ka<u>dzaa</u>lika linutsabbita bihi fu-<u>aa</u>daka warattaln<u>aa</u>hu tartiil<u>aa</u><strong>n</strong>",
            "idn": "Dan orang-orang kafir berkata, “Mengapa Al-Qur'an itu tidak diturunkan kepadanya sekaligus?” Demikianlah, agar Kami memperteguh hatimu (Muhammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan dan benar). "
        },
        {
            "id": 2888,
            "surah": 25,
            "nomor": 33,
            "ar": "وَلَا يَأْتُوْنَكَ بِمَثَلٍ اِلَّا جِئْنٰكَ بِالْحَقِّ وَاَحْسَنَ تَفْسِيْرًا ۗ",
            "tr": "wal<u>aa</u> ya/tuunaka bimatsalin ill<u>aa</u> ji/n<u>aa</u>ka bi<strong>a</strong>l<u>h</u>aqqi wa-a<u>h</u>sana tafsiir<u>aa</u><strong>n</strong>",
            "idn": "Dan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik. "
        },
        {
            "id": 2889,
            "surah": 25,
            "nomor": 34,
            "ar": "اَلَّذِيْنَ يُحْشَرُوْنَ عَلٰى وُجُوْهِهِمْ اِلٰى جَهَنَّمَۙ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ سَبِيْلًا ࣖ ",
            "tr": "<strong>al</strong>la<u>dz</u>iina yu<u>h</u>syaruuna 'al<u>aa</u> wujuuhihim il<u>aa</u> jahannama ul<u>aa</u>-ika syarrun mak<u>aa</u>nan wa-a<u>dh</u>allu sabiil<u>aa</u><strong>n</strong>",
            "idn": "Orang-orang yang dikumpulkan ke neraka Jahanam dengan diseret wajahnya, mereka itulah yang paling buruk tempatnya dan paling sesat jalannya. "
        },
        {
            "id": 2890,
            "surah": 25,
            "nomor": 35,
            "ar": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنَا مَعَهٗٓ اَخَاهُ هٰرُوْنَ وَزِيْرًا ۚ ",
            "tr": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba waja'aln<u>aa</u> ma'ahu akh<u>aa</u>hu h<u>aa</u>ruuna waziir<u>aa</u><strong>n</strong>",
            "idn": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu). "
        },
        {
            "id": 2891,
            "surah": 25,
            "nomor": 36,
            "ar": "فَقُلْنَا اذْهَبَآ اِلَى الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ فَدَمَّرْنٰهُمْ تَدْمِيْرًا ۗ",
            "tr": "faquln<u>aa</u> i<u>dz</u>hab<u>aa</u> il<u>aa</u> <strong>a</strong>lqawmi <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fadammarn<u>aa</u>hum tadmiir<u>aa</u><strong>n</strong>",
            "idn": "Kemudian Kami berfirman (kepada keduanya), “Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami.” Lalu Kami hancurkan mereka dengan sehancur-hancurnya. "
        },
        {
            "id": 2892,
            "surah": 25,
            "nomor": 37,
            "ar": "وَقَوْمَ نُوْحٍ لَّمَّا كَذَّبُوا الرُّسُلَ اَغْرَقْنٰهُمْ وَجَعَلْنٰهُمْ لِلنَّاسِ اٰيَةًۗ وَاَعْتَدْنَا لِلظّٰلِمِيْنَ عَذَابًا اَلِيْمًا ۚ ",
            "tr": "waqawma nuu<u>h</u>in lamm<u>aa</u> ka<u>dzdz</u>abuu <strong>al</strong>rrusula aghraqn<u>aa</u>hum waja'aln<u>aa</u>hum li<strong>l</strong>nn<u>aa</u>si <u>aa</u>yatan wa-a'tadn<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>",
            "idn": "Dan (telah Kami binasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami tenggelamkam mereka dan Kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah sediakan bagi orang-orang zalim azab yang pedih; "
        },
        {
            "id": 2893,
            "surah": 25,
            "nomor": 38,
            "ar": "وَعَادًا وَّثَمُوْدَا۟ وَاَصْحٰبَ الرَّسِّ وَقُرُوْنًاۢ بَيْنَ ذٰلِكَ كَثِيْرًا ",
            "tr": "wa'<u>aa</u>dan watsamuuda wa-a<u>sh</u>-<u>haa</u>ba <strong>al</strong>rrassi waquruunan bayna <u>dzaa</u>lika katsiir<u>aa</u><strong>n</strong>",
            "idn": "dan (telah Kami binasakan) kaum ‘Ad dan samud dan penduduk Rass serta banyak (lagi) generasi di antara (kaum-kaum) itu. "
        },
        {
            "id": 2894,
            "surah": 25,
            "nomor": 39,
            "ar": "وَكُلًّا ضَرَبْنَا لَهُ الْاَمْثَالَۖ وَكُلًّا تَبَّرْنَا تَتْبِيْرًا ",
            "tr": "wakullan <u>dh</u>arabn<u>aa</u> lahu <strong>a</strong>l-amts<u>aa</u>la wakullan tabbarn<u>aa</u> tatbiir<u>aa</u><strong>n</strong>",
            "idn": "Dan masing-masing telah Kami jadikan perumpamaan dan masing-masing telah Kami hancurkan sehancur-hancurnya.  "
        },
        {
            "id": 2895,
            "surah": 25,
            "nomor": 40,
            "ar": "وَلَقَدْ اَتَوْا عَلَى الْقَرْيَةِ الَّتِيْٓ اُمْطِرَتْ مَطَرَ السَّوْءِۗ اَفَلَمْ يَكُوْنُوْا يَرَوْنَهَاۚ بَلْ كَانُوْا لَا يَرْجُوْنَ نُشُوْرًا ",
            "tr": "walaqad ataw 'al<u>aa</u> <strong>a</strong>lqaryati <strong>al</strong>latii um<u>th</u>irat ma<u>th</u>ara <strong>al</strong>ssaw-i afalam yakuunuu yarawnah<u>aa</u> bal k<u>aa</u>nuu l<u>aa</u> yarjuuna nusyuur<u>aa</u><strong>n</strong>",
            "idn": "Dan sungguh, mereka (kaum musyrik Mekah) telah melalui negeri (Sodom) yang (dulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan mereka itu sebenarnya tidak mengharapkan hari kebangkitan. "
        },
        {
            "id": 2896,
            "surah": 25,
            "nomor": 41,
            "ar": "وَاِذَا رَاَوْكَ اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ بَعَثَ اللّٰهُ رَسُوْلًا ",
            "tr": "wa-i<u>dzaa</u> ra-awka in yattakhi<u>dz</u>uunaka ill<u>aa</u> huzuwan ah<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii ba'atsa <strong>al</strong>l<u>aa</u>hu rasuul<u>aa</u><strong>n</strong>",
            "idn": "Dan apabila mereka melihat engkau (Muhammad), mereka hanyalah menjadikan engkau sebagai ejekan (dengan mengatakan), “Inikah orangnya yang diutus Allah sebagai Rasul? "
        },
        {
            "id": 2897,
            "surah": 25,
            "nomor": 42,
            "ar": "اِنْ كَادَ لَيُضِلُّنَا عَنْ اٰلِهَتِنَا لَوْلَآ اَنْ صَبَرْنَا عَلَيْهَاۗ وَسَوْفَ يَعْلَمُوْنَ حِيْنَ يَرَوْنَ الْعَذَابَ مَنْ اَضَلُّ سَبِيْلًا ",
            "tr": "in k<u>aa</u>da layu<u>dh</u>illun<u>aa</u> 'an <u>aa</u>lihatin<u>aa</u> lawl<u>aa</u> an <u>sh</u>abarn<u>aa</u> 'alayh<u>aa </u>wasawfa ya'lamuuna <u>h</u>iina yarawna <strong>a</strong>l'a<u>dzaa</u>ba man a<u>dh</u>allu sabiil<u>aa</u><strong>n</strong>",
            "idn": "Sungguh, hampir saja dia menyesatkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan (menyembah)nya.” Dan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya."
        },
        {
            "id": 2898,
            "surah": 25,
            "nomor": 43,
            "ar": "اَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُۗ اَفَاَنْتَ تَكُوْنُ عَلَيْهِ وَكِيْلًا ۙ",
            "tr": "ara-ayta mani ittakha<u>dz</u>a il<u>aa</u>hahu haw<u>aa</u>hu afa-anta takuunu 'alayhi wakiil<u>aa</u><strong>n</strong>",
            "idn": "Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? "
        },
        {
            "id": 2899,
            "surah": 25,
            "nomor": 44,
            "ar": "اَمْ تَحْسَبُ اَنَّ اَكْثَرَهُمْ يَسْمَعُوْنَ اَوْ يَعْقِلُوْنَۗ اِنْ هُمْ اِلَّا كَالْاَنْعَامِ  بَلْ هُمْ اَضَلُّ سَبِيْلًا ࣖ",
            "tr": "am ta<u>h</u>sabu anna aktsarahum yasma'uuna aw ya'qiluuna in hum ill<u>aa</u> ka<strong>a</strong>l-an'<u>aa</u>mi bal hum a<u>dh</u>allu sabiil<u>aa</u><strong>n</strong>",
            "idn": "Atau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya."
        },
        {
            "id": 2900,
            "surah": 25,
            "nomor": 45,
            "ar": "اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَاۤءَ لَجَعَلَهٗ سَاكِنًاۚ  ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيْلًا ۙ",
            "tr": "alam tara il<u>aa</u> rabbika kayfa madda <strong>al</strong><u>zhzh</u>illa walaw sy<u>aa</u>-a laja'alahu s<u>aa</u>kinan tsumma ja'aln<u>aa</u> <strong>al</strong>sysyamsa 'alayhi daliil<u>aa</u><strong>n</strong>",
            "idn": "Tidakkah engkau memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang; dan sekiranya Dia menghendaki, niscaya Dia jadikannya (bayang-bayang itu) tetap, kemudian Kami jadikan matahari sebagai petunjuk, "
        },
        {
            "id": 2901,
            "surah": 25,
            "nomor": 46,
            "ar": "ثُمَّ قَبَضْنٰهُ اِلَيْنَا قَبْضًا يَّسِيْرًا ",
            "tr": "tsumma qaba<u>dh</u>n<u>aa</u>hu ilayn<u>aa</u> qab<u>dh</u>an yasiir<u>aa</u><strong>n</strong>",
            "idn": "kemudian Kami menariknya (bayang-bayang itu) kepada Kami sedikit demi sedikit. "
        },
        {
            "id": 2902,
            "surah": 25,
            "nomor": 47,
            "ar": "وَهُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِبَاسًا وَّالنَّوْمَ سُبَاتًا وَّجَعَلَ النَّهَارَ نُشُوْرًا  ",
            "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>al</strong>layla lib<u>aa</u>san wa<strong>al</strong>nnawma sub<u>aa</u>tan waja'ala <strong>al</strong>nnah<u>aa</u>ra nusyuur<u>aa</u><strong>n</strong>",
            "idn": "Dan Dialah yang menjadikan malam untukmu (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangkit berusaha. "
        },
        {
            "id": 2903,
            "surah": 25,
            "nomor": 48,
            "ar": "وَهُوَ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۚ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً طَهُوْرًا ۙ",
            "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii arsala <strong>al</strong>rriy<u>aah</u>a busyran bayna yaday ra<u>h</u>matihi wa-anzaln<u>aa</u> mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an <u>th</u>ahuur<u>aa</u><strong>n</strong>",
            "idn": "Dan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih, "
        },
        {
            "id": 2904,
            "surah": 25,
            "nomor": 49,
            "ar": "لِّنُحْيِ َۧ بِهٖ بَلْدَةً مَّيْتًا وَّنُسْقِيَهٗ مِمَّا خَلَقْنَآ اَنْعَامًا وَّاَنَاسِيَّ كَثِيْرًا ",
            "tr": "linu<u>h</u>yiya bihi baldatan maytan wanusqiyahu mimm<u>aa</u> khalaqn<u>aa</u> an'<u>aa</u>man wa-an<u>aa</u>siyya katsiir<u>aa</u><strong>n</strong>",
            "idn": "agar (dengan air itu) Kami menghidupkan negeri yang mati (tandus), dan Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak. "
        },
        {
            "id": 2905,
            "surah": 25,
            "nomor": 50,
            "ar": "وَلَقَدْ صَرَّفْنٰهُ بَيْنَهُمْ لِيَذَّكَّرُوْاۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا ",
            "tr": "walaqad <u>sh</u>arrafn<u>aa</u>hu baynahum liya<u>dzdz</u>akkaruu fa-ab<u>aa</u> aktsaru <strong>al</strong>nn<u>aa</u>si ill<u>aa</u> kufuur<u>aa</u><strong>n</strong>",
            "idn": "Dan sungguh, Kami telah mempergilirkan (hujan) itu di antara mereka agar mereka mengambil pelajaran; tetapi kebanyakan manusia tidak mau (bersyukur), bahkan mereka mengingkari (nikmat)."
        },
        {
            "id": 2906,
            "surah": 25,
            "nomor": 51,
            "ar": "وَلَوْ شِئْنَا لَبَعَثْنَا فِيْ كُلِّ قَرْيَةٍ نَّذِيْرًا ۖ",
            "tr": "walaw syi/n<u>aa</u> laba'atsn<u>aa</u> fii kulli qaryatin na<u>dz</u>iir<u>aa</u><strong>n</strong>",
            "idn": "Dan sekiranya Kami menghendaki, niscaya Kami utus seorang pemberi peringatan pada setiap negeri. "
        },
        {
            "id": 2907,
            "surah": 25,
            "nomor": 52,
            "ar": "فَلَا تُطِعِ الْكٰفِرِيْنَ وَجَاهِدْهُمْ بِهٖ جِهَادًا كَبِيْرًا ",
            "tr": "fal<u>aa</u> tu<u>th</u>i'i <strong>a</strong>lk<u>aa</u>firiina waj<u>aa</u>hidhum bihi jih<u>aa</u>dan kabiir<u>aa</u><strong>n</strong>",
            "idn": "Maka janganlah engkau taati orang-orang kafir, dan berjuanglah terhadap mereka dengannya (Al-Qur'an) dengan (semangat) perjuangan yang besar. "
        },
        {
            "id": 2908,
            "surah": 25,
            "nomor": 53,
            "ar": "۞ وَهُوَ الَّذِيْ مَرَجَ الْبَحْرَيْنِ هٰذَا عَذْبٌ فُرَاتٌ وَّهٰذَا مِلْحٌ  اُجَاجٌۚ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَّحِجْرًا مَّحْجُوْرًا ",
            "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii maraja <strong>a</strong>lba<u>h</u>rayni h<u>aadzaa</u> 'a<u>dz</u>bun fur<u>aa</u>tun wah<u>aadzaa</u> mil<u>h</u>un uj<u>aa</u>jun waja'ala baynahum<u>aa</u> barzakhan wa<u>h</u>ijran ma<u>h</u>juur<u>aa</u><strong>n</strong>",
            "idn": "Dan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus. "
        },
        {
            "id": 2909,
            "surah": 25,
            "nomor": 54,
            "ar": "وَهُوَ الَّذِيْ خَلَقَ مِنَ الْمَاۤءِ بَشَرًا فَجَعَلَهٗ نَسَبًا وَّصِهْرًاۗ وَكَانَ رَبُّكَ قَدِيْرًا ",
            "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii khalaqa mina <strong>a</strong>lm<u>aa</u>-i basyaran faja'alahu nasaban wa<u>sh</u>ihran wak<u>aa</u>na rabbuka qadiir<u>aa</u><strong>n</strong>",
            "idn": "Dan Dia (pula) yang menciptakan manusia dari air, lalu Dia jadikan manusia itu (mempunyai) keturunan dan musaharah dan Tuhanmu adalah Mahakuasa. "
        },
        {
            "id": 2910,
            "surah": 25,
            "nomor": 55,
            "ar": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْۗ وَكَانَ الْكَافِرُ عَلٰى رَبِّهٖ ظَهِيْرًا ",
            "tr": "waya'buduuna min duuni <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> yanfa'uhum wal<u>aa</u> ya<u>dh</u>urruhum wak<u>aa</u>na <strong>a</strong>lk<u>aa</u>firu 'al<u>aa</u> rabbihi <u>zh</u>ahiir<u>aa</u><strong>n</strong>",
            "idn": "Dan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) mendatangkan bencana kepada mereka. Orang-orang kafir adalah penolong (setan untuk berbuat durhaka) terhadap Tuhannya. "
        },
        {
            "id": 2911,
            "surah": 25,
            "nomor": 56,
            "ar": "وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًا ",
            "tr": "wam<u>aa</u> arsaln<u>aa</u>ka ill<u>aa</u> mubasysyiran wana<u>dz</u>iir<u>aa</u><strong>n</strong>",
            "idn": "Dan tidaklah Kami mengutus engkau (Muhammad) melainkan hanya sebagai pembawa kabar gembira dan pemberi peringatan. "
        },
        {
            "id": 2912,
            "surah": 25,
            "nomor": 57,
            "ar": "قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِلَّا مَنْ شَاۤءَ اَنْ يَّتَّخِذَ اِلٰى رَبِّهٖ سَبِيْلًا ",
            "tr": "qul m<u>aa</u> as-alukum 'alayhi min ajrin ill<u>aa</u> man sy<u>aa</u>-a an yattakhi<u>dz</u>a il<u>aa</u> rabbihi sabiil<u>aa</u><strong>n</strong>",
            "idn": "Katakanlah, “Aku tidak meminta imbalan apa pun dari kamu dalam menyampaikan (risalah) itu, melainkan (mengharapkan agar) orang-orang mau mengambil jalan kepada Tuhannya.” "
        },
        {
            "id": 2913,
            "surah": 25,
            "nomor": 58,
            "ar": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِيْ لَا يَمُوْتُ وَسَبِّحْ بِحَمْدِهٖۗ وَكَفٰى بِهٖ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًا ۚ",
            "tr": "watawakkal 'al<u>aa</u> <strong>a</strong>l<u>h</u>ayyi <strong>al</strong>la<u>dz</u>ii l<u>aa</u> yamuutu wasabbi<u>h</u> bi<u>h</u>amdihi wakaf<u>aa</u> bihi bi<u>dz</u>unuubi 'ib<u>aa</u>dihi khabiir<u>aa</u><strong>n</strong>",
            "idn": "Dan bertawakallah kepada Allah Yang Hidup, Yang tidak mati, dan bertasbihlah dengan memuji-Nya. Dan cukuplah Dia Maha Mengetahui dosa hamba-hamba-Nya, "
        },
        {
            "id": 2914,
            "surah": 25,
            "nomor": 59,
            "ar": "اَلَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚ  اَلرَّحْمٰنُ فَسْـَٔلْ بِهٖ خَبِيْرًا ",
            "tr": "<strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi <strong>al</strong>rra<u>h</u>m<u>aa</u>nu fa<strong>i</strong>s-al bihi khabiir<u>aa</u><strong>n</strong>",
            "idn": "yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ‘Arsy, (Dialah) Yang Maha Pengasih, maka tanyakanlah (tentang Allah) kepada orang yang lebih mengetahui (Muhammad). "
        },
        {
            "id": 2915,
            "surah": 25,
            "nomor": 60,
            "ar": "وَاِذَا قِيْلَ لَهُمُ اسْجُدُوْا لِلرَّحْمٰنِ قَالُوْا وَمَا الرَّحْمٰنُ اَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُوْرًا ۩ ࣖ",
            "tr": "wa-i<u>dzaa</u> qiila lahumu usjuduu li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni q<u>aa</u>luu wam<u>aa</u> <strong>al</strong>rra<u>h</u>m<u>aa</u>nu anasjudu lim<u>aa</u> ta/murun<u>aa</u> waz<u>aa</u>dahum nufuur<u>aa</u><strong>n</strong>",
            "idn": "Dan apabila dikatakan kepada mereka, “Sujudlah kepada Yang Maha Pengasih”, mereka menjawab, “Siapakah yang Maha Pengasih itu? Apakah kami harus sujud kepada Allah yang engkau (Muhammad) perintahkan kepada kami (bersujud kepada-Nya)?” Dan mereka makin jauh lari (dari kebenaran). "
        },
        {
            "id": 2916,
            "surah": 25,
            "nomor": 61,
            "ar": "تَبٰرَكَ الَّذِيْ جَعَلَ فِى السَّمَاۤءِ بُرُوْجًا وَّجَعَلَ فِيْهَا سِرَاجًا وَّقَمَرًا مُّنِيْرًا  ",
            "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii ja'ala fii <strong>al</strong>ssam<u>aa</u>-i buruujan waja'ala fiih<u>aa</u> sir<u>aa</u>jan waqamaran muniir<u>aa</u><strong>n</strong>",
            "idn": "Mahasuci Allah yang menjadikan di langit gugusan bintang-bintang dan Dia juga menjadikan padanya matahari dan bulan yang bersinar. "
        },
        {
            "id": 2917,
            "surah": 25,
            "nomor": 62,
            "ar": "وَهُوَ الَّذِيْ جَعَلَ الَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ اَرَادَ اَنْ يَّذَّكَّرَ اَوْ اَرَادَ شُكُوْرًا ",
            "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii ja'ala <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra khilfatan liman ar<u>aa</u>da an ya<u>dzdz</u>akkara aw ar<u>aa</u>da syukuur<u>aa</u><strong>n</strong>",
            "idn": "Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur."
        },
        {
            "id": 2918,
            "surah": 25,
            "nomor": 63,
            "ar": "وَعِبَادُ الرَّحْمٰنِ الَّذِيْنَ يَمْشُوْنَ عَلَى الْاَرْضِ هَوْنًا وَّاِذَا خَاطَبَهُمُ الْجٰهِلُوْنَ قَالُوْا سَلٰمًا  ",
            "tr": "wa'ib<u>aa</u>du <strong>al</strong>rra<u>h</u>m<u>aa</u>ni <strong>al</strong>la<u>dz</u>iina yamsyuuna 'al<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i hawnan wa-i<u>dzaa</u> kh<u>aath</u>abahumu <strong>a</strong>lj<u>aa</u>hiluuna q<u>aa</u>luu sal<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "Adapun hamba-hamba Tuhan Yang Maha Pengasih itu adalah orang-orang yang berjalan di bumi dengan rendah hati dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan “salam,” "
        },
        {
            "id": 2919,
            "surah": 25,
            "nomor": 64,
            "ar": "وَالَّذِيْنَ يَبِيْتُوْنَ لِرَبِّهِمْ سُجَّدًا وَّقِيَامًا ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina yabiituuna lirabbihim sujjadan waqiy<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "dan orang-orang yang menghabiskan waktu malam untuk beribadah kepada Tuhan mereka dengan bersujud dan berdiri. "
        },
        {
            "id": 2920,
            "surah": 25,
            "nomor": 65,
            "ar": "وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَۖ اِنَّ عَذَابَهَا كَانَ غَرَامًا ۖ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina yaquuluuna rabban<u>aa</u> i<u>sh</u>rif 'ann<u>aa</u> 'a<u>dzaa</u>ba jahannama inna 'a<u>dzaa</u>bah<u>aa</u> k<u>aa</u>na ghar<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "Dan orang-orang yang berkata, “Ya Tuhan kami, jauhkanlah azab Jahanam dari kami, karena sesungguhnya azabnya itu membuat kebinasaan yang kekal,”"
        },
        {
            "id": 2921,
            "surah": 25,
            "nomor": 66,
            "ar": "اِنَّهَا سَاۤءَتْ مُسْتَقَرًّا وَّمُقَامًا ",
            "tr": "nnah<u>aa</u> s<u>aa</u>-at mustaqarran wamuq<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman."
        },
        {
            "id": 2922,
            "surah": 25,
            "nomor": 67,
            "ar": "وَالَّذِيْنَ اِذَآ اَنْفَقُوْا لَمْ يُسْرِفُوْا وَلَمْ يَقْتُرُوْا وَكَانَ بَيْنَ ذٰلِكَ قَوَامًا ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina i<u>dzaa</u> anfaquu lam yusrifuu walam yaqturuu wak<u>aa</u>na bayna <u>dzaa</u>lika qaw<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "Dan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) orang-orang yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, di antara keduanya secara wajar,"
        },
        {
            "id": 2923,
            "surah": 25,
            "nomor": 68,
            "ar": "وَالَّذِيْنَ لَا يَدْعُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ وَلَا يَقْتُلُوْنَ النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّ وَلَا يَزْنُوْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ يَلْقَ اَثَامًا ۙ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yad'uuna ma'<u>aa</u> <strong>al</strong>l<u>aa</u>hi il<u>aa</u>han <u>aa</u>khara wal<u>aa</u> yaqtuluuna <strong>al</strong>nnafsa <strong>al</strong>latii <u>h</u>arrama <strong>al</strong>l<u>aa</u>hu ill<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wal<u>aa</u> yaznuuna waman yaf'al <u>dzaa</u>lika yalqa ats<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barangsiapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat,"
        },
        {
            "id": 2924,
            "surah": 25,
            "nomor": 69,
            "ar": "يُّضٰعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيٰمَةِ وَيَخْلُدْ فِيْهٖ مُهَانًا ۙ",
            "tr": "yu<u>daa</u>'af lahu <strong>a</strong>l'a<u>dzaa</u>bu yawma <strong>a</strong>lqiy<u>aa</u>mati wayakhlud fiihi muh<u>aa</u>n<u>aa</u><strong>n</strong>",
            "idn": "(yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina, "
        },
        {
            "id": 2925,
            "surah": 25,
            "nomor": 70,
            "ar": "اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَاُولٰۤىِٕكَ يُبَدِّلُ اللّٰهُ سَيِّاٰتِهِمْ حَسَنٰتٍۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
            "tr": "ill<u>aa</u> man t<u>aa</u>ba wa<u>aa</u>mana wa'amila 'amalan <u>shaa</u>li<u>h</u>an faul<u>aa</u>-ika yubaddilu <strong>al</strong>l<u>aa</u>hu sayyi-<u>aa</u>tihim <u>h</u>asan<u>aa</u>tin wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>",
            "idn": "kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 2926,
            "surah": 25,
            "nomor": 71,
            "ar": "وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَاِنَّهٗ يَتُوْبُ اِلَى اللّٰهِ مَتَابًا ",
            "tr": "waman t<u>aa</u>ba wa'amila <u>shaa</u>li<u>h</u>an fa-innahu yatuubu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi mat<u>aa</u>b<u>aa</u><strong>n</strong>",
            "idn": "Dan barangsiapa bertobat dan mengerjakan kebajikan, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya."
        },
        {
            "id": 2927,
            "surah": 25,
            "nomor": 72,
            "ar": "وَالَّذِيْنَ لَا يَشْهَدُوْنَ الزُّوْرَۙ وَاِذَا مَرُّوْا بِاللَّغْوِ مَرُّوْا كِرَامًا ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yasyhaduuna <strong>al</strong>zzuura wa-i<u>dzaa</u> marruu bi<strong>a</strong>llaghwi marruu kir<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "Dan orang-orang yang tidak memberikan kesaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka berlalu dengan menjaga kehormatan dirinya,"
        },
        {
            "id": 2928,
            "surah": 25,
            "nomor": 73,
            "ar": "وَالَّذِيْنَ اِذَا ذُكِّرُوْا بِاٰيٰتِ رَبِّهِمْ لَمْ يَخِرُّوْا عَلَيْهَا صُمًّا وَّعُمْيَانًا ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina i<u>dzaa</u> <u>dz</u>ukkiruu bi-<u>aa</u>y<u>aa</u>ti rabbihim lam yakhirruu 'alayh<u>aa</u> <u>sh</u>umman wa'umy<u>aa</u>n<u>aa</u><strong>n</strong>",
            "idn": "dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidak bersikap sebagai orang-orang yang tuli dan buta,"
        },
        {
            "id": 2929,
            "surah": 25,
            "nomor": 74,
            "ar": "وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا هَبْ لَنَا مِنْ اَزْوَاجِنَا وَذُرِّيّٰتِنَا قُرَّةَ اَعْيُنٍ وَّاجْعَلْنَا لِلْمُتَّقِيْنَ اِمَامًا ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina yaquuluuna rabban<u>aa</u> hab lan<u>aa</u> min azw<u>aa</u>jin<u>aa</u> wa<u>dz</u>urriyy<u>aa</u>tin<u>aa</u> qurrata a'yunin wa<strong>i</strong>j'aln<u>aa</u> lilmuttaqiina im<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "Dan orang-orang yang berkata, “Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.”"
        },
        {
            "id": 2930,
            "surah": 25,
            "nomor": 75,
            "ar": "اُولٰۤىِٕكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوْا وَيُلَقَّوْنَ فِيْهَا تَحِيَّةً وَّسَلٰمًا ۙ",
            "tr": "ul<u>aa</u>-ika yujzawna <strong>a</strong>lghurfata bim<u>aa</u> <u>sh</u>abaruu wayulaqqawna fiih<u>aa</u> ta<u>h</u>iyyatan wasal<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "Mereka itu akan diberi balasan dengan tempat yang tinggi (dalam surga) atas kesabaran mereka, dan di sana mereka akan disambut dengan penghormatan dan salam."
        },
        {
            "id": 2931,
            "surah": 25,
            "nomor": 76,
            "ar": "خٰلِدِيْنَ فِيْهَاۗ حَسُنَتْ مُسْتَقَرًّا وَّمُقَامًا ",
            "tr": "kh<u>aa</u>lidiina fiih<u>aa</u> <u>h</u>asunat mustaqarran wamuq<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "Mereka kekal di dalamnya. Surga itu sebaik-baik tempat menetap dan tempat kediaman."
        },
        {
            "id": 2932,
            "surah": 25,
            "nomor": 77,
            "ar": "قُلْ مَا يَعْبَؤُا بِكُمْ رَبِّيْ لَوْلَا دُعَاۤؤُكُمْۚ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُوْنُ لِزَامًا ࣖ",
            "tr": "qul m<u>aa</u> ya'bau bikum rabbii lawl<u>aa</u> du'<u>aa</u>ukum faqad ka<u>dzdz</u>abtum fasawfa yakuunu liz<u>aa</u>m<u>aa</u><strong>n</strong>",
            "idn": "Katakanlah (Muhammad, kepada orang-orang musyrik), “Tuhanku tidak akan mengindahkan kamu, kalau tidak karena ibadahmu. (Tetapi bagaimana kamu beribadah kepada-Nya), padahal sungguh, kamu telah mendustakan-Nya? Karena itu, kelak (azab) pasti (menimpamu).”"
        }
    ],
    "surat_selanjutnya": {
        "id": 26,
        "nomor": 26,
        "nama": "الشعراۤء",
        "nama_latin": "Asy-Syu'ara'",
        "jumlah_ayat": 227,
        "tempat_turun": "mekah",
        "arti": "Para Penyair",
        "deskripsi": "Surat ini terdiri dari 227 ayat termasuk golongan surat-surat Makkiyyah. Dinamakan <i>Asy Syu'araa'</i> (kata jamak dari <i>Asy Syaa'ir</i> yang berarti penyair) diambil dari kata <i>Asy Syuaraa'</i> yang terdapat pada ayat 224, yaitu pada bagian terakhir surat ini, di kala Allah s.w.t. secara khusus menyebutkan kedudukan penyair- penyair. Para penyair-penyair itu mempunyai sifat-sifat yang jauh berbeda dengan para rasul-rasul; mereka diikuti oleh orang-orang yang sesat dan mereka suka memutar balikkan lidah dan mereka tidak mempunyai pendirian, perbuatan mereka tidak sesuai dengan tidak mempunyai pendirian, perbuatan mereka tidak sesuai dengan apa yang mereka ucapkan. Sifat-sifat yang demikian tidaklah sekali-kali terdapat pada rasul-rasul. Oleh karena demikian tidak patut bila Nabi Muhammad s.a.w. dituduh sebagai penyair, dan Al Quran dituduh sebagai syair, Al Quran adalah wahyu Allah, bukan buatan manusia.",
        "audio": "https://santrikoding.com/storage/audio/026.mp3"
    },
    "surat_sebelumnya": {
        "id": 24,
        "nomor": 24,
        "nama": "النّور",
        "nama_latin": "An-Nur",
        "jumlah_ayat": 64,
        "tempat_turun": "madinah",
        "arti": "Cahaya",
        "deskripsi": "Surat An Nuur terdiri atas 64 ayat, dan termasuk golongan surat-surat Madaniyah. Dinamai <i>An Nuur</i> yang berarti <i>Cahaya</i>, diambil dari kata An Nuur yang terdapat pada ayat ke 35. Dalam ayat ini, Allah s.w.t. menjelaskan tentang Nuur Ilahi, yakni Al Quran yang mengandung petunjuk-petunjuk. Petunjuk-petunjuk Allah itu, merupakan cahaya yang terang benderang menerangi alam semesta. Surat ini sebagian besar isinya memuat petunjuk- petunjuk Allah yang berhubungan dengan soal kemasyarakatan dan rumah tangga.",
        "audio": "https://santrikoding.com/storage/audio/024.mp3"
    }
}