{
    "status": true,
    "nomor": 32,
    "nama": "السّجدة",
    "nama_latin": "As-Sajdah",
    "jumlah_ayat": 30,
    "tempat_turun": "mekah",
    "arti": "Sajdah",
    "deskripsi": "Surat As Sajdah terdiri atas 30 ayat termasuk golongan surat Makkiyah diturunkan sesudah surat Al Mu'minuun. Dinamakan <i>As Sajdah</i> berhubung pada surat ini terdapat ayat sajdah, yaitu ayat yang kelima belas.",
    "audio": "https://santrikoding.com/storage/audio/032.mp3",
    "ayat": [
        {
            "id": 3504,
            "surah": 32,
            "nomor": 1,
            "ar": " الۤمّۤ ۗ ",
            "tr": "alif-l<u>aa</u>m-miim",
            "idn": "Alif Lam Mim."
        },
        {
            "id": 3505,
            "surah": 32,
            "nomor": 2,
            "ar": "تَنْزِيْلُ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ ",
            "tr": "tanziilu <strong>a</strong>lkit<u>aa</u>bi l<u>aa</u> rayba fiihi min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
            "idn": "Turunnya Al-Qur'an itu tidak ada keraguan padanya, (yaitu) dari Tuhan seluruh alam. "
        },
        {
            "id": 3506,
            "surah": 32,
            "nomor": 3,
            "ar": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُوْنَ",
            "tr": "am yaquuluuna iftar<u>aa</u>hu bal huwa <strong>a</strong>l<u>h</u>aqqu min rabbika litun<u>dz</u>ira qawman m<u>aa</u> at<u>aa</u>hum min na<u>dz</u>iirin min qablika la'allahum yahtaduun<strong>a</strong>",
            "idn": "Tetapi mengapa mereka (orang kafir) mengatakan, “Dia (Muhammad) telah mengada-adakannya.” Tidak, Al-Qur'an itu kebenaran (yang datang) dari Tuhanmu, agar engkau memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau; agar mereka mendapat petunjuk."
        },
        {
            "id": 3507,
            "surah": 32,
            "nomor": 4,
            "ar": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ مَا لَكُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّ وَّلَا شَفِيْعٍۗ  اَفَلَا تَتَذَكَّرُوْنَ",
            "tr": "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi m<u>aa</u> lakum min duunihi min waliyyin wal<u>aa</u> syafii'in afal<u>aa</u> tata<u>dz</u>akkaruun<strong>a</strong>",
            "idn": "Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ‘Arsy. Bagimu tidak ada seorang pun penolong maupun pemberi syafaat selain Dia. Maka apakah kamu tidak memperhatikan?"
        },
        {
            "id": 3508,
            "surah": 32,
            "nomor": 5,
            "ar": "يُدَبِّرُ الْاَمْرَ مِنَ السَّمَاۤءِ اِلَى الْاَرْضِ ثُمَّ يَعْرُجُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗٓ اَلْفَ سَنَةٍ مِّمَّا تَعُدُّوْنَ",
            "tr": "yudabbiru <strong>a</strong>l-amra mina <strong>al</strong>ssam<u>aa</u>-i il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i tsumma ya'ruju ilayhi fii yawmin k<u>aa</u>na miqd<u>aa</u>ruhu <strong>a</strong>lfa sanatin mimm<u>aa</u> ta'udduun<strong>a</strong>",
            "idn": "Dia mengatur segala urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu."
        },
        {
            "id": 3509,
            "surah": 32,
            "nomor": 6,
            "ar": "ذٰلِكَ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الرَّحِيْمُۙ ",
            "tr": "<u>dzaa</u>lika '<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati <strong>a</strong>l'aziizu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>",
            "idn": "Yang demikian itu, ialah Tuhan yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa, Maha Penyayang."
        },
        {
            "id": 3510,
            "surah": 32,
            "nomor": 7,
            "ar": "الَّذِيْٓ اَحْسَنَ كُلَّ شَيْءٍ خَلَقَهٗ وَبَدَاَ خَلْقَ الْاِنْسَانِ مِنْ طِيْنٍ",
            "tr": "<strong>al</strong>la<u>dz</u>ii a<u>h</u>sana kulla syay-in khalaqahu wabada-a khalqa <strong>a</strong>l-ins<u>aa</u>ni min <u>th</u>iin<strong>in</strong>",
            "idn": "Yang memperindah segala sesuatu yang Dia ciptakan dan yang memulai penciptaan manusia dari tanah,"
        },
        {
            "id": 3511,
            "surah": 32,
            "nomor": 8,
            "ar": "ثُمَّ جَعَلَ نَسْلَهٗ مِنْ سُلٰلَةٍ مِّنْ مَّاۤءٍ مَّهِيْنٍ ۚ ",
            "tr": "tsumma ja'ala naslahu min sul<u>aa</u>latin min m<u>aa</u>-in mahiin<strong>in</strong>",
            "idn": "kemudian Dia menjadikan keturunannya dari sari pati air yang hina (air mani)."
        },
        {
            "id": 3512,
            "surah": 32,
            "nomor": 9,
            "ar": "ثُمَّ سَوّٰىهُ وَنَفَخَ فِيْهِ مِنْ رُّوْحِهٖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ",
            "tr": "tsumma saww<u>aa</u>hu wanafakha fiihi min ruu<u>h</u>ihi waja'ala lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>",
            "idn": "Kemudian Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)nya dan Dia menjadikan pendengaran, penglihatan dan hati bagimu, (tetapi) sedikit sekali kamu bersyukur."
        },
        {
            "id": 3513,
            "surah": 32,
            "nomor": 10,
            "ar": "وَقَالُوْٓا ءَاِذَا ضَلَلْنَا فِى الْاَرْضِ ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ بَلْ هُمْ بِلِقَاۤءِ رَبِّهِمْ كٰفِرُوْنَ ",
            "tr": "waq<u>aa</u>luu a-i<u>dzaa</u> <u>dh</u>al<u>aa</u>ln<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i a-inn<u>aa</u> lafii khalqin jadiidin bal hum biliq<u>aa</u>-i rabbihim k<u>aa</u>firuun<strong>a</strong>",
            "idn": "Dan mereka berkata, “Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan berada dalam ciptaan yang baru?” Bahkan mereka mengingkari pertemuan dengan Tuhannya."
        },
        {
            "id": 3514,
            "surah": 32,
            "nomor": 11,
            "ar": "۞ قُلْ يَتَوَفّٰىكُمْ مَّلَكُ الْمَوْتِ الَّذِيْ وُكِّلَ بِكُمْ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ ࣖ ",
            "tr": "qul yatawaff<u>aa</u>kum malaku <strong>a</strong>lmawti <strong>al</strong>la<u>dz</u>ii wukkila bikum tsumma il<u>aa</u> rabbikum turja'uun<strong>a</strong>",
            "idn": "Katakanlah, “Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikan kamu, kemudian kepada Tuhanmu, kamu akan dikembalikan.”"
        },
        {
            "id": 3515,
            "surah": 32,
            "nomor": 12,
            "ar": "وَلَوْ تَرٰىٓ اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِمْۗ رَبَّنَآ اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا اِنَّا مُوْقِنُوْنَ ",
            "tr": "walaw tar<u>aa</u> i<u>dz</u>i <strong>a</strong>lmujrimuuna n<u>aa</u>kisuu ruuusihim 'inda rabbihim rabban<u>aa</u> ab<u>sh</u>arn<u>aa</u> wasami'n<u>aa</u> fa-arji'n<u>aa</u> na'mal <u>shaa</u>li<u>h</u>an inn<u>aa</u> muuqinuun<strong>a</strong>",
            "idn": "Dan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), “Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.”"
        },
        {
            "id": 3516,
            "surah": 32,
            "nomor": 13,
            "ar": "وَلَوْ شِئْنَا لَاٰتَيْنَا كُلَّ نَفْسٍ هُدٰىهَا وَلٰكِنْ حَقَّ الْقَوْلُ مِنِّيْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ ",
            "tr": "walaw syi-n<u>aa</u> la<u>aa</u>tayn<u>aa</u> kulla nafsin hud<u>aa</u>h<u>aa</u> wal<u>aa</u>kin <u>h</u>aqqa <strong>a</strong>lqawlu minnii la-amla-anna jahannama mina <strong>a</strong>ljinnati wa<strong>al</strong>nn<u>aa</u>si ajma'iin<strong>a</strong>",
            "idn": "Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya, tetapi telah ditetapkan perkataan (ketetapan) dari-Ku, “Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama."
        },
        {
            "id": 3517,
            "surah": 32,
            "nomor": 14,
            "ar": "فَذُوْقُوْا بِمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۚ اِنَّا نَسِيْنٰكُمْ وَذُوْقُوْا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "tr": "fa<u>dz</u>uuquu bim<u>aa</u> nasiitum liq<u>aa</u>-a yawmikum h<u>aadzaa</u> inn<u>aa</u> nasiin<u>aa</u>kum wa<u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>a</strong>lkhuldi bim<u>aa</u> kuntum ta'maluun<strong>a</strong>",
            "idn": "Maka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan.”"
        },
        {
            "id": 3518,
            "surah": 32,
            "nomor": 15,
            "ar": "اِنَّمَا يُؤْمِنُ بِاٰيٰتِنَا الَّذِيْنَ اِذَا ذُكِّرُوْا بِهَا خَرُّوْا سُجَّدًا وَّسَبَّحُوْا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُوْنَ ۩ ",
            "tr": "innam<u>aa</u> yu/minu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> <strong>al</strong>la<u>dz</u>iina i<u>dzaa</u> <u>dz</u>ukkiruu bih<u>aa</u> kharruu sujjadan wasabba<u>h</u>uu bi<u>h</u>amdi rabbihim wahum l<u>aa</u> yastakbiruun<strong>a</strong>",
            "idn": "Orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur sujud dan bertasbih serta memuji Tuhannya, dan mereka tidak menyombongkan diri."
        },
        {
            "id": 3519,
            "surah": 32,
            "nomor": 16,
            "ar": "تَتَجَافٰى جُنُوْبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُوْنَ رَبَّهُمْ خَوْفًا وَّطَمَعًاۖ وَّمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ",
            "tr": "tataj<u>aa</u>f<u>aa</u> junuubuhum 'ani <strong>a</strong>lma<u>daa</u>ji'i yad'uuna rabbahum khawfan wa<u>th</u>ama'an wamimm<u>aa</u> razaqn<u>aa</u>hum yunfiquun<strong>a</strong>",
            "idn": "Lambung mereka jauh dari tempat tidurnya, mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka."
        },
        {
            "id": 3520,
            "surah": 32,
            "nomor": 17,
            "ar": "فَلَا تَعْلَمُ نَفْسٌ مَّآ اُخْفِيَ لَهُمْ مِّنْ قُرَّةِ اَعْيُنٍۚ جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ",
            "tr": "fal<u>aa</u> ta'lamu nafsun m<u>aa</u> ukhfiya lahum min qurrati a'yunin jaz<u>aa</u>-an bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
            "idn": "Maka tidak seorang pun mengetahui apa yang disembunyikan untuk mereka yaitu (bermacam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang mereka kerjakan."
        },
        {
            "id": 3521,
            "surah": 32,
            "nomor": 18,
            "ar": "اَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًاۗ  لَا يَسْتَوٗنَ",
            "tr": "afaman k<u>aa</u>na mu/minan kaman k<u>aa</u>na f<u>aa</u>siqan l<u>aa</u> yastawuun<strong>a</strong>",
            "idn": "Maka apakah orang yang beriman seperti orang yang fasik (kafir)?  Mereka tidak sama."
        },
        {
            "id": 3522,
            "surah": 32,
            "nomor": 19,
            "ar": "اَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ جَنّٰتُ الْمَأْوٰىۖ  نُزُلًا ۢبِمَا كَانُوْا يَعْمَلُوْنَ",
            "tr": "amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti falahum jann<u>aa</u>tu <strong>a</strong>lma/w<u>aa</u> nuzulan bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
            "idn": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka akan mendapat surga-surga tempat kediaman, sebagai pahala atas apa yang telah mereka kerjakan."
        },
        {
            "id": 3523,
            "surah": 32,
            "nomor": 20,
            "ar": "وَاَمَّا الَّذِيْنَ فَسَقُوْا فَمَأْوٰىهُمُ النَّارُ كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَآ اُعِيْدُوْا فِيْهَا وَقِيْلَ لَهُمْ ذُوْقُوْا عَذَابَ النَّارِ الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَ",
            "tr": "wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina fasaquu fama/w<u>aa</u>humu <strong>al</strong>nn<u>aa</u>ru kullam<u>aa</u> ar<u>aa</u>duu an yakhrujuu minh<u>aa</u> u'iiduu fiih<u>aa</u> waqiila lahum <u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>ri <strong>al</strong>la<u>dz</u>ii kuntum bihi tuka<u>dzdz</u>ibuun<strong>a</strong>",
            "idn": "Dan adapun orang-orang yang fasik (kafir), maka tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, “Rasakanlah azab neraka yang dahulu kamu dustakan.”"
        },
        {
            "id": 3524,
            "surah": 32,
            "nomor": 21,
            "ar": "وَلَنُذِيْقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ",
            "tr": "walanu<u>dz</u>iiqannahum mina <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>l-adn<u>aa</u> duuna <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>l-akbari la'allahum yarji'uun<strong>a</strong>",
            "idn": "Dan pasti Kami timpakan kepada mereka sebagian siksa yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); agar mereka kembali (ke jalan yang benar)."
        },
        {
            "id": 3525,
            "surah": 32,
            "nomor": 22,
            "ar": "وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ ثُمَّ اَعْرَضَ عَنْهَا ۗاِنَّا مِنَ الْمُجْرِمِيْنَ مُنْتَقِمُوْنَ ࣖ",
            "tr": "waman a<u>zh</u>lamu mimman <u>dz</u>ukkira bi-<u>aa</u>y<u>aa</u>ti rabbihi tsumma a'ra<u>dh</u>a 'anh<u>aa</u> inn<u>aa</u> mina <strong>a</strong>lmujrimiina muntaqimuun<strong>a</strong>",
            "idn": "Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sungguh, Kami akan memberikan balasan kepada orang-orang yang berdosa."
        },
        {
            "id": 3526,
            "surah": 32,
            "nomor": 23,
            "ar": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَلَا تَكُنْ فِيْ مِرْيَةٍ مِّنْ لِّقَاۤىِٕهٖ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَۚ",
            "tr": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba fal<u>aa</u> takun fii miryatin min liq<u>aa</u>-ihi waja'aln<u>aa</u>hu hudan libanii isr<u>aa</u>-iil<strong>a</strong>",
            "idn": "Dan sungguh, telah Kami anugerahkan Kitab (Taurat) kepada Musa, maka janganlah engkau (Muhammad) ragu-ragu menerimanya (Al-Qur'an) dan Kami jadikan Kitab (Taurat) itu petunjuk bagi Bani Israil."
        },
        {
            "id": 3527,
            "surah": 32,
            "nomor": 24,
            "ar": "وَجَعَلْنَا مِنْهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا لَمَّا صَبَرُوْاۗ وَكَانُوْا بِاٰيٰتِنَا يُوْقِنُوْنَ",
            "tr": "waja'aln<u>aa</u> minhum a-immatan yahduuna bi-amrin<u>aa</u> lamm<u>aa</u> <u>sh</u>abaruu wak<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yuuqinuun<strong>a</strong>",
            "idn": "Dan Kami jadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka sabar. Mereka meyakini ayat-ayat Kami."
        },
        {
            "id": 3528,
            "surah": 32,
            "nomor": 25,
            "ar": "اِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
            "tr": "inna rabbaka huwa yaf<u>sh</u>ilu baynahum yawma <strong>a</strong>lqiy<u>aa</u>mati fiim<u>aa</u> k<u>aa</u>nuu fiihi yakhtalifuun<strong>a</strong>",
            "idn": "Sungguh Tuhanmu, Dia yang memberikan keputusan di antara mereka pada hari Kiamat tentang apa yang dahulu mereka perselisihkan padanya."
        },
        {
            "id": 3529,
            "surah": 32,
            "nomor": 26,
            "ar": "اَوَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنَ الْقُرُوْنِ يَمْشُوْنَ فِيْ مَسٰكِنِهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍۗ اَفَلَا يَسْمَعُوْنَ",
            "tr": "awa lam yahdi lahum kam ahlakn<u>aa</u> min qablihim mina <strong>a</strong>lquruuni yamsyuuna fii mas<u>aa</u>kinihim inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin afal<u>aa</u> yasma'uun<strong>a</strong>",
            "idn": "Dan tidakkah menjadi petunjuk bagi mereka, betapa banyak umat-umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?"
        },
        {
            "id": 3530,
            "surah": 32,
            "nomor": 27,
            "ar": "اَوَلَمْ يَرَوْا اَنَّا نَسُوْقُ الْمَاۤءَ اِلَى الْاَرْضِ الْجُرُزِ فَنُخْرِجُ بِهٖ زَرْعًا تَأْكُلُ مِنْهُ اَنْعَامُهُمْ وَاَنْفُسُهُمْۗ اَفَلَا يُبْصِرُوْنَ",
            "tr": "awa lam yaraw ann<u>aa</u> nasuuqu <strong>a</strong>lm<u>aa</u>-a il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>ljuruzi fanukhriju bihi zar'an ta-kulu minhu an'<u>aa</u>muhum wa-anfusuhum afal<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>",
            "idn": "Dan tidakkah mereka memperhatikan, bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan (dengan air hujan itu) tanam-tanaman sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka mengapa mereka tidak memperhatikan?"
        },
        {
            "id": 3531,
            "surah": 32,
            "nomor": 28,
            "ar": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْفَتْحُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "tr": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lfat<u>h</u>u in kuntum <u>shaa</u>diqiin<strong>a</strong>",
            "idn": "Dan mereka bertanya, “Kapankah kemenangan itu (datang) jika engkau orang yang benar?”"
        },
        {
            "id": 3532,
            "surah": 32,
            "nomor": 29,
            "ar": "قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِيْنَ كَفَرُوْٓا اِيْمَانُهُمْ وَلَا هُمْ يُنْظَرُوْنَ",
            "tr": "qul yawma <strong>a</strong>lfat<u>h</u>i l<u>aa</u> yanfa'u <strong>al</strong>la<u>dz</u>iina kafaruu iim<u>aa</u>nuhum wal<u>aa</u> hum yun<u>zh</u>aruun<strong>a</strong>",
            "idn": "Katakanlah, “Pada hari kemenangan itu, tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.”"
        },
        {
            "id": 3533,
            "surah": 32,
            "nomor": 30,
            "ar": "فَاَعْرِضْ عَنْهُمْ وَانْتَظِرْ اِنَّهُمْ مُّنْتَظِرُوْنَ ࣖ",
            "tr": "fa-a'ri<u>dh</u> 'anhum wa<strong>i</strong>nta<u>zh</u>ir innahum munta<u>zh</u>iruun<strong>a</strong>",
            "idn": "Maka berpalinglah engkau dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu."
        }
    ],
    "surat_selanjutnya": {
        "id": 33,
        "nomor": 33,
        "nama": "الاحزاب",
        "nama_latin": "Al-Ahzab",
        "jumlah_ayat": 73,
        "tempat_turun": "madinah",
        "arti": "Golongan Yang Bersekutu",
        "deskripsi": "Surat Al Ahzab terdiri atas 73 ayat, termasuk golongan surat-surat Madaniyah, diturunkan sesudah surat Ali'Imran. Dinamai <i>Al Ahzab</i> yang berarti <i>golongan-golongan yang bersekutu</i> karena dalam surat ini terdapat beberapa ayat, yaitu ayat 9 sampai dengan ayat 27 yang berhubungan dengan peperangan Al Ahzab, yaitu peperangan yang dilancarkan oleh orang-orang Yahudi, kaum munafik dan orang-orang musyrik terhadap orang-orang mukmin di Medinah. Mereka telah mengepung rapat orang- orang mukmin sehingga sebahagian dari mereka telah berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh mereka itu. Ini adalah suatu ujian yang berat dari Allah untuk menguji sampai dimana teguhnya keimanan mereka. Akhirnya Allah mengirimkan bantuan berupa tentara yang tidak kelihatan dan angin topan, sehingga musuh-musuh itu menjadi kacau balau dan melarikan diri.",
        "audio": "https://santrikoding.com/storage/audio/033.mp3"
    },
    "surat_sebelumnya": {
        "id": 31,
        "nomor": 31,
        "nama": "لقمٰن",
        "nama_latin": "Luqman",
        "jumlah_ayat": 34,
        "tempat_turun": "mekah",
        "arti": "Luqman",
        "deskripsi": "Surat  Luqman  terdiri   dari   34   ayat,   termasuk   golongan   surat-surat Makkiyyah, diturunkan sesudah surat Ash Shaffaat. <br>Dinamai <i>Luqman</i> karena pada  ayat  12   disebutkan   bahwa   <i>Luqman</i>   telah diberi   oleh   Allah   nikmat   dan   ilmu   pengetahuan,  oleh sebab itu dia bersyukur kepadaNya atas nikmat yang  diberikan  itu.   Dan   pada   ayat   13 sampai 19 terdapat nasihat-nasihat Luqman kepada anaknya.<br>Ini adalah sebagai  isyarat   daripada   Allah   supaya   setiap   ibu   bapak melaksanakan  pula terhadap anak-anak mereka sebagai yang telah dilakukan oleh Luqman.",
        "audio": "https://santrikoding.com/storage/audio/031.mp3"
    }
}