{
    "status": true,
    "nomor": 36,
    "nama": "يٰسۤ",
    "nama_latin": "Yasin",
    "jumlah_ayat": 83,
    "tempat_turun": "mekah",
    "arti": "Yasin",
    "deskripsi": "Surat <i>Yaasiin</i> terdiri atas 83 ayat, termasuk golongan surat-surat Makkiyyah,  diturunkan sesudah surat Jin. Dinamai <i>Yaasiin</i> karena dimulai dengan huruf <i>Yaasiin</i>. Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al Quran, maka demikian pula arti <i>Yaasiin</i> yang terdapat pada ayat permulaan surat ini, yaitu Allah mengisyaratkan bahwa sesudah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al Quran bahwa Muhammad s.a.w. benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah diutus kepada mereka rasul-rasul.",
    "audio": "https://santrikoding.com/storage/audio/036.mp3",
    "ayat": [
        {
            "id": 3706,
            "surah": 36,
            "nomor": 1,
            "ar": "يٰسۤ ۚ",
            "tr": "y<u>aa</u>-siin",
            "idn": "Ya Sin"
        },
        {
            "id": 3707,
            "surah": 36,
            "nomor": 2,
            "ar": "وَالْقُرْاٰنِ الْحَكِيْمِۙ ",
            "tr": "wa<strong>a</strong>lqur-<u>aa</u>ni <strong>a</strong>l<u>h</u>akiim<strong>i</strong>",
            "idn": "Demi Al-Qur'an yang penuh hikmah,"
        },
        {
            "id": 3708,
            "surah": 36,
            "nomor": 3,
            "ar": "اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ",
            "tr": "innaka lamina <strong>a</strong>lmursaliin<strong>a</strong>",
            "idn": "sungguh, engkau (Muhammad) adalah salah seorang dari rasul-rasul,"
        },
        {
            "id": 3709,
            "surah": 36,
            "nomor": 4,
            "ar": "عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ ",
            "tr": "'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>",
            "idn": "(yang berada) di atas jalan yang lurus,"
        },
        {
            "id": 3710,
            "surah": 36,
            "nomor": 5,
            "ar": "تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ ",
            "tr": "tanziila <strong>a</strong>l'aziizi <strong>al</strong>rra<u>h</u>iim<strong>i</strong>",
            "idn": "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa, Maha Penyayang,"
        },
        {
            "id": 3711,
            "surah": 36,
            "nomor": 6,
            "ar": "لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ ",
            "tr": "litun<u>dz</u>ira qawman m<u>aa</u> un<u>dz</u>ira <u>aa</u>b<u>aa</u>uhum fahum gh<u>aa</u>filuun<strong>a</strong>",
            "idn": "agar engkau memberi peringatan kepada suatu kaum yang nenek moyangnya belum pernah diberi peringatan, karena itu mereka lalai."
        },
        {
            "id": 3712,
            "surah": 36,
            "nomor": 7,
            "ar": "لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ",
            "tr": "laqad <u>h</u>aqqa <strong>a</strong>lqawlu 'al<u>aa</u> aktsarihim fahum l<u>aa</u> yu/minuun<strong>a</strong>",
            "idn": "Sungguh, pasti berlaku perkataan (hukuman) terhadap kebanyakan mereka, karena mereka tidak beriman."
        },
        {
            "id": 3713,
            "surah": 36,
            "nomor": 8,
            "ar": "اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ ",
            "tr": "inn<u>aa</u> ja'aln<u>aa</u> fii a'n<u>aa</u>qihim aghl<u>aa</u>lan fahiya il<u>aa</u> <strong>a</strong>l-a<u>dz</u>q<u>aa</u>ni fahum muqma<u>h</u>uun<strong>a</strong>",
            "idn": "Sungguh, Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, karena itu mereka tertengadah."
        },
        {
            "id": 3714,
            "surah": 36,
            "nomor": 9,
            "ar": "وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ",
            "tr": "waja'aln<u>aa</u> min bayni aydiihim saddan wamin khalfihim saddan fa-aghsyayn<u>aa</u>hum fahum l<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>",
            "idn": "Dan Kami jadikan di hadapan mereka sekat (dinding) dan di belakang mereka juga sekat, dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat."
        },
        {
            "id": 3715,
            "surah": 36,
            "nomor": 10,
            "ar": "وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ",
            "tr": "wasaw<u>aa</u>un 'alayhim a-an<u>dz</u>artahum am lam tun<u>dz</u>irhum l<u>aa</u> yu/minuun<strong>a</strong>",
            "idn": "Dan sama saja bagi mereka, apakah engkau memberi peringatan kepada mereka atau engkau tidak memberi peringatan kepada mereka, mereka tidak akan beriman juga."
        },
        {
            "id": 3716,
            "surah": 36,
            "nomor": 11,
            "ar": "اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ",
            "tr": "innam<u>aa</u> tun<u>dz</u>iru mani ittaba'a <strong>al</strong><u>dzdz</u>ikra wakhasyiya <strong>al</strong>rra<u>h</u>m<u>aa</u>na bi<strong>a</strong>lghaybi fabasysyirhu bimaghfiratin wa-ajrin kariim<strong>in</strong>",
            "idn": "Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia."
        },
        {
            "id": 3717,
            "surah": 36,
            "nomor": 12,
            "ar": "اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ ࣖ",
            "tr": "inn<u>aa</u> na<u>h</u>nu nu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> wanaktubu m<u>aa</u> qaddamuu wa<u>aa</u>ts<u>aa</u>rahum wakulla syay-in a<u>hs</u>ayn<u>aa</u>hu fii im<u>aa</u>min mubiin<strong>in</strong>",
            "idn": "Sungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas (Lauh Mahfuzh)."
        },
        {
            "id": 3718,
            "surah": 36,
            "nomor": 13,
            "ar": "وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ ",
            "tr": "wa<strong>i</strong><u>dh</u>rib lahum matsalan a<u>sh</u>-<u>haa</u>ba <strong>a</strong>lqaryati i<u>dz</u> j<u>aa</u>-ah<u>aa</u> <strong>a</strong>lmursaluun<strong>a</strong>",
            "idn": "Dan buatlah suatu perumpamaan bagi mereka, yaitu penduduk suatu negeri, ketika utusan-utusan datang kepada mereka;"
        },
        {
            "id": 3719,
            "surah": 36,
            "nomor": 14,
            "ar": "اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ ",
            "tr": "i<u>dz</u> arsaln<u>aa</u> ilayhimu itsnayni faka<u>dzdz</u>abuuhum<u>aa</u> fa'azzazn<u>aa</u> bits<u>aa</u>litsin faq<u>aa</u>luu inn<u>aa</u> ilaykum mursaluun<strong>a</strong>",
            "idn": "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga (utusan itu) berkata, “Sungguh, kami adalah orang-orang yang diutus kepadamu.”"
        },
        {
            "id": 3720,
            "surah": 36,
            "nomor": 15,
            "ar": "قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ ",
            "tr": "q<u>aa</u>luu m<u>aa</u> antum ill<u>aa</u> basyarun mitslun<u>aa</u> wam<u>aa</u> anzala <strong>al</strong>rra<u>h</u>m<u>aa</u>nu min syay-in in antum ill<u>aa</u> tak<u>dz</u>ibuun<strong>a</strong>",
            "idn": "Mereka (penduduk negeri) menjawab, “Kamu ini hanyalah manusia seperti kami, dan (Allah) Yang Maha Pengasih tidak menurunkan sesuatu apa pun; kamu hanyalah pendusta belaka.”"
        },
        {
            "id": 3721,
            "surah": 36,
            "nomor": 16,
            "ar": "قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ ",
            "tr": "q<u>aa</u>luu rabbun<u>aa</u> ya'lamu inn<u>aa</u> ilaykum lamursaluun<strong>a</strong>",
            "idn": "Mereka berkata, “Tuhan kami mengetahui sesungguhnya kami adalah utusan-utusan(-Nya) kepada kamu."
        },
        {
            "id": 3722,
            "surah": 36,
            "nomor": 17,
            "ar": "وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
            "tr": "q<u>aa</u>luu rabbun<u>aa</u> ya'lamu inn<u>aa</u> ilaykum lamursaluun<strong>a</strong>",
            "idn": "Dan kewajiban kami hanyalah menyampaikan (perintah Allah) dengan jelas.”"
        },
        {
            "id": 3723,
            "surah": 36,
            "nomor": 18,
            "ar": "قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ  لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ ",
            "tr": "q<u>aa</u>luu inn<u>aa</u> ta<u>th</u>ayyarn<u>aa</u> bikum la-in lam tantahuu lanarjumannakum walayamassannakum minn<u>aa</u> 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
            "idn": "Mereka menjawab, “Sesungguhnya kami bernasib malang karena kamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami rajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”"
        },
        {
            "id": 3724,
            "surah": 36,
            "nomor": 19,
            "ar": "قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ",
            "tr": "q<u>aa</u>luu <u>th</u><u>aa</u>-irukum ma'akum a-in <u>dz</u>ukkirtum bal antum qawmun musrifuun<strong>a</strong>",
            "idn": "Mereka (utusan-utusan) itu berkata, “Kemalangan kamu itu adalah karena kamu sendiri. Apakah karena kamu diberi peringatan? Sebenarnya kamu adalah kaum yang melampaui batas.”"
        },
        {
            "id": 3725,
            "surah": 36,
            "nomor": 20,
            "ar": "وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ  ",
            "tr": "waj<u>aa</u>-a min aq<u>shaa</u> <strong>a</strong>lmadiinati rajulun yas'<u>aa</u> q<u>aa</u>la y<u>aa</u> qawmi ittabi'uu <strong>a</strong>lmursaliin<strong>a</strong>",
            "idn": "Dan datanglah dari ujung kota, seorang laki-laki dengan bergegas dia berkata, “Wahai kaumku! Ikutilah utusan-utusan itu."
        },
        {
            "id": 3726,
            "surah": 36,
            "nomor": 21,
            "ar": "اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ  ۔",
            "tr": "ittabi'uu man l<u>aa</u> yas-alukum ajran wahum muhtaduun<strong>a</strong>",
            "idn": "Ikutilah orang yang tidak meminta imbalan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk."
        },
        {
            "id": 3727,
            "surah": 36,
            "nomor": 22,
            "ar": "وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ ",
            "tr": "wam<u>aa</u> liya l<u>aa</u> a'budu <strong>al</strong>la<u>dz</u>ii fa<u>th</u>aranii wa-ilayhi turja'uun<strong>a</strong>",
            "idn": "Dan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan."
        },
        {
            "id": 3728,
            "surah": 36,
            "nomor": 23,
            "ar": "ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ ",
            "tr": "a-attakhi<u>dz</u>u min duunihi <u>aa</u>lihatan in yuridni <strong>al</strong>rra<u>h</u>m<u>aa</u>nu bi<u>dh</u>urrin l<u>aa </u>tughni 'annii syaf<u>aa</u>'atuhum syay-an wal<u>aa</u> yunqi<u>dz</u>uun<strong>i</strong>",
            "idn": "Mengapa aku akan menyembah tuhan-tuhan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku."
        },
        {
            "id": 3729,
            "surah": 36,
            "nomor": 24,
            "ar": "اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "tr": "innii i<u>dz</u>an lafii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
            "idn": "Sesungguhnya jika aku (berbuat) begitu, pasti aku berada dalam kesesatan yang nyata."
        },
        {
            "id": 3730,
            "surah": 36,
            "nomor": 25,
            "ar": "اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ  ",
            "tr": "innii <u>aa</u>mantu birabbikum fa<strong>i</strong>sma'uun<strong>i</strong>",
            "idn": "Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan)-ku.”"
        },
        {
            "id": 3731,
            "surah": 36,
            "nomor": 26,
            "ar": "قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ",
            "tr": "qiila udkhuli <strong>a</strong>ljannata q<u>aa</u>la y<u>aa</u> layta qawmii ya'lamuun<strong>a</strong>",
            "idn": "Dikatakan (kepadanya), “Masuklah ke surga.” Dia (laki-laki itu) berkata, “Alangkah baiknya sekiranya kaumku mengetahui,"
        },
        {
            "id": 3732,
            "surah": 36,
            "nomor": 27,
            "ar": "بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ",
            "tr": "bim<u>aa</u> ghafara lii rabbii waja'alanii mina <strong>a</strong>lmukramiin<strong>a</strong>",
            "idn": "apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang telah dimuliakan.”"
        },
        {
            "id": 3733,
            "surah": 36,
            "nomor": 28,
            "ar": "۞ وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ  ",
            "tr": "wam<u>aa</u> anzaln<u>aa</u> 'al<u>aa</u> qawmihi min ba'dihi min jundin mina <strong>al</strong>ssam<u>aa</u>-i wam<u>aa</u> kunn<u>aa</u> munziliin<strong>a</strong>",
            "idn": "Dan setelah dia (meninggal), Kami tidak menurunkan suatu pasukan pun dari langit kepada kaumnya, dan Kami tidak perlu menurunkannya."
        },
        {
            "id": 3734,
            "surah": 36,
            "nomor": 29,
            "ar": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ ",
            "tr": "in k<u>aa</u>nat ill<u>aa</u> <u>sh</u>ay<u>h</u>atan w<u>aah</u>idatan fa-i<u>dzaa</u> hum kh<u>aa</u>miduun<strong>a</strong>",
            "idn": "Tidak ada siksaan terhadap mereka melainkan dengan satu teriakan saja; maka seketika itu mereka mati."
        },
        {
            "id": 3735,
            "surah": 36,
            "nomor": 30,
            "ar": "يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
            "tr": "y<u>aa</u> <u>h</u>asratan 'al<u>aa</u> <strong>a</strong>l'ib<u>aa</u>di m<u>aa</u> ya/tiihim min rasuulin ill<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>",
            "idn": "Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya."
        },
        {
            "id": 3736,
            "surah": 36,
            "nomor": 31,
            "ar": "اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ ",
            "tr": "alam yaraw kam ahlakn<u>aa</u> qablahum mina <strong>a</strong>lquruuni annahum ilayhim l<u>aa</u> yarji'uun<strong>a</strong>",
            "idn": "Tidakkah mereka mengetahui berapa banyak umat-umat sebelum mereka yang telah Kami binasakan. Orang-orang (yang telah Kami binasakan) itu tidak ada yang kembali kepada mereka."
        },
        {
            "id": 3737,
            "surah": 36,
            "nomor": 32,
            "ar": "وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ࣖ",
            "tr": "wa-in kullun lamm<u>aa</u> jamii'un ladayn<u>aa</u> mu<u>hd</u>aruun<strong>a</strong>",
            "idn": "Dan setiap (umat), semuanya akan dihadapkan kepada Kami."
        },
        {
            "id": 3738,
            "surah": 36,
            "nomor": 33,
            "ar": "وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ",
            "tr": "wa<u>aa</u>yatun lahumu <strong>a</strong>l-ar<u>dh</u>u <strong>a</strong>lmaytatu a<u>h</u>yayn<u>aa</u>h<u>aa</u> wa-akhrajn<u>aa</u> minh<u>aa</u> <u>h</u>abban faminhu ya/kuluun<strong>a</strong>",
            "idn": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bumi yang mati (tandus). Kami hidupkan bumi itu dan Kami keluarkan darinya biji-bijian, maka dari (biji-bijian) itu mereka makan."
        },
        {
            "id": 3739,
            "surah": 36,
            "nomor": 34,
            "ar": "وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ",
            "tr": "waja'aln<u>aa</u> fiih<u>aa</u> jann<u>aa</u>tin min nakhiilin wa-a'n<u>aa</u>bin wafajjarn<u>aa</u> fiih<u>aa</u> mina <strong>a</strong>l'uyuun<strong>i</strong>",
            "idn": "Dan Kami jadikan padanya di bumi itu kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,"
        },
        {
            "id": 3740,
            "surah": 36,
            "nomor": 35,
            "ar": "لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ ",
            "tr": "liya/kuluu min tsamarihi wam<u>aa</u> 'amilat-hu aydiihim afal<u>aa</u> yasykuruun<strong>a</strong>",
            "idn": "agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Maka mengapa mereka tidak bersyukur?"
        },
        {
            "id": 3741,
            "surah": 36,
            "nomor": 36,
            "ar": "سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ",
            "tr": "sub<u>haa</u>na <strong>al</strong>la<u>dz</u>ii khalaqa <strong>a</strong>l-azw<u>aa</u>ja kullah<u>aa</u> mimm<u>aa</u> tunbitu <strong>a</strong>l-ar<u>dh</u>u wamin anfusihim wamimm<u>aa</u> l<u>aa</u> ya'lamuun<strong>a</strong>",
            "idn": "Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui."
        },
        {
            "id": 3742,
            "surah": 36,
            "nomor": 37,
            "ar": "وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ",
            "tr": "wa<u>aa</u>yatun lahumu <strong>al</strong>laylu naslakhu minhu <strong>al</strong>nnah<u>aa</u>ra fa-i<u>dzaa</u> hum mu<u>zh</u>limuun<strong>a</strong>",
            "idn": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah malam; Kami tanggalkan siang dari (malam) itu, maka seketika itu mereka (berada dalam) kegelapan,"
        },
        {
            "id": 3743,
            "surah": 36,
            "nomor": 38,
            "ar": "وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ",
            "tr": "wa<strong>al</strong>sysyamsu tajrii limustaqarrin lah<u>aa</u> <u>dzaa</u>lika taqdiiru <strong>a</strong>l'aziizi <strong>a</strong>l'aliim<strong>i</strong>",
            "idn": "dan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui."
        },
        {
            "id": 3744,
            "surah": 36,
            "nomor": 39,
            "ar": "وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ",
            "tr": "wa<strong>a</strong>lqamara qaddarn<u>aa</u>hu man<u>aa</u>zila <u>h</u>att<u>aa</u> '<u>aa</u>da ka<strong>a</strong>l'urjuuni <strong>a</strong>lqadiim<strong>i</strong>",
            "idn": "Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua."
        },
        {
            "id": 3745,
            "surah": 36,
            "nomor": 40,
            "ar": "لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ",
            "tr": "l<u>aa</u> <strong>al</strong>sysyamsu yanbaghii lah<u>aa</u> an tudrika <strong>a</strong>lqamara wal<u>aa</u> <strong>al</strong>laylu s<u>aa</u>biqu <strong>al</strong>nnah<u>aa</u>ri wakullun fii falakin yasba<u>h</u>uun<strong>a</strong>",
            "idn": "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya."
        },
        {
            "id": 3746,
            "surah": 36,
            "nomor": 41,
            "ar": "وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ",
            "tr": "wa<u>aa</u>yatun lahum ann<u>aa</u> <u>h</u>amaln<u>aa</u> <u>dz</u>urriyyatahum fii <strong>a</strong>lfulki <strong>a</strong>lmasy<u>h</u>uun<strong>i</strong>",
            "idn": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan,"
        },
        {
            "id": 3747,
            "surah": 36,
            "nomor": 42,
            "ar": "وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ",
            "tr": "wakhalaqn<u>aa</u> lahum min mitslihi m<u>aa</u> yarkabuun<strong>a</strong>",
            "idn": "dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai."
        },
        {
            "id": 3748,
            "surah": 36,
            "nomor": 43,
            "ar": "وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ",
            "tr": "wa-in nasya/ nughriqhum fal<u>aa</u> <u>sh</u>ariikha lahum wal<u>aa</u> hum yunqa<u>dz</u>uun<strong>a</strong>",
            "idn": "Dan jika Kami menghendaki, Kami tenggelamkan mereka. Maka tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan,"
        },
        {
            "id": 3749,
            "surah": 36,
            "nomor": 44,
            "ar": "اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ",
            "tr": "ill<u>aa</u> ra<u>h</u>matan minn<u>aa</u> wamat<u>aa</u>'an il<u>aa</u> <u>h</u>iin<strong>in</strong>",
            "idn": "melainkan (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai waktu tertentu."
        },
        {
            "id": 3750,
            "surah": 36,
            "nomor": 45,
            "ar": "وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ",
            "tr": "wa-i<u>dzaa</u> qiila lahumu ittaquu m<u>aa</u> bayna aydiikum wam<u>aa</u> khalfakum la'allakum tur<u>h</u>amuun<strong>a</strong>",
            "idn": "Dan apabila dikatakan kepada mereka, “Takutlah kamu akan siksa yang di hadapanmu (di dunia) dan azab yang akan datang (akhirat) agar kamu mendapat rahmat.”"
        },
        {
            "id": 3751,
            "surah": 36,
            "nomor": 46,
            "ar": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ",
            "tr": "wam<u>aa</u> ta/tiihim min <u>aa</u>yatin min <u>aa</u>y<u>aa</u>ti rabbihim ill<u>aa</u> k<u>aa</u>nuu 'anh<u>aa</u> mu'ri<u>dh</u>iin<strong>a</strong>",
            "idn": "Dan setiap kali suatu tanda dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, mereka selalu berpaling darinya."
        },
        {
            "id": 3752,
            "surah": 36,
            "nomor": 47,
            "ar": "وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ   ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ",
            "tr": "wa-i<u>dzaa</u> qiila lahum anfiquu mimm<u>aa</u> razaqakumu <strong>al</strong>l<u>aa</u>hu q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lilla<u>dz</u>iina <u>aa</u>manuu anu<u>th</u>'imu man law yasy<u>aa</u>u <strong>al</strong>l<u>aa</u>hu a<u>th</u>'amahu in antum ill<u>aa</u> fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
            "idn": "Dan apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kafir itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”"
        },
        {
            "id": 3753,
            "surah": 36,
            "nomor": 48,
            "ar": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "tr": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>",
            "idn": "Dan mereka (orang-orang kafir) berkata, “Kapan janji (hari berbangkit) itu (terjadi) jika kamu orang yang benar?”"
        },
        {
            "id": 3754,
            "surah": 36,
            "nomor": 49,
            "ar": "مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ",
            "tr": "m<u>aa</u> yan<u>zh</u>uruuna ill<u>aa</u> <u>sh</u>ay<u>h</u>atan w<u>aah</u>idatan ta/khu<u>dz</u>uhum wahum yakhi<u>shsh</u>imuun<strong>a</strong>",
            "idn": "Mereka hanya menunggu satu teriakan, yang akan membinasakan mereka ketika mereka sedang bertengkar."
        },
        {
            "id": 3755,
            "surah": 36,
            "nomor": 50,
            "ar": "فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ ࣖ  ",
            "tr": "fal<u>aa</u> yasta<u>th</u>ii'uuna taw<u>sh</u>iyatan wal<u>aa</u> il<u>aa</u> ahlihim yarji'uun<strong>a</strong>",
            "idn": "Sehingga mereka tidak mampu membuat suatu wasiat dan mereka (juga) tidak dapat kembali kepada keluarganya."
        },
        {
            "id": 3756,
            "surah": 36,
            "nomor": 51,
            "ar": "وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ",
            "tr": "wanufikha fii <strong>al</strong><u>shsh</u>uuri fa-i<u>dzaa</u> hum mina <strong>a</strong>l-ajd<u>aa</u>tsi il<u>aa</u> rabbihim yansiluun<strong>a</strong>",
            "idn": "Lalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya."
        },
        {
            "id": 3757,
            "surah": 36,
            "nomor": 52,
            "ar": "قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ",
            "tr": "q<u>aa</u>luu y<u>aa</u> waylan<u>aa</u> man ba'atsan<u>aa</u> min marqadin<u>aa</u> h<u>aadzaa</u> m<u>aa</u> wa'ada <strong>al</strong>rra<u>h</u>m<u>aa</u>nu wa<u>sh</u>adaqa <strong>a</strong>lmursaluun<strong>a</strong>",
            "idn": "Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul(-Nya)."
        },
        {
            "id": 3758,
            "surah": 36,
            "nomor": 53,
            "ar": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ",
            "tr": "in k<u>aa</u>nat ill<u>aa</u> <u>sh</u>ay<u>h</u>atan w<u>aah</u>idatan fa-i<u>dzaa</u> hum jamii'un ladayn<u>aa</u> mu<u>hd</u>aruun<strong>a</strong>",
            "idn": "Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab)."
        },
        {
            "id": 3759,
            "surah": 36,
            "nomor": 54,
            "ar": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ",
            "tr": "fa<strong>a</strong>lyawma l<u>aa</u> tu<u>zh</u>lamu nafsun syay-an wal<u>aa</u> tujzawna ill<u>aa</u> m<u>aa</u> kuntum ta'maluun<strong>a</strong>",
            "idn": "Maka pada hari itu seseorang tidak akan dirugikan sedikit pun dan kamu tidak akan diberi balasan, kecuali sesuai dengan apa yang telah kamu kerjakan."
        },
        {
            "id": 3760,
            "surah": 36,
            "nomor": 55,
            "ar": "اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ  ",
            "tr": "inna a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati <strong>a</strong>lyawma fii syughulin f<u>aa</u>kihuun<strong>a</strong>",
            "idn": "Sesungguhnya penghuni surga pada hari itu bersenang-senang dalam kesibukan (mereka)."
        },
        {
            "id": 3761,
            "surah": 36,
            "nomor": 56,
            "ar": "هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ ۚ   ",
            "tr": "hum wa-azw<u>aa</u>juhum fii <u>zh</u>il<u>aa</u>lin 'al<u>aa</u> <strong>a</strong>l-ar<u>aa</u>-iki muttaki-uun<strong>a</strong>",
            "idn": "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh, bersandar di atas dipan-dipan."
        },
        {
            "id": 3762,
            "surah": 36,
            "nomor": 57,
            "ar": "لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ ۚ ",
            "tr": "lahum fiih<u>aa</u> f<u>aa</u>kihatun walahum m<u>aa</u> yadda'uun<strong>a</strong>",
            "idn": "Di surga itu mereka memperoleh buah-buahan dan memperoleh apa saja yang mereka inginkan."
        },
        {
            "id": 3763,
            "surah": 36,
            "nomor": 58,
            "ar": "سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ",
            "tr": "sal<u>aa</u>mun qawlan min rabbin ra<u>h</u>iim<strong>in</strong>",
            "idn": "(Kepada mereka dikatakan), “Salam,” sebagai ucapan selamat dari Tuhan Yang Maha Penyayang."
        },
        {
            "id": 3764,
            "surah": 36,
            "nomor": 59,
            "ar": "وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ",
            "tr": "wa<strong>i</strong>mt<u>aa</u>zuu <strong>a</strong>lyawma ayyuh<u>aa</u> <strong>a</strong>lmujrimuun<strong>a</strong>",
            "idn": "Dan (dikatakan kepada orang-orang kafir), “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai orang-orang yang berdosa!"
        },
        {
            "id": 3765,
            "surah": 36,
            "nomor": 60,
            "ar": "اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ",
            "tr": "alam a'had ilaykum y<u>aa</u> banii <u>aa</u>dama an l<u>aa</u> ta'buduu <strong>al</strong>sysyay<u>th</u><u>aa</u>na innahu lakum 'aduwwun mubiin<strong>un</strong>",
            "idn": "Bukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,"
        },
        {
            "id": 3766,
            "surah": 36,
            "nomor": 61,
            "ar": "وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
            "tr": "wa-ani u'buduunii h<u>aadzaa</u> <u>sh</u>ir<u>aath</u>un mustaqiim<strong>un</strong>",
            "idn": "dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus.”"
        },
        {
            "id": 3767,
            "surah": 36,
            "nomor": 62,
            "ar": "وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ",
            "tr": "walaqad a<u>dh</u>alla minkum jibillan katsiiran afalam takuunuu ta'qiluun<strong>a</strong>",
            "idn": "Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti?"
        },
        {
            "id": 3768,
            "surah": 36,
            "nomor": 63,
            "ar": "هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
            "tr": "h<u>aadz</u>ihi jahannamu <strong>al</strong>latii kuntum tuu'aduun<strong>a</strong>",
            "idn": "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu."
        },
        {
            "id": 3769,
            "surah": 36,
            "nomor": 64,
            "ar": "اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ",
            "tr": "i<u>sh</u>lawh<u>aa</u> <strong>a</strong>lyawma bim<u>aa</u> kuntum takfuruun<strong>a</strong>",
            "idn": "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya."
        },
        {
            "id": 3770,
            "surah": 36,
            "nomor": 65,
            "ar": "اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ",
            "tr": "alyawma nakhtimu 'al<u>aa</u> afw<u>aa</u>hihim watukallimun<u>aa</u> aydiihim watasyhadu arjuluhum bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>",
            "idn": "Pada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan."
        },
        {
            "id": 3771,
            "surah": 36,
            "nomor": 66,
            "ar": "وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ",
            "tr": "walaw nasy<u>aa</u>u la<u>th</u>amasn<u>aa</u> 'al<u>aa</u> a'yunihim fa<strong>i</strong>stabaquu <strong>al</strong><u>shsh</u>ir<u>aath</u>a fa-ann<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>",
            "idn": "Dan jika Kami menghendaki, pastilah Kami hapuskan penglihatan mata mereka; sehingga mereka berlomba-lomba (mencari) jalan. Maka bagaimana mungkin mereka dapat melihat?"
        },
        {
            "id": 3772,
            "surah": 36,
            "nomor": 67,
            "ar": "وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ ࣖ ",
            "tr": "walaw nasy<u>aa</u>u lamasakhn<u>aa</u>hum 'al<u>aa</u> mak<u>aa</u>natihim fam<u>aa</u> ista<u>th</u><u>aa</u>'uu mu<u>dh</u>iyyan wal<u>aa</u> yarji'uun<strong>a</strong>",
            "idn": "Dan jika Kami menghendaki, pastilah Kami ubah bentuk mereka di tempat mereka berada; sehingga mereka tidak sanggup berjalan lagi dan juga tidak sanggup kembali."
        },
        {
            "id": 3773,
            "surah": 36,
            "nomor": 68,
            "ar": "وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ ",
            "tr": "waman nu'ammirhu nunakkis-hu fii <strong>a</strong>lkhalqi afal<u>aa</u> ya'qiluun<strong>a</strong>",
            "idn": "Dan barangsiapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya). Maka mengapa mereka tidak mengerti?"
        },
        {
            "id": 3774,
            "surah": 36,
            "nomor": 69,
            "ar": "وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ",
            "tr": "wam<u>aa</u> 'allamn<u>aa</u>hu <strong>al</strong>sysyi'ra wam<u>aa</u> yanbaghii lahu in huwa ill<u>aa</u> <u>dz</u>ikrun waqur-<u>aa</u>nun mubiin<strong>un</strong>",
            "idn": "Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah pantas baginya. Al-Qur'an itu tidak lain hanyalah pelajaran dan Kitab yang jelas,"
        },
        {
            "id": 3775,
            "surah": 36,
            "nomor": 70,
            "ar": "لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ",
            "tr": "liyun<u>dz</u>ira man k<u>aa</u>na <u>h</u>ayyan waya<u>h</u>iqqa <strong>a</strong>lqawlu 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>",
            "idn": "agar dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar pasti ketetapan (azab) terhadap orang-orang kafir."
        },
        {
            "id": 3776,
            "surah": 36,
            "nomor": 71,
            "ar": "اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ ",
            "tr": "awa lam yaraw ann<u>aa</u> khalaqn<u>aa</u> lahum mimm<u>aa</u> 'amilat aydiin<u>aa</u> an'<u>aa</u>man fahum lah<u>aa</u> m<u>aa</u>likuun<strong>a</strong>",
            "idn": "Dan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka, yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya?"
        },
        {
            "id": 3777,
            "surah": 36,
            "nomor": 72,
            "ar": "وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ ",
            "tr": "wa<u>dz</u>allaln<u>aa</u>h<u>aa</u> lahum faminh<u>aa</u> rakuubuhum waminh<u>aa</u> ya/kuluun<strong>a</strong>",
            "idn": "Dan Kami menundukkannya (hewan-hewan itu) untuk mereka; lalu sebagiannya untuk menjadi tunggangan mereka dan sebagian untuk mereka makan."
        },
        {
            "id": 3778,
            "surah": 36,
            "nomor": 73,
            "ar": "وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ ",
            "tr": "walahum fiih<u>aa</u> man<u>aa</u>fi'u wamasy<u>aa</u>ribu afal<u>aa</u> yasykuruun<strong>a</strong>",
            "idn": "Dan mereka memperoleh berbagai manfaat dan minuman darinya. Maka mengapa mereka tidak bersyukur?"
        },
        {
            "id": 3779,
            "surah": 36,
            "nomor": 74,
            "ar": "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ ",
            "tr": "wa<strong>i</strong>ttakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi <u>aa</u>lihatan la'allahum yun<u>sh</u>aruun<strong>a</strong>",
            "idn": "Dan mereka mengambil sesembahan selain Allah agar mereka mendapat pertolongan."
        },
        {
            "id": 3780,
            "surah": 36,
            "nomor": 75,
            "ar": "لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ",
            "tr": "l<u>aa</u> yasta<u>th</u>ii'uuna na<u>sh</u>rahum wahum lahum jundun mu<u>hd</u>aruun<strong>a</strong>",
            "idn": "Mereka (sesembahan) itu tidak dapat menolong mereka; padahal mereka itu menjadi tentara yang disiapkan untuk menjaga (sesembahan) itu."
        },
        {
            "id": 3781,
            "surah": 36,
            "nomor": 76,
            "ar": "فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ",
            "tr": "fal<u>aa</u> ya<u>h</u>zunka qawluhum inn<u>aa</u> na'lamu m<u>aa</u> yusirruuna wam<u>aa</u> yu'linuun<strong>a</strong>",
            "idn": "Maka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan."
        },
        {
            "id": 3782,
            "surah": 36,
            "nomor": 77,
            "ar": "اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ",
            "tr": "awa lam yar<u>aa</u> <strong>a</strong>l-ins<u>aa</u>nu ann<u>aa</u> khalaqn<u>aa</u>hu min nu<u>th</u>fatin fa-i<u>dzaa</u> huwa kha<u>sh</u>iimun mubiin<strong>un</strong>",
            "idn": "Dan tidakkah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata!"
        },
        {
            "id": 3783,
            "surah": 36,
            "nomor": 78,
            "ar": "وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ ",
            "tr": "wa<u>dh</u>araba lan<u>aa</u> matsalan wanasiya khalqahu q<u>aa</u>la man yu<u>h</u>yii <strong>a</strong>l'i<u>zhaa</u>ma wahiya ramiim<strong>un</strong>",
            "idn": "Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, “Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?”"
        },
        {
            "id": 3784,
            "surah": 36,
            "nomor": 79,
            "ar": "قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ",
            "tr": "qul yu<u>h</u>yiih<u>aa</u> <strong>al</strong>la<u>dz</u>ii ansya-ah<u>aa</u> awwala marratin wahuwa bikulli khalqin 'aliim<strong>un</strong>",
            "idn": "Katakanlah (Muhammad), “Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk,"
        },
        {
            "id": 3785,
            "surah": 36,
            "nomor": 80,
            "ar": " ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ ",
            "tr": "<strong>al</strong>la<u>dz</u>ii ja'ala lakum mina <strong>al</strong>sysyajari <strong>a</strong>l-akh<u>dh</u>ari n<u>aa</u>ran fa-i<u>dzaa</u> antum minhu tuuqiduun<strong>a</strong>",
            "idn": "yaitu (Allah) yang menjadikan api untukmu dari kayu yang hijau, maka seketika itu kamu nyalakan (api) dari kayu itu.”"
        },
        {
            "id": 3786,
            "surah": 36,
            "nomor": 81,
            "ar": "اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ ",
            "tr": "awa laysa <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a biq<u>aa</u>dirin 'al<u>aa</u> an yakhluqa mitslahum bal<u>aa</u> wahuwa <strong>a</strong>lkhall<u>aa</u>qu <strong>a</strong>l'aliim<strong>u</strong>",
            "idn": "Dan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur itu)? Benar, dan Dia Maha Pencipta, Maha Mengetahui."
        },
        {
            "id": 3787,
            "surah": 36,
            "nomor": 82,
            "ar": "اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ",
            "tr": "innam<u>aa</u> amruhu i<u>dzaa</u> ar<u>aa</u>da syay-an an yaquula lahu kun fayakuun<strong>u</strong>",
            "idn": "Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu."
        },
        {
            "id": 3788,
            "surah": 36,
            "nomor": 83,
            "ar": "فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ ࣖ",
            "tr": "fasub<u>haa</u>na <strong>al</strong>la<u>dz</u>ii biyadihi malakuutu kulli syay-in wa-ilayhi turja'uun<strong>a</strong>",
            "idn": "Maka Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan."
        }
    ],
    "surat_selanjutnya": {
        "id": 37,
        "nomor": 37,
        "nama": "الصّٰۤفّٰت",
        "nama_latin": "As-Saffat",
        "jumlah_ayat": 182,
        "tempat_turun": "mekah",
        "arti": "Barisan-Barisan",
        "deskripsi": "Surat Ash Shaaffaat terdiri atas 182 ayat termasuk golongan surat Makkiyyah diturunkan sesudah surat Al An'aam. Dinamai dengan <i>Ash Shaaffaat</i> (yang bershaf-shaf) ada hubungannya dengan perkataan <i>Ash Shaaffaat</i> yang terletak pada ayat permulaan surat ini yang mengemukakan bagaimana para malaikat yang berbaris di hadapan Tuhannya yang bersih jiwanya, tidak dapat digoda oleh syaitan. Hal ini hendaklah menjadi i'tibar bagi manusia dalam menghambakan dirinya kepada Allah.",
        "audio": "https://santrikoding.com/storage/audio/037.mp3"
    },
    "surat_sebelumnya": {
        "id": 35,
        "nomor": 35,
        "nama": "فاطر",
        "nama_latin": "Fatir",
        "jumlah_ayat": 45,
        "tempat_turun": "mekah",
        "arti": "Maha Pencipta",
        "deskripsi": "Surat Faathir terdiri atas 45 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Al Furqaan dan merupakan surat akhir dari urutan surat-surat dalam Al Quran yang dimulai dengan <i>Alhamdulillah</i>. Dinamakan <i>Faathir</i> (pencipta) ada hubungannya dengan perkataan <i>Faathir</i> yang terdapat pada ayat pertama pada surat ini. Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, Pencipta semesta alam yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya. Surat ini dinamai juga dengan <i>surat Malaikat</i> karena pada ayat pertama disebutkan bahwa Allah telah menjadikan malaikat-malaikat sebagai utusan-Nya  yang mempunyai beberapa sayap.",
        "audio": "https://santrikoding.com/storage/audio/035.mp3"
    }
}