{
    "status": true,
    "nomor": 39,
    "nama": "الزمر",
    "nama_latin": "Az-Zumar",
    "jumlah_ayat": 75,
    "tempat_turun": "mekah",
    "arti": "Rombongan",
    "deskripsi": "Surat Az Zumar terdiri ataz 75 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Saba'. Dinamakan <i>Az Zumar</i> (Rombongan-rombongan) karena perkataan <i>Az Zumar</i> yang terdapat pada ayat 71 dan 73 ini. Dalam ayat-ayat tersebut diterangkan keadaan manusia di hari kiamat setelah mereka dihisab, di waktu itu mereka terbagi atas dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke syurga. Masing- masing rombongan memperoleh balasan dari apa yang mereka kerjakan di dunia dahulu. Surat ini dinamakan juga <i>Al Ghuraf</i> (kamar-kamar) berhubung perkataan <i>ghuraf</i> yang terdapat pada ayat 20, dimana diterangkan keadaan kamar-kamar dalam syurga yang diperoleh orang-orang yang bertakwa.",
    "audio": "https://santrikoding.com/storage/audio/039.mp3",
    "ayat": [
        {
            "id": 4059,
            "surah": 39,
            "nomor": 1,
            "ar": " تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ",
            "tr": "tanziilu <strong>a</strong>lkit<u>aa</u>bi mina <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>",
            "idn": "Kitab (Al-Qur'an) ini diturunkan oleh Allah Yang Mahamulia, Mahabijaksana."
        },
        {
            "id": 4060,
            "surah": 39,
            "nomor": 2,
            "ar": "اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ فَاعْبُدِ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَۗ",
            "tr": "inn<u>aa</u> anzaln<u>aa</u> ilayka <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi fa<strong>u</strong>'budi <strong>al</strong>l<u>aa</u>ha mukhli<u>sh</u>an lahu <strong>al</strong>ddiin<strong>a</strong>",
            "idn": "Sesungguhnya Kami menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) dengan (membawa) kebenaran. Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya."
        },
        {
            "id": 4061,
            "surah": 39,
            "nomor": 3,
            "ar": "اَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُ ۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ەۗ اِنَّ اللّٰهَ لَا يَهْدِيْ ",
            "tr": "al<u>aa</u> lill<u>aa</u>hi <strong>al</strong>ddiinu <strong>a</strong>lkh<u>aa</u>li<u>sh</u>u wa<strong>a</strong>lla<u>dz</u>iina ittakha<u>dz</u>uu min duunihi awliy<u>aa</u>-a m<u>aa</u> na'buduhum ill<u>aa</u> liyuqarribuun<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi zulf<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha ya<u>h</u>kumu baynahum fii m<u>aa</u> hum fiihi yakhtalifuuna inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii man huwa k<u>aadz</u>ibun kaff<u>aa</u>r<strong>un</strong>",
            "idn": "Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), “Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar."
        },
        {
            "id": 4062,
            "surah": 39,
            "nomor": 4,
            "ar": "لَوْ اَرَادَ اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۤءُ ۙ سُبْحٰنَهٗ ۗهُوَ اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
            "tr": "law ar<u>aa</u>da <strong>al</strong>l<u>aa</u>hu an yattakhi<u>dz</u>a waladan la<strong>i</strong><u>sth</u>af<u>aa</u> mimm<u>aa</u> yakhluqu m<u>aa</u> yasy<u>aa</u>u sub<u>haa</u>nahu huwa <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lw<u>aah</u>idu <strong>a</strong>lqahh<u>aa</u>r<strong>u</strong>",
            "idn": "Sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa."
        },
        {
            "id": 4063,
            "surah": 39,
            "nomor": 5,
            "ar": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۚ يُكَوِّرُ الَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ  اَلَا هُوَ الْعَزِيْزُ الْغَفَّارُ",
            "tr": "khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi yukawwiru <strong>al</strong>layla 'al<u>aa</u> <strong>al</strong>nnah<u>aa</u>ri wayukawwiru <strong>al</strong>nnah<u>aa</u>ra 'al<u>aa</u> <strong>al</strong>layli wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii li-ajalin musamman <strong>a</strong>l<u>aa</u> huwa <strong>a</strong>l'aziizu <strong>a</strong>lghaff<u>aa</u>r<strong>u</strong>",
            "idn": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun."
        },
        {
            "id": 4064,
            "surah": 39,
            "nomor": 6,
            "ar": "خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَاَنْزَلَ لَكُمْ مِّنَ الْاَنْعَامِ ثَمٰنِيَةَ اَزْوَاجٍ ۗ يَخْلُقُكُمْ فِيْ بُطُوْنِ اُمَّهٰتِكُمْ خَلْقًا مِّنْۢ بَعْدِ خَلْقٍ فِيْ ظُلُمٰتٍ ثَلٰثٍۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْم",
            "tr": "khalaqakum min nafsin w<u>aah</u>idatin tsumma ja'ala minh<u>aa</u> zawjah<u>aa</u> wa-anzala lakum mina <strong>a</strong>l-an'<u>aa</u>mi tsam<u>aa</u>niyata azw<u>aa</u>jin yakhluqukum fii bu<u>th</u>uuni ummah<u>aa</u>tikum khalqan min ba'di khalqin fii <u>zh</u>ulum<u>aa</u>tin tsal<u>aa</u>tsin <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukum lahu <strong>a</strong>lmulku l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa-ann<u>aa</u> tu<u>sh</u>rafuun<strong>a</strong>",
            "idn": "Dia menciptakan kamu dari diri yang satu (Adam) kemudian darinya Dia jadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan. Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan yang memiliki kerajaan. Tidak ada tuhan selain Dia; maka mengapa kamu dapat dipalingkan?"
        },
        {
            "id": 4065,
            "surah": 39,
            "nomor": 7,
            "ar": "اِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ ۗوَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۗ اِنَّهٗ عَ",
            "tr": "in takfuruu fa-inna <strong>al</strong>l<u>aa</u>ha ghaniyyun 'ankum wal<u>aa</u> yar<u>daa</u> li'ib<u>aa</u>dihi <strong>a</strong>lkufra wa-in tasykuruu yar<u>dh</u>ahu lakum wal<u>aa</u> taziru w<u>aa</u>ziratun wizra ukhr<u>aa</u> tsumma il<u>aa</u> rabbikum marji'ukum fayunabbi-ukum bim<u>aa</u> kuntum ta'maluuna innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
            "idn": "Jika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu dan Dia tidak meridai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain. Kemudian kepada Tuhanmulah kembalimu lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sungguh, Dia Maha Mengetahui apa yang tersimpan dalam dada(mu)."
        },
        {
            "id": 4066,
            "surah": 39,
            "nomor": 8,
            "ar": "وَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَا رَبَّهٗ مُنِيْبًا اِلَيْهِ ثُمَّ اِذَا خَوَّلَهٗ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُوْٓا اِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلّٰهِ اَنْدَادًا لِّيُضِلَّ عَنْ سَبِيْلِهٖ ۗ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيْلًا ۖاِنَّكَ",
            "tr": "wa-i<u>dzaa</u> massa <strong>a</strong>l-ins<u>aa</u>na <u>dh</u>urrun da'<u>aa</u> rabbahu muniiban ilayhi tsumma i<u>dzaa</u> khawwalahu ni'matan minhu nasiya m<u>aa</u> k<u>aa</u>na yad'uu ilayhi min qablu waja'ala lill<u>aa</u>hi and<u>aa</u>dan liyu<u>dh</u>illa 'an sabiilihi qul tamatta' bikufrika qaliilan innaka min a<u>sh</u>-<u>haa</u>bi <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
            "idn": "Dan apabila manusia ditimpa bencana, dia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya; tetapi apabila Dia memberikan nikmat kepadanya dia lupa (akan bencana) yang pernah dia berdoa kepada Allah sebelum itu, dan diadakannya sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah, “Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka.”"
        },
        {
            "id": 4067,
            "surah": 39,
            "nomor": 9,
            "ar": "اَمَّنْ هُوَ قَانِتٌ اٰنَاۤءَ الَّيْلِ سَاجِدًا وَّقَاۤىِٕمًا يَّحْذَرُ الْاٰخِرَةَ وَيَرْجُوْا رَحْمَةَ رَبِّهٖۗ قُلْ هَلْ يَسْتَوِى الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَ ۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِ ࣖ",
            "tr": "amman huwa q<u>aa</u>nitun <u>aa</u>n<u>aa</u>-a <strong>al</strong>layli s<u>aa</u>jidan waq<u>aa</u>-iman ya<u>hts</u>aru <strong>a</strong>l-<u>aa</u>khirata wayarjuu ra<u>h</u>mata rabbihi qul hal yastawii <strong>al</strong>la<u>dz</u>iina ya'lamuuna wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> ya'lamuuna innam<u>aa</u> yata<u>dz</u>akkaru uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>",
            "idn": "(Apakah kamu orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah, “Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?” Sebenarnya hanya orang yang berakal sehat yang dapat menerima pelajaran."
        },
        {
            "id": 4068,
            "surah": 39,
            "nomor": 10,
            "ar": "قُلْ يٰعِبَادِ الَّذِيْنَ اٰمَنُوا اتَّقُوْا رَبَّكُمْ ۗلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَاَرْضُ اللّٰهِ وَاسِعَةٌ  ۗاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ ",
            "tr": "qul y<u>aa</u> 'ib<u>aa</u>di <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu rabbakum lilla<u>dz</u>iina a<u>h</u>sanuu fii h<u>aadz</u>ihi <strong>al</strong>dduny<u>aa</u> <u>h</u>asanatun wa-ar<u>dh</u>u <strong>al</strong>l<u>aa</u>hi w<u>aa</u>si'atun innam<u>aa</u> yuwaff<u>aa</u> <strong>al</strong><u>shshaa</u>biruuna ajrahum bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>",
            "idn": "Katakanlah (Muhammad), “Wahai hamba-hamba-Ku yang beriman! Bertakwalah kepada Tuhanmu.” Bagi orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Dan bumi Allah itu luas. Hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas."
        },
        {
            "id": 4069,
            "surah": 39,
            "nomor": 11,
            "ar": "قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَ",
            "tr": "qul innii umirtu an a'buda <strong>al</strong>l<u>aa</u>ha mukhli<u>sh</u>an lahu <strong>al</strong>ddiin<strong>a</strong>",
            "idn": "Katakanlah, “Sesungguhnya aku diperintahkan agar menyembah Allah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agama."
        },
        {
            "id": 4070,
            "surah": 39,
            "nomor": 12,
            "ar": "وَاُمِرْتُ لِاَنْ اَكُوْنَ اَوَّلَ الْمُسْلِمِيْنَ",
            "tr": "waumirtu li-an akuuna awwala <strong>a</strong>lmuslimiin<strong>a</strong>",
            "idn": "Dan aku diperintahkan agar menjadi orang yang pertama-tama berserah diri.”"
        },
        {
            "id": 4071,
            "surah": 39,
            "nomor": 13,
            "ar": "قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ",
            "tr": "qul innii akh<u>aa</u>fu in 'a<u>sh</u>aytu rabbii 'a<u>dzaa</u>ba yawmin 'a<u>zh</u>iim<strong>in</strong>",
            "idn": "Katakanlah, “Sesungguhnya aku takut akan azab pada hari yang besar jika aku durhaka kepada Tuhanku.”"
        },
        {
            "id": 4072,
            "surah": 39,
            "nomor": 14,
            "ar": "قُلِ اللّٰهَ اَعْبُدُ مُخْلِصًا لَّهٗ دِيْنِيْۚ",
            "tr": "quli <strong>al</strong>l<u>aa</u>ha a'budu mukhli<u>sh</u>an lahu diinii",
            "idn": "Katakanlah, “Hanya Allah yang aku sembah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agamaku.”"
        },
        {
            "id": 4073,
            "surah": 39,
            "nomor": 15,
            "ar": "فَاعْبُدُوْا مَا شِئْتُمْ مِّنْ دُوْنِهٖۗ قُلْ اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِۗ  اَلَا ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ",
            "tr": "fa<strong>u</strong>'buduu m<u>aa</u> syi/tum min duunihi qul inna <strong>a</strong>lkh<u>aa</u>siriina <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum wa-ahliihim yawma <strong>a</strong>lqiy<u>aa</u>mati <strong>a</strong>l<u>aa</u> <u>dzaa</u>lika huwa <strong>a</strong>lkhusr<u>aa</u>nu <strong>a</strong>lmubiin<strong>u</strong>",
            "idn": "Maka sembahlah selain Dia sesukamu! (wahai orang-orang musyrik). Katakanlah, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ingatlah! Yang demikian itu adalah kerugian yang nyata."
        },
        {
            "id": 4074,
            "surah": 39,
            "nomor": 16,
            "ar": "لَهُمْ مِّنْ فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ  ۗذٰلِكَ يُخَوِّفُ اللّٰهُ بِهٖ عِبَادَهٗ ۗيٰعِبَادِ فَاتَّقُوْنِ",
            "tr": "lahum min fawqihim <u>zh</u>ulalun mina <strong>al</strong>nn<u>aa</u>ri wamin ta<u>h</u>tihim <u>zh</u>ulalun <u>dzaa</u>lika yukhawwifu <strong>al</strong>l<u>aa</u>hu bihi 'ib<u>aa</u>dahu y<u>aa</u> 'ib<u>aa</u>di fa<strong>i</strong>ttaquun<strong>i</strong>",
            "idn": "Di atas mereka ada lapisan-lapisan dari api dan di bawahnya juga ada lapisan-lapisan yang disediakan bagi mereka. Demikianlah Allah mengancam hamba-hamba-Nya (dengan azab itu). “Wahai hamba-hamba-Ku, maka bertakwalah kepada-Ku.”"
        },
        {
            "id": 4075,
            "surah": 39,
            "nomor": 17,
            "ar": "وَالَّذِيْنَ اجْتَنَبُوا الطَّاغُوْتَ اَنْ يَّعْبُدُوْهَا وَاَنَابُوْٓا اِلَى اللّٰهِ لَهُمُ الْبُشْرٰىۚ فَبَشِّرْ عِبَادِۙ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina ijtanabuu <strong>al</strong><u>ththaa</u>ghuuta an ya'buduuh<u>aa</u> wa-an<u>aa</u>buu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi lahumu <strong>a</strong>lbusyr<u>aa</u> fabasysyir 'ib<u>aa</u>d<strong>i</strong>",
            "idn": "Dan orang-orang yang menjauhi tagut (yaitu) tidak menyembahnya dan kembali kepada Allah, mereka pantas mendapat berita gembira; sebab itu sampaikanlah kabar gembira itu kepada hamba-hamba-Ku,"
        },
        {
            "id": 4076,
            "surah": 39,
            "nomor": 18,
            "ar": "الَّذِيْنَ يَسْتَمِعُوْنَ الْقَوْلَ فَيَتَّبِعُوْنَ اَحْسَنَهٗ ۗ اُولٰۤىِٕكَ الَّذِيْنَ هَدٰىهُمُ اللّٰهُ وَاُولٰۤىِٕكَ هُمْ اُولُوا الْاَلْبَابِ",
            "tr": "<strong>al</strong>la<u>dz</u>iina yastami'uuna <strong>a</strong>lqawla fayattabi'uuna a<u>h</u>sanahu ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina had<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu waul<u>aa</u>-ika hum uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>",
            "idn": "(yaitu) mereka yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya. Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah dan mereka itulah orang-orang yang mempunyai akal sehat."
        },
        {
            "id": 4077,
            "surah": 39,
            "nomor": 19,
            "ar": "اَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِۗ اَفَاَنْتَ تُنْقِذُ مَنْ فِى النَّارِ ۚ",
            "tr": "afaman <u>h</u>aqqa 'alayhi kalimatu <strong>a</strong>l'a<u>dzaa</u>bi afa-anta tunqi<u>dz</u>u man fii <strong>al</strong>nn<u>aa</u>r<strong>i</strong>",
            "idn": "Maka apakah (engkau hendak mengubah nasib) orang-orang yang telah dipastikan mendapat azab? Apakah engkau (Muhammad) akan menyelamatkan orang yang berada dalam api neraka?"
        },
        {
            "id": 4078,
            "surah": 39,
            "nomor": 20,
            "ar": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّنْ فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ  ۙتَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ەۗ وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ الْمِيْعَادَ",
            "tr": "l<u>aa</u>kini <strong>al</strong>la<u>dz</u>iina ittaqaw rabbahum lahum ghurafun min fawqih<u>aa</u> ghurafun mabniyyatun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wa'da <strong>al</strong>l<u>aa</u>hi l<u>aa</u> yukhlifu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmii'<u>aa</u>d<strong>a</strong>",
            "idn": "Tetapi orang-orang yang bertakwa kepada Tuhannya, mereka mendapat kamar-kamar (di surga), di atasnya terdapat pula kamar-kamar yang dibangun (bertingkat-tingkat), yang mengalir di bawahnya sungai-sungai. (Itulah) janji Allah. Allah tidak akan memungkiri janji(-Nya)."
        },
        {
            "id": 4079,
            "surah": 39,
            "nomor": 21,
            "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَلَكَهٗ يَنَابِيْعَ فِى الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعًا مُّخْتَلِفًا اَلْوَانُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَجْعَلُهٗ حُطَامًا ۗاِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِاُولِى الْاَل",
            "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fasalakahu yan<u>aa</u>bii'a fii <strong>a</strong>l-ar<u>dh</u>i tsumma yukhriju bihi zar'an mukhtalifan <strong>a</strong>lw<u>aa</u>nuhu tsumma yahiiju fatar<u>aa</u>hu mu<u>sh</u>farran tsumma yaj'aluhu <u>h</u>u<u>th</u><u>aa</u>man inna fii <u>dzaa</u>lika la<u>dz</u>ikr<u>aa</u> li-ulii <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>",
            "idn": "Apakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya, kemudian menjadi kering, lalu engkau melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai akal sehat."
        },
        {
            "id": 4080,
            "surah": 39,
            "nomor": 22,
            "ar": "اَفَمَنْ شَرَحَ اللّٰهُ صَدْرَهٗ لِلْاِسْلَامِ فَهُوَ عَلٰى نُوْرٍ مِّنْ رَّبِّهٖ ۗفَوَيْلٌ لِّلْقٰسِيَةِ قُلُوْبُهُمْ مِّنْ ذِكْرِ اللّٰهِ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
            "tr": "afaman syara<u>h</u>a <strong>al</strong>l<u>aa</u>hu <u>sh</u>adrahu lil-isl<u>aa</u>mi fahuwa 'al<u>aa</u> nuurin min rabbihi fawaylun lilq<u>aa</u>siyati quluubuhum min <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
            "idn": "Maka apakah orang-orang yang dibukakan hatinya oleh Allah untuk (menerima) agama Islam lalu dia mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)?  Maka celakalah mereka yang hatinya telah membatu untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata."
        },
        {
            "id": 4081,
            "surah": 39,
            "nomor": 23,
            "ar": "اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَۙ  تَقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِ اللّٰهِ ۗذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ ۗوَمَ",
            "tr": "<strong>al</strong>l<u>aa</u>hu nazzala a<u>h</u>sana <strong>a</strong>l<u>h</u>adiitsi kit<u>aa</u>ban mutasy<u>aa</u>bihan mats<u>aa</u>niya taqsya'irru minhu juluudu <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum tsumma taliinu juluuduhum waquluubuhum il<u>aa</u> <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika hud<u>aa</u> <strong>al</strong>l<u>aa</u>hi yahdii bihi man yasy<u>aa</u>u waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min h<u>aa</u>d<strong>in</strong>",
            "idn": "Allah telah menurunkan perkataan yang paling baik (yaitu) Al-Qur'an yang serupa (ayat-ayatnya) lagi berulang-ulang, gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka ketika mengingat Allah. Itulah petunjuk Allah, dengan Kitab itu Dia memberi petunjuk kepada siapa yang Dia kehendaki. Dan barangsiapa dibiarkan sesat oleh Allah, maka tidak seorang pun yang dapat memberi petunjuk.  "
        },
        {
            "id": 4082,
            "surah": 39,
            "nomor": 24,
            "ar": "اَفَمَنْ يَّتَّقِيْ بِوَجْهِهٖ سُوْۤءَ الْعَذَابِ يَوْمَ الْقِيٰمَةِ ۗوَقِيْلَ لِلظّٰلِمِيْنَ ذُوْقُوْا مَا كُنْتُمْ تَكْسِبُوْنَ",
            "tr": "afaman yattaqii biwajhihi suu-a <strong>a</strong>l'a<u>dzaa</u>bi yawma <strong>a</strong>lqiy<u>aa</u>mati waqiila li<strong>l</strong><u>zhzhaa</u>limiina <u>dz</u>uuquu m<u>aa</u> kuntum taksibuun<strong>a</strong>",
            "idn": "Maka apakah orang-orang yang melindungi wajahnya menghindari azab yang buruk pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim, “Rasakanlah olehmu balasan apa yang telah kamu kerjakan.”"
        },
        {
            "id": 4083,
            "surah": 39,
            "nomor": 25,
            "ar": "كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ",
            "tr": "ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fa-at<u>aa</u>humu <strong>a</strong>l'a<u>dzaa</u>bu min <u>h</u>aytsu l<u>aa</u> yasy'uruun<strong>a</strong>",
            "idn": "Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka."
        },
        {
            "id": 4084,
            "surah": 39,
            "nomor": 26,
            "ar": "فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَا ۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُ ۘ لَوْ كَانُوْا يَعْلَمُوْنَ",
            "tr": "fa-a<u>dzaa</u>qahumu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkhizya fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati akbaru law k<u>aa</u>nuu ya'lamuun<strong>a</strong>",
            "idn": "Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui."
        },
        {
            "id": 4085,
            "surah": 39,
            "nomor": 27,
            "ar": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُوْنَۚ",
            "tr": "walaqad <u>dh</u>arabn<u>aa</u> li<strong>l</strong>nn<u>aa</u>si fii h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni min kulli matsalin la'allahum yata<u>dz</u>akkaruun<strong>a</strong>",
            "idn": "Dan sungguh, telah Kami buatkan dalam Al-Qur'an ini segala macam perumpamaan bagi manusia agar mereka dapat pelajaran."
        },
        {
            "id": 4086,
            "surah": 39,
            "nomor": 28,
            "ar": "قُرْاٰنًا عَرَبِيًّا غَيْرَ ذِيْ عِوَجٍ لَّعَلَّهُمْ يَتَّقُوْنَ",
            "tr": "qur-<u>aa</u>nan 'arabiyyan ghayra <u>dz</u>ii 'iwajin la'allahum yattaquun<strong>a</strong>",
            "idn": "(Yaitu) Al-Qur'an dalam bahasa Arab, tidak ada kebengkokan (di dalamnya) agar mereka bertakwa."
        },
        {
            "id": 4087,
            "surah": 39,
            "nomor": 29,
            "ar": "ضَرَبَ اللّٰهُ مَثَلًا رَّجُلًا فِيْهِ شُرَكَاۤءُ مُتَشَاكِسُوْنَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
            "tr": "<u>dh</u>araba <strong>al</strong>l<u>aa</u>hu matsalan rajulan fiihi syurak<u>aa</u>u mutasy<u>aa</u>kisuuna warajulan salaman lirajulin hal yastawiy<u>aa</u>ni matsalan <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi bal aktsaruhum l<u>aa</u> ya'lamuun<strong>a</strong>",
            "idn": "Allah membuat perumpamaan (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang yang berserikat yang dalam perselisihan, dan seorang hamba sahaya yang menjadi milik penuh dari seorang (saja). Adakah kedua hamba sahaya itu sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui."
        },
        {
            "id": 4088,
            "surah": 39,
            "nomor": 30,
            "ar": "اِنَّكَ مَيِّتٌ وَّاِنَّهُمْ مَّيِّتُوْنَ ۖ",
            "tr": "innaka mayyitun wa-innahum mayyituun<strong>a</strong>",
            "idn": "Sesungguhnya engkau (Muhammad) akan mati dan mereka akan mati (pula)."
        },
        {
            "id": 4089,
            "surah": 39,
            "nomor": 31,
            "ar": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُوْنَ ࣖ   ۔",
            "tr": "tsumma innakum yawma <strong>a</strong>lqiy<u>aa</u>mati 'inda rabbikum takhta<u>sh</u>imuun<strong>a</strong>",
            "idn": "Kemudian sesungguhnya kamu pada hari Kiamat akan berbantah-bantahan di hadapan Tuhanmu."
        },
        {
            "id": 4090,
            "surah": 39,
            "nomor": 32,
            "ar": "۞ فَمَنْ اَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللّٰهِ وَكَذَّبَ بِالصِّدْقِ اِذْ جَاۤءَهٗۗ  اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ ",
            "tr": "faman a<u>zh</u>lamu mimman ka<u>dz</u>aba 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi waka<u>dzdz</u>aba bi<strong>al</strong><u>shsh</u>idqi i<u>dz</u> j<u>aa</u>-ahu alaysa fii jahannama matswan lilk<u>aa</u>firiin<strong>a</strong>",
            "idn": "Maka siapakah yang lebih zalim daripada orang yang membuat-buat kebohongan terhadap Allah dan mendustakan kebenaran yang datang kepadanya? Bukankah di neraka Jahanam tempat tinggal bagi orang-orang kafir?"
        },
        {
            "id": 4091,
            "surah": 39,
            "nomor": 33,
            "ar": "وَالَّذِيْ جَاۤءَ بِالصِّدْقِ وَصَدَّقَ بِهٖٓ اُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>ii j<u>aa</u>-a bi<strong>al</strong><u>shsh</u>idqi wa<u>sh</u>addaqa bihi ul<u>aa</u>-ika humu <strong>a</strong>lmuttaquun<strong>a</strong>",
            "idn": "Dan orang yang membawa kebenaran (Muhammad) dan orang yang membenarkannya, mereka itulah orang yang bertakwa."
        },
        {
            "id": 4092,
            "surah": 39,
            "nomor": 34,
            "ar": "لَهُمْ مَّا يَشَاۤءُوْنَ عِنْدَ رَبِّهِمْ ۗ ذٰلِكَ جَزٰۤؤُا الْمُحْسِنِيْنَۚ",
            "tr": "lahum m<u>aa</u> yasy<u>aa</u>uuna 'inda rabbihim <u>dzaa</u>lika jaz<u>aa</u>u <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
            "idn": "Mereka memperoleh apa yang mereka kehendaki di sisi Tuhannya. Demikianlah balasan bagi orang-orang yang berbuat baik,"
        },
        {
            "id": 4093,
            "surah": 39,
            "nomor": 35,
            "ar": "لِيُكَفِّرَ اللّٰهُ عَنْهُمْ اَسْوَاَ الَّذِيْ عَمِلُوْا وَيَجْزِيَهُمْ اَجْرَهُمْ بِاَحْسَنِ الَّذِيْ كَانُوْا يَعْمَلُوْنَ",
            "tr": "liyukaffira <strong>al</strong>l<u>aa</u>hu 'anhum aswa-a <strong>al</strong>la<u>dz</u>ii 'amiluu wayajziyahum ajrahum bi-a<u>h</u>sani <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu ya'maluun<strong>a</strong>",
            "idn": "agar Allah menghapus perbuatan mereka yang paling buruk yang pernah mereka lakukan dan memberi pahala kepada mereka dengan yang lebih baik daripada apa yang mereka kerjakan."
        },
        {
            "id": 4094,
            "surah": 39,
            "nomor": 36,
            "ar": "اَلَيْسَ اللّٰهُ بِكَافٍ عَبْدَهٗۗ وَيُخَوِّفُوْنَكَ بِالَّذِيْنَ مِنْ دُوْنِهٖۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍۚ",
            "tr": "alaysa <strong>al</strong>l<u>aa</u>hu bik<u>aa</u>fin 'abdahu wayukhawwifuunaka bi<strong>a</strong>lla<u>dz</u>iina min duunihi waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min h<u>aa</u>d<strong>in</strong>",
            "idn": "Bukankah Allah yang mencukupi hamba-Nya? Mereka menakut-nakutimu dengan (sesembahan) yang selain Dia. Barangsiapa dibiarkan sesat oleh Allah maka tidak seorang pun yang dapat memberi petunjuk kepadanya."
        },
        {
            "id": 4095,
            "surah": 39,
            "nomor": 37,
            "ar": "وَمَنْ يَّهْدِ اللّٰهُ فَمَا لَهٗ مِنْ مُّضِلٍّ ۗ اَلَيْسَ اللّٰهُ بِعَزِيْزٍ ذِى انْتِقَامٍ",
            "tr": "waman yahdi <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min mu<u>dh</u>illin alaysa <strong>al</strong>l<u>aa</u>hu bi'aziizin <u>dz</u>ii intiq<u>aa</u>m<strong>in</strong>",
            "idn": "Dan barangsiapa diberi petunjuk oleh Allah, maka tidak seorang pun yang dapat menyesatkannya. Bukankah Allah Mahaperkasa dan mempunyai (kekuasaan untuk) menghukum?"
        },
        {
            "id": 4096,
            "surah": 39,
            "nomor": 38,
            "ar": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُ ۗ قُلْ اَفَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اِنْ اَرَادَنِيَ اللّٰهُ بِضُرٍّ هَلْ هُنَّ كٰشِفٰتُ ضُرِّهٖٓ اَوْ اَرَادَنِيْ بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكٰتُ رَح",
            "tr": "wala-in sa-altahum man khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a layaquulunna <strong>al</strong>l<u>aa</u>hu qul afara-aytum m<u>aa</u> tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi in ar<u>aa</u>daniya <strong>al</strong>l<u>aa</u>hu bi<u>dh</u>urrin hal hunna k<u>aa</u>syif<u>aa</u>tu <u>dh</u>urrihi aw ar<u>aa</u>danii bira<u>h</u>matin hal hunna mumsik<u>aa</u>tu ra<u>h</u>matihi qul <u>h</u>asbiya <strong>al</strong>l<u>aa</u>hu 'alayhi yatawakkalu <strong>a</strong>lmutawakkiluun<strong>a</strong>",
            "idn": "Dan sungguh, jika engkau tanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi?” Niscaya mereka menjawab, “Allah.” Katakanlah, “Kalau begitu tahukah kamu tentang apa yang kamu sembah selain Allah, jika Allah hendak mendatangkan bencana kepadaku, apakah mereka mampu menghilangkan bencana itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat mencegah rahmat-Nya?” Katakanlah, “Cukuplah Allah bagiku. Kepada-Nyalah orang-orang yang bertawakal berserah diri.”"
        },
        {
            "id": 4097,
            "surah": 39,
            "nomor": 39,
            "ar": "قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌ ۚفَسَوْفَ تَعْلَمُوْنَۙ",
            "tr": "qul y<u>aa</u> qawmi i'maluu 'al<u>aa</u> mak<u>aa</u>natikum innii '<u>aa</u>milun fasawfa ta'lamuun<strong>a</strong>",
            "idn": "Katakanlah (Muhammad), “Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui,"
        },
        {
            "id": 4098,
            "surah": 39,
            "nomor": 40,
            "ar": "مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ",
            "tr": "man ya/tiihi 'a<u>dzaa</u>bun yukhziihi waya<u>h</u>illu 'alayhi 'a<u>dzaa</u>bun muqiim<strong>un</strong>",
            "idn": "siapa yang mendapat siksa yang menghinakan dan kepadanya ditimpakan azab yang kekal.”"
        },
        {
            "id": 4099,
            "surah": 39,
            "nomor": 41,
            "ar": "اِنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ لِلنَّاسِ بِالْحَقِّۚ فَمَنِ اهْتَدٰى فَلِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ࣖ",
            "tr": "inn<u>aa</u> anzaln<u>aa</u> 'alayka <strong>a</strong>lkit<u>aa</u>ba li<strong>l</strong>nn<u>aa</u>si bi<strong>a</strong>l<u>h</u>aqqi famani ihtad<u>aa</u> falinafsihi waman <u>dh</u>alla fa-innam<u>aa</u> ya<u>dh</u>illu 'alayh<u>aa</u> wam<u>aa</u> anta 'alayhim biwakiil<strong>in</strong>",
            "idn": "Sungguh, Kami menurunkan kepadamu Kitab (Al-Qur'an) dengan membawa kebenaran untuk manusia; barangsiapa mendapat petunjuk maka (petunjuk itu) untuk dirinya sendiri, dan siapa sesat maka sesungguhnya kesesatan itu untuk dirinya sendiri, dan engkau bukanlah orang yang bertanggung jawab terhadap mereka."
        },
        {
            "id": 4100,
            "surah": 39,
            "nomor": 42,
            "ar": "اَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حِيْنَ مَوْتِهَا وَالَّتِيْ لَمْ تَمُتْ فِيْ مَنَامِهَا ۚ فَيُمْسِكُ الَّتِي قَضٰى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْاُخْرٰىٓ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
            "tr": "<strong>al</strong>l<u>aa</u>hu yatawaff<u>aa</u> <strong>a</strong>l-anfusa <u>h</u>iina mawtih<u>aa</u> wa<strong>a</strong>llatii lam tamut fii man<u>aa</u>mih<u>aa</u> fayumsiku <strong>al</strong>latii qa<u>daa</u> 'alayh<u>aa</u> <strong>a</strong>lmawta wayursilu <strong>a</strong>l-ukhr<u>aa</u> il<u>aa</u> ajalin musamman inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yatafakkaruun<strong>a</strong>",
            "idn": "Allah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur; maka Dia tahan nyawa (orang) yang telah Dia tetapkan kematiannya dan Dia lepaskan nyawa yang lain sampai waktu yang ditentukan. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran) Allah bagi kaum yang berpikir."
        },
        {
            "id": 4101,
            "surah": 39,
            "nomor": 43,
            "ar": "اَمِ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ شُفَعَاۤءَۗ قُلْ اَوَلَوْ كَانُوْا لَا يَمْلِكُوْنَ شَيْـًٔا وَّلَا يَعْقِلُوْنَ ",
            "tr": "ami ittakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi syufa'<u>aa</u>-a qul awa law k<u>aa</u>nuu l<u>aa</u> yamlikuuna syay-an wal<u>aa</u> ya'qiluun<strong>a</strong>",
            "idn": "Ataukah mereka mengambil penolong selain Allah. Katakanlah, “Apakah (kamu mengambilnya juga) meskipun mereka tidak memiliki sesuatu apa pun dan tidak mengerti?”"
        },
        {
            "id": 4102,
            "surah": 39,
            "nomor": 44,
            "ar": "قُلْ لِّلّٰهِ الشَّفَاعَةُ جَمِيْعًا ۗ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
            "tr": "qul lill<u>aa</u>hi <strong>al</strong>sysyaf<u>aa</u>'atu jamii'an lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i tsumma ilayhi turja'uun<strong>a</strong>",
            "idn": "Katakanlah, “Pertolongan itu hanya milik Allah semuanya. Dia memiliki kerajaan langit dan bumi. Kemudian kepada-Nya kamu dikembalikan.”"
        },
        {
            "id": 4103,
            "surah": 39,
            "nomor": 45,
            "ar": "وَاِذَا ذُكِرَ اللّٰهُ وَحْدَهُ اشْمَـَٔزَّتْ قُلُوْبُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِۚ وَاِذَا ذُكِرَ الَّذِيْنَ مِنْ دُوْنِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَ",
            "tr": "wa-i<u>dzaa</u> <u>dz</u>ukira <strong>al</strong>l<u>aa</u>hu wa<u>h</u>dahu isyma-azzat quluubu <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati wa-i<u>dzaa</u> <u>dz</u>ukira <strong>al</strong>la<u>dz</u>iina min duunihi i<u>dzaa</u> hum yastabsyiruun<strong>a</strong>",
            "idn": "Dan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira."
        },
        {
            "id": 4104,
            "surah": 39,
            "nomor": 46,
            "ar": "قُلِ اللهم فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِ عٰلِمَ الْغَيْبِ وَالشَّهَادَةِ اَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيْ مَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
            "tr": "quli <strong>al</strong>l<u>aa</u>humma f<u>aath</u>ira <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i '<u>aa</u>lima <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati anta ta<u>h</u>kumu bayna 'ib<u>aa</u>dika fii m<u>aa</u> k<u>aa</u>nuu fiihi yakhtalifuun<strong>a</strong>",
            "idn": "Katakanlah, “Ya Allah, Pencipta langit dan bumi, yang mengetahui segala yang gaib dan yang nyata, Engkaulah yang memutuskan di antara hamba-hamba-Mu tentang apa yang selalu mereka perselisihkan.”"
        },
        {
            "id": 4105,
            "surah": 39,
            "nomor": 47,
            "ar": "وَلَوْ اَنَّ لِلَّذِيْنَ ظَلَمُوْا مَا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ مِنْ سُوْۤءِ الْعَذَابِ يَوْمَ الْقِيٰمَةِۗ وَبَدَا لَهُمْ مِّنَ اللّٰهِ مَا لَمْ يَكُوْنُوْا يَحْتَسِبُوْنَ",
            "tr": "walaw anna lilla<u>dz</u>iina <u>zh</u>alamuu m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an wamitslahu ma'ahu la<strong>i</strong>ftadaw bihi min suu-i <strong>a</strong>l'a<u>dzaa</u>bi yawma <strong>a</strong>lqiy<u>aa</u>mati wabad<u>aa</u> lahum mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> lam yakuunuu ya<u>h</u>tasibuun<strong>a</strong>",
            "idn": "Dan sekiranya orang-orang yang zalim mempunyai segala apa yang ada di bumi dan ditambah lagi sebanyak itu, niscaya mereka akan menebus dirinya dengan itu dari azab yang buruk pada hari Kiamat. Dan jelaslah bagi mereka azab dari Allah yang dahulu tidak pernah mereka perkirakan."
        },
        {
            "id": 4106,
            "surah": 39,
            "nomor": 48,
            "ar": "وَبَدَا لَهُمْ سَيِّاٰتُ مَا كَسَبُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
            "tr": "wabad<u>aa</u> lahum sayyi-<u>aa</u>tu m<u>aa</u> kasabuu wa<u>haa</u>qa bihim m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>",
            "idn": "Dan jelaslah bagi mereka kejahatan apa yang telah mereka kerjakan dan mereka diliputi oleh apa yang dahulu mereka selalu memperolok-olokkannya."
        },
        {
            "id": 4107,
            "surah": 39,
            "nomor": 49,
            "ar": "فَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَانَاۖ  ثُمَّ اِذَا خَوَّلْنٰهُ نِعْمَةً مِّنَّاۙ قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ ۗبَلْ هِيَ فِتْنَةٌ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "tr": "fa-i<u>dzaa</u> massa <strong>a</strong>l-ins<u>aa</u>na <u>dh</u>urrun da'<u>aa</u>n<u>aa</u> tsumma i<u>dzaa</u> khawwaln<u>aa</u>hu ni'matan minn<u>aa</u> q<u>aa</u>la innam<u>aa</u> uutiituhu 'al<u>aa</u> 'ilmin bal hiya fitnatun wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>",
            "idn": "Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, “Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.” Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui."
        },
        {
            "id": 4108,
            "surah": 39,
            "nomor": 50,
            "ar": "قَدْ قَالَهَا الَّذِيْنَ مِنْ قَبْلِهِمْ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ",
            "tr": "qad q<u>aa</u>lah<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablihim fam<u>aa</u> aghn<u>aa</u> 'anhum m<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>",
            "idn": "Sungguh, orang-orang yang sebelum mereka pun telah mengatakan hal itu, maka tidak berguna lagi bagi mereka apa yang dahulu mereka kerjakan."
        },
        {
            "id": 4109,
            "surah": 39,
            "nomor": 51,
            "ar": "فَاَصَابَهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۗوَالَّذِيْنَ ظَلَمُوْا مِنْ هٰٓؤُلَاۤءِ سَيُصِيْبُهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۙوَمَا هُمْ بِمُعْجِزِيْنَ",
            "tr": "fa-a<u>shaa</u>bahum sayyi-<u>aa</u>tu m<u>aa</u> kasabuu wa<strong>a</strong>lla<u>dz</u>iina <u>zh</u>alamuu min h<u>aa</u>ul<u>aa</u>-i sayu<u>sh</u>iibuhum sayyi-<u>aa</u>tu m<u>aa</u> kasabuu wam<u>aa</u> hum bimu'jiziin<strong>a</strong>",
            "idn": "Lalu mereka ditimpa (bencana) dari akibat buruk apa yang mereka perbuat. Dan orang-orang yang zalim di antara mereka juga akan ditimpa (bencana) dari akibat buruk apa yang mereka kerjakan dan mereka tidak dapat melepaskan diri."
        },
        {
            "id": 4110,
            "surah": 39,
            "nomor": 52,
            "ar": "اَوَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ",
            "tr": "awa lam ya'lamuu anna <strong>al</strong>l<u>aa</u>ha yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yu/minuun<strong>a</strong>",
            "idn": "Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya (bagi siapa yang Dia kehendaki)? Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman."
        },
        {
            "id": 4111,
            "surah": 39,
            "nomor": 53,
            "ar": "۞ قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓى اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۗاِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
            "tr": "qul y<u>aa</u> 'ib<u>aa</u>diya <strong>al</strong>la<u>dz</u>iina asrafuu 'al<u>aa</u> anfusihim l<u>aa</u> taqna<u>th</u>uu min ra<u>h</u>mati <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha yaghfiru <strong>al</strong><u>dzdz</u>unuuba jamii'an innahu huwa <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>",
            "idn": "Katakanlah, “Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri! Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sungguh, Dialah Yang Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 4112,
            "surah": 39,
            "nomor": 54,
            "ar": "وَاَنِيْبُوْٓا اِلٰى رَبِّكُمْ وَاَسْلِمُوْا لَهٗ مِنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُوْنَ",
            "tr": "wa-aniibuu il<u>aa</u> rabbikum wa-aslimuu lahu min qabli an ya/tiyakumu <strong>a</strong>l'a<u>dzaa</u>bu tsumma l<u>aa</u> tun<u>sh</u>aruun<strong>a</strong>",
            "idn": "Dan kembalilah kamu kepada Tuhanmu, dan berserah dirilah kepada-Nya sebelum datang azab kepadamu, kemudian kamu tidak dapat ditolong."
        },
        {
            "id": 4113,
            "surah": 39,
            "nomor": 55,
            "ar": "وَاتَّبِعُوْٓا اَحْسَنَ مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَّاَنْتُمْ لَا تَشْعُرُوْنَ ۙ  ",
            "tr": "wa<strong>i</strong>ttabi'uu a<u>h</u>sana m<u>aa</u> unzila ilaykum min rabbikum min qabli an ya/tiyakumu <strong>a</strong>l'a<u>dzaa</u>bu baghtatan wa-antum l<u>aa</u> tasy'uruun<strong>a</strong>",
            "idn": "Dan ikutilah sebaik-baik apa yang telah diturunkan kepadamu (Al-Qur'an) dari Tuhanmu sebelum datang azab kepadamu secara mendadak, sedang kamu tidak menyadarinya,"
        },
        {
            "id": 4114,
            "surah": 39,
            "nomor": 56,
            "ar": "اَنْ تَقُوْلَ نَفْسٌ يّٰحَسْرَتٰى عَلٰى مَا فَرَّطْتُّ فِيْ جَنْۢبِ اللّٰهِ وَاِنْ كُنْتُ لَمِنَ السَّاخِرِيْنَۙ   ",
            "tr": "an taquula nafsun y<u>aa</u> <u>h</u>asrat<u>aa</u> 'al<u>aa</u> m<u>aa</u> farra<u>th</u>tu fii janbi <strong>al</strong>l<u>aa</u>hi wa-in kuntu lamina <strong>al</strong>ss<u>aa</u>khiriin<strong>a</strong>",
            "idn": "agar jangan ada orang yang mengatakan, ‘Alangkah besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah, dan sesungguhnya aku termasuk orang-orang yang memperolok-olokkan (agama Allah),’"
        },
        {
            "id": 4115,
            "surah": 39,
            "nomor": 57,
            "ar": "اَوْ تَقُوْلَ لَوْ اَنَّ اللّٰهَ هَدٰىنِيْ لَكُنْتُ مِنَ الْمُتَّقِيْنَ ۙ",
            "tr": "aw taquula law anna <strong>al</strong>l<u>aa</u>ha had<u>aa</u>nii lakuntu mina <strong>a</strong>lmuttaqiin<strong>a</strong>",
            "idn": "atau (agar jangan) ada yang berkata, ‘Sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa,’"
        },
        {
            "id": 4116,
            "surah": 39,
            "nomor": 58,
            "ar": "اَوْ تَقُوْلَ حِيْنَ تَرَى الْعَذَابَ لَوْ اَنَّ لِيْ كَرَّةً فَاَكُوْنَ مِنَ الْمُحْسِنِيْنَ",
            "tr": "aw taquula <u>h</u>iina tar<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>ba law anna lii karratan fa-akuuna mina <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
            "idn": "atau (agar jangan) ada yang berkata ketika melihat azab, ‘Sekiranya aku dapat kembali (ke dunia), tentu aku termasuk orang-orang yang berbuat baik.’"
        },
        {
            "id": 4117,
            "surah": 39,
            "nomor": 59,
            "ar": "بَلٰى قَدْ جَاۤءَتْكَ اٰيٰتِيْ فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكٰفِرِيْنَ",
            "tr": "bal<u>aa</u> qad j<u>aa</u>-atka <u>aa</u>y<u>aa</u>tii faka<u>dzdz</u>abta bih<u>aa</u> wa<strong>i</strong>stakbarta wakunta mina <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>",
            "idn": "Sungguh, sebenarnya keterangan-keterangan-Ku telah datang kepadamu, tetapi kamu mendustakannya, malah kamu menyombongkan diri dan termasuk orang kafir.”"
        },
        {
            "id": 4118,
            "surah": 39,
            "nomor": 60,
            "ar": "وَيَوْمَ الْقِيٰمَةِ تَرَى الَّذِيْنَ كَذَبُوْا عَلَى اللّٰهِ وُجُوْهُهُمْ مُّسْوَدَّةٌ  ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِيْنَ",
            "tr": "wayawma alqiy<u>aa</u>mati tar<u>aa</u> <strong>al</strong>la<u>dz</u>iina ka<u>dz</u>abuu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wujuuhuhum muswaddatun alaysa fii jahannama matswan lilmutakabbiriin<strong>a</strong>",
            "idn": "Dan pada hari Kiamat engkau akan melihat orang-orang yang berbuat dusta terhadap Allah, wajahnya menghitam. Bukankah neraka Jahanam itu tempat tinggal bagi orang yang menyombongkan diri?"
        },
        {
            "id": 4119,
            "surah": 39,
            "nomor": 61,
            "ar": "وَيُنَجِّى اللّٰهُ الَّذِيْنَ اتَّقَوْا بِمَفَازَتِهِمْۖ  لَا يَمَسُّهُمُ السُّوْۤءُ وَلَا هُمْ يَحْزَنُوْنَ",
            "tr": "wayunajjii <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina ittaqaw bimaf<u>aa</u>zatihim l<u>aa</u> yamassuhumu <strong>al</strong>ssuu-u wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>",
            "idn": "Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka. Mereka tidak disentuh oleh azab dan tidak bersedih hati."
        },
        {
            "id": 4120,
            "surah": 39,
            "nomor": 62,
            "ar": "اَللّٰهُ خَالِقُ كُلِّ شَيْءٍ ۙوَّهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ",
            "tr": "<strong>al</strong>l<u>aa</u>hu kh<u>aa</u>liqu kulli syay-in wahuwa 'al<u>aa</u> kulli syay-in wakiil<strong>un</strong>",
            "idn": "Allah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu."
        },
        {
            "id": 4121,
            "surah": 39,
            "nomor": 63,
            "ar": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
            "tr": "lahu maq<u>aa</u>liidu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>a</strong>lla<u>dz</u>iina kafaruu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
            "idn": "Milik-Nyalah kunci-kunci (perbenda-haraan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang yang rugi."
        },
        {
            "id": 4122,
            "surah": 39,
            "nomor": 64,
            "ar": "قُلْ اَفَغَيْرَ اللّٰهِ تَأْمُرُوْۤنِّيْٓ اَعْبُدُ اَيُّهَا الْجٰهِلُوْنَ",
            "tr": "qul afaghayra <strong>al</strong>l<u>aa</u>hi ta/muruunnii a'budu ayyuh<u>aa</u> <strong>a</strong>lj<u>aa</u>hiluun<strong>a</strong>",
            "idn": "Katakanlah (Muhammad), “Apakah kamu menyuruh aku menyembah selain Allah, wahai orang-orang yang bodoh?”"
        },
        {
            "id": 4123,
            "surah": 39,
            "nomor": 65,
            "ar": "وَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۚ  لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
            "tr": "walaqad uu<u>h</u>iya ilayka wa-il<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablika la-in asyrakta laya<u>h</u>ba<u>th</u>anna 'amaluka walatakuunanna mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>",
            "idn": "Dan sungguh, telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu, “Sungguh, jika engkau mempersekutukan (Allah), niscaya akan hapuslah amalmu dan tentulah engkau termasuk orang yang rugi."
        },
        {
            "id": 4124,
            "surah": 39,
            "nomor": 66,
            "ar": "بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
            "tr": "bali <strong>al</strong>l<u>aa</u>ha fa<strong>u</strong>'bud wakun mina <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>",
            "idn": "Karena itu, hendaklah Allah saja yang engkau sembah dan hendaklah engkau termasuk orang yang bersyukur.”"
        },
        {
            "id": 4125,
            "surah": 39,
            "nomor": 67,
            "ar": "وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۖ وَالْاَرْضُ جَمِيْعًا قَبْضَتُهٗ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ",
            "tr": "wam<u>aa</u> qadaruu <strong>al</strong>l<u>aa</u>ha <u>h</u>aqqa qadrihi wa<strong>a</strong>l-ar<u>dh</u>u jamii'an qab<u>dh</u>atuhu yawma <strong>a</strong>lqiy<u>aa</u>mati wa<strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu ma<u>th</u>wiyy<u>aa</u>tun biyamiinihi sub<u>haa</u>nahu wata'<u>aa</u>l<u>aa</u> 'amm<u>aa</u> yusyrikuun<strong>a</strong>",
            "idn": "Dan mereka tidak mengagungkan Allah sebagaimana mestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya. Mahasuci Dia dan Mahatinggi Dia dari apa yang mereka persekutukan."
        },
        {
            "id": 4126,
            "surah": 39,
            "nomor": 68,
            "ar": "وَنُفِخَ فِى الصُّوْرِ فَصَعِقَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ",
            "tr": "wanufikha fii <strong>al</strong><u>shsh</u>uuri fa<u>sh</u>a'iqa man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti waman fii <strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> man sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu tsumma nufikha fiihi ukhr<u>aa</u> fa-i<u>dzaa</u> hum qiy<u>aa</u>mun yan<u>zh</u>uruun<strong>a</strong>",
            "idn": "Dan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah)."
        },
        {
            "id": 4127,
            "surah": 39,
            "nomor": 69,
            "ar": "وَاَشْرَقَتِ الْاَرْضُ بِنُوْرِ رَبِّهَا وَوُضِعَ الْكِتٰبُ وَجِايْۤءَ بِالنَّبِيّٖنَ وَالشُّهَدَاۤءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ",
            "tr": "wa-asyraqati <strong>a</strong>l-ar<u>dh</u>u binuuri rabbih<u>aa</u> wawu<u>dh</u>i'a <strong>a</strong>lkit<u>aa</u>bu wajii-a bi<strong>al</strong>nnabiyyiina wa<strong>al</strong>sysyuhad<u>aa</u>-i waqu<u>dh</u>iya baynahum bi<strong>a</strong>l<u>h</u>aqqi wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>",
            "idn": "Dan bumi (padang Mahsyar) menjadi terang benderang dengan cahaya (keadilan) Tuhannya; dan buku-buku (perhitungan perbuatan mereka) diberikan (kepada masing-masing), nabi-nabi dan saksi-saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil, sedang mereka tidak dirugikan."
        },
        {
            "id": 4128,
            "surah": 39,
            "nomor": 70,
            "ar": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ اَعْلَمُ بِمَا يَفْعَلُوْنَ ࣖ ",
            "tr": "wawuffiyat kullu nafsin m<u>aa</u> 'amilat wahuwa a'lamu bim<u>aa</u> yaf'aluun<strong>a</strong>",
            "idn": "Dan kepada setiap jiwa diberi balasan dengan sempurna sesuai dengan apa yang telah dikerjakannya dan Dia lebih mengetahui apa yang mereka kerjakan."
        },
        {
            "id": 4129,
            "surah": 39,
            "nomor": 71,
            "ar": "وَسِيْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَا ۗقَا",
            "tr": "wasiiqa <strong>al</strong>la<u>dz</u>iina kafaruu il<u>aa</u> jahannama zumaran <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>uuh<u>aa</u> futi<u>h</u>at abw<u>aa</u>buh<u>aa</u> waq<u>aa</u>la lahum khazanatuh<u>aa</u> alam ya/tikum rusulun minkum yatluuna 'alaykum <u>aa</u>y<u>aa</u>ti rabbikum wayun<u>dz</u>iruunakum liq<u>aa</u>-a yawmikum h<u>aadzaa</u> q<u>aa</u>luu bal<u>aa</u> wal<u>aa</u>kin <u>h</u>aqqat kalimatu al'a<u>dzaa</u>bi 'al<u>aa</u> alk<u>aa</u>firiin<strong>a</strong>",
            "idn": "Orang-orang yang kafir digiring ke neraka Jahanam secara berombongan. Sehingga apabila mereka sampai kepadanya (neraka) pintu-pintunya dibukakan dan penjaga-penjaga berkata kepada mereka, “Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?” Mereka menjawab, “Benar, ada,” tetapi ketetapan azab pasti berlaku terhadap orang-orang kafir."
        },
        {
            "id": 4130,
            "surah": 39,
            "nomor": 72,
            "ar": "قِيْلَ ادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ",
            "tr": "qiila udkhuluu abw<u>aa</u>ba jahannama kh<u>aa</u>lidiina fiih<u>aa</u> fabi/sa matsw<u>aa</u> <strong>a</strong>lmutakabbiriin<strong>a</strong>",
            "idn": "Dikatakan (kepada mereka), “Masukilah pintu-pintu neraka Jahanam itu, (kamu) kekal di dalamnya.” Maka (neraka Jahanam) itulah seburuk-buruk tempat tinggal bagi orang-orang yang menyombongkan diri."
        },
        {
            "id": 4131,
            "surah": 39,
            "nomor": 73,
            "ar": "وَسِيْقَ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ اِلَى الْجَنَّةِ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا وَفُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلٰمٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوْهَا خٰلِدِيْنَ",
            "tr": "wasiiqa <strong>al</strong>la<u>dz</u>iina ittaqaw rabbahum il<u>aa</u> <strong>a</strong>ljannati zumaran <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>uuh<u>aa</u> wafuti<u>h</u>at abw<u>aa</u>buh<u>aa</u> waq<u>aa</u>la lahum khazanatuh<u>aa</u> sal<u>aa</u>mun 'alaykum <u>th</u>ibtum fa<strong>u</strong>dkhuluuh<u>aa</u> kh<u>aa</u>lidiin<strong>a</strong>",
            "idn": "Dan orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga secara berombongan. Sehingga apabila mereka sampai kepadanya (surga) dan pintu-pintunya telah dibukakan, penjaga-penjaganya berkata kepada mereka, “Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.”"
        },
        {
            "id": 4132,
            "surah": 39,
            "nomor": 74,
            "ar": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ صَدَقَنَا وَعْدَهٗ وَاَوْرَثَنَا الْاَرْضَ نَتَبَوَّاُ مِنَ الْجَنَّةِ حَيْثُ نَشَاۤءُ ۚفَنِعْمَ اَجْرُ الْعٰمِلِيْنَ",
            "tr": "waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii <u>sh</u>adaqan<u>aa</u> wa'dahu wa-awratsan<u>aa</u> <strong>a</strong>l-ar<u>dh</u>a natabawwau mina <strong>a</strong>ljannati <u>h</u>aytsu nasy<u>aa</u>u fani'ma ajru <strong>a</strong>l'<u>aa</u>miliin<strong>a</strong>",
            "idn": "Dan mereka berkata, “Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberikan tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.” Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal."
        },
        {
            "id": 4133,
            "surah": 39,
            "nomor": 75,
            "ar": "وَتَرَى الْمَلٰۤىِٕكَةَ حَاۤفِّيْنَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْۚ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيْلَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
            "tr": "watar<u>aa</u> <strong>a</strong>lmal<u>aa</u>-ikata <u>haa</u>ffiina min <u>h</u>awli <strong>a</strong>l'arsyi yusabbi<u>h</u>uuna bi<u>h</u>amdi rabbihim waqu<u>dh</u>iya baynahum bi<strong>a</strong>l<u>h</u>aqqi waqiila <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
            "idn": "Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling ‘Arsy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, “Segala puji bagi Allah, Tuhan seluruh alam.”"
        }
    ],
    "surat_selanjutnya": {
        "id": 40,
        "nomor": 40,
        "nama": "غافر",
        "nama_latin": "Gafir",
        "jumlah_ayat": 85,
        "tempat_turun": "mekah",
        "arti": "Maha Pengampun",
        "deskripsi": "Surat Al Mu'min terdiri atas 85 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Az Zumar. Dinamai <i>Al Mu'min</i> (Orang yang beriman), berhubung dengan perkataan <i>mukmin</i> yang terdapat pada ayat 28 surat ini. Pada ayat 28 diterangkan bahwa salah seorang dari kaum Fir'aun telah beriman kepada Nabi Musa a.s. dengan menyembunyikan imannya kepada kaumnya, setelah mendengar keterangan dan melihat mukjizat yang dikemukakan oleh Nabi Musa a.s. Hati kecil orang ini mencela Fir'aun dan kaumnya yang tidak mau beriman kepada Nabi Musa a.s., sekalipun telah dikemukakan keterangan dan mukjizat yang diminta mereka.<br>Dinamakan pula <i>Ghafir</i> (yang mengampuni), karena ada hubungannya dengan kalimat <i>Ghafir</i> yang terdapat pada ayat 3 surat ini. Ayat ini mengingatkan bahwa <i>Maha Pengampun</i> dan <i>Maha Penerima Taubat</i> adalah sebagian dari sifat-sifat Allah, karena itu hamba-hamba Allah tidak usah khawatir terhadap  perbuatan-perbuatan dosa yang telah terlanjur mereka lakukan, semuanya itu akan diampuni Allah asal benar-benar memohon ampun dan bertaubat kepada-Nya dan berjanji tidak akan mengerjakan  perbuatan-perbuatan dosa itu lagi. Dan surat ini dinamai <i>Dzit Thaul</i> (Yang Mempunyai Kurnia) karena perkataan tersebut terdapat pada ayat 3.",
        "audio": "https://santrikoding.com/storage/audio/040.mp3"
    },
    "surat_sebelumnya": {
        "id": 38,
        "nomor": 38,
        "nama": "ص",
        "nama_latin": "Sad",
        "jumlah_ayat": 88,
        "tempat_turun": "mekah",
        "arti": "Sad",
        "deskripsi": "Surat Shaad  terdiri atas  88 ayat  termasuk golongan  surat Makkiyyah, diturunkan sesudah surat Al Qamar. Dinamai  dengan  <i>Shaad</i>  karena surat  ini  dimulai  dengan <i>Shaad</i> (selanjutnya lihat no. <a href=\"s002a001.htm\">[10)</a>). Dalam surat  ini Allah  bersumpah dengan  Al Quran,   untuk menunjukkan bahwa Al Quran itu suatu  kitab yang  agung dan bahwa siapa saja yang  mengikutinya  akan mendapat  kebahagiaan  dunia  dan akhirat dan untuk menunjukkan bahwa Al Quran ini adalah mukjizat Nabi Muhammad s.a.w. yang  menyatakan kebenarannya dan ketinggian akhlaknya.",
        "audio": "https://santrikoding.com/storage/audio/038.mp3"
    }
}