{
    "status": true,
    "nomor": 58,
    "nama": "المجادلة",
    "nama_latin": "Al-Mujadalah",
    "jumlah_ayat": 22,
    "tempat_turun": "madinah",
    "arti": "Gugatan",
    "deskripsi": "Surat Al Mujaadilah terdiri atas 22 ayat, termasuk golongan surat Madaniyyah, diturunkan sesudah surat Al Munaafiquun. Surat ini dinamai dengan <i>Al Mujaadilah</i> (wanita yang mengajukan gugatan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut riwayat bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah s.a.w. dan ia menuntut supaya beliau memberikan putusan yang adil dalam persoalan itu. Dinamai juga <i>Al Mujaadalah</i> yang berarti <i>perbantahan</i>.",
    "audio": "https://santrikoding.com/storage/audio/058.mp3",
    "ayat": [
        {
            "id": 5105,
            "surah": 58,
            "nomor": 1,
            "ar": "قَدْ سَمِعَ اللّٰهُ قَوْلَ الَّتِيْ تُجَادِلُكَ فِيْ زَوْجِهَا وَتَشْتَكِيْٓ اِلَى اللّٰهِ  ۖوَاللّٰهُ يَسْمَعُ تَحَاوُرَكُمَاۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
            "tr": "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
            "idn": "Sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu (Muhammad) tentang suaminya, dan mengadukan (halnya) kepada Allah, dan Allah mendengar percakapan antara kamu berdua. Sesungguhnya Allah Maha Mendengar, Maha Melihat."
        },
        {
            "id": 5106,
            "surah": 58,
            "nomor": 2,
            "ar": "اَلَّذِيْنَ يُظٰهِرُوْنَ مِنْكُمْ مِّنْ نِّسَاۤىِٕهِمْ مَّا هُنَّ اُمَّهٰتِهِمْۗ اِنْ اُمَّهٰتُهُمْ اِلَّا الّٰۤـِٔيْ وَلَدْنَهُمْۗ وَاِنَّهُمْ لَيَقُوْلُوْنَ مُنْكَرًا مِّنَ الْقَوْلِ وَزُوْرًاۗ وَاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
            "tr": "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
            "idn": "Orang-orang di antara kamu yang menzihar istrinya, (menganggap istrinya sebagai ibunya, padahal) istri mereka itu bukanlah ibunya. Ibu-ibu mereka hanyalah perempuan yang melahirkannya. Dan sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Dan sesungguhnya Allah Maha Pemaaf, Maha Pengampun. "
        },
        {
            "id": 5107,
            "surah": 58,
            "nomor": 3,
            "ar": "وَالَّذِيْنَ يُظٰهِرُوْنَ مِنْ نِّسَاۤىِٕهِمْ ثُمَّ يَعُوْدُوْنَ لِمَا قَالُوْا فَتَحْرِيْرُ رَقَبَةٍ مِّنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ ذٰلِكُمْ تُوْعَظُوْنَ بِهٖۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina yu<u>zhaa</u>hiruuna min nis<u>aa</u>-ihim tsumma ya'uuduuna lim<u>aa</u> q<u>aa</u>luu fata<u>h</u>riiru raqabatin min qabli an yatam<u>aa</u>ss<u>aa</u> <u>dzaa</u>likum tuu'a<u>zh</u>uuna bihi wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
            "idn": "Dan mereka yang menzihar istrinya, kemudian menarik kembali apa yang telah mereka ucapkan, maka (mereka diwajibkan) memerdekakan seorang budak sebelum kedua suami istri itu bercampur. Demikianlah yang diajarkan kepadamu, dan Allah Mahateliti terhadap apa yang kamu kerjakan. "
        },
        {
            "id": 5108,
            "surah": 58,
            "nomor": 4,
            "ar": "فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ فَمَنْ لَّمْ يَسْتَطِعْ فَاِطْعَامُ سِتِّيْنَ مِسْكِيْنًاۗ ذٰلِكَ لِتُؤْمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ ",
            "tr": "faman lam yajid fa<u>sh</u>iy<u>aa</u>mu syahrayni mutat<u>aa</u>bi'ayni min qabli an yatam<u>aa</u>ss<u>aa</u> faman lam yasta<u>th</u>i' fa-i<u>th</u>'<u>aa</u>mu sittiina miskiinan <u>dzaa</u>lika litu/minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi walilk<u>aa</u>firiina 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
            "idn": "Maka barangsiapa tidak dapat (memerdekakan hamba sahaya), maka (dia wajib) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Tetapi barangsiapa tidak mampu, maka (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah hukum-hukum Allah, dan bagi orang-orang yang mengingkarinya akan mendapat azab yang sangat pedih. "
        },
        {
            "id": 5109,
            "surah": 58,
            "nomor": 5,
            "ar": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗ كُبِتُوْا كَمَا كُبِتَ الَّذِيْنَ مِنْ قَبْلِهِمْ وَقَدْ اَنْزَلْنَآ اٰيٰتٍۢ بَيِّنٰتٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌۚ ",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu kubituu kam<u>aa</u> kubita <strong>al</strong>la<u>dz</u>iina min qablihim waqad anzaln<u>aa</u> <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin walilk<u>aa</u>firiina 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
            "idn": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka. Dan sungguh, Kami telah menurunkan bukti-bukti yang nyata. Dan bagi orang-orang yang mengingkarinya akan mendapat azab yang menghinakan. "
        },
        {
            "id": 5110,
            "surah": 58,
            "nomor": 6,
            "ar": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ  اَحْصٰىهُ اللّٰهُ وَنَسُوْهُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ࣖ",
            "tr": "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an fayunabbi-uhum bim<u>aa</u> 'amiluu a<u>hsaa</u>hu <strong>al</strong>l<u>aa</u>hu wanasuuhu wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>",
            "idn": "Pada hari itu mereka semuanya dibangkitkan Allah, lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal perbuatan itu), meskipun mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu. "
        },
        {
            "id": 5111,
            "surah": 58,
            "nomor": 7,
            "ar": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَا يَكُوْنُ مِنْ نَّجْوٰى ثَلٰثَةٍ اِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ اِلَّا هُوَ سَادِسُهُمْ وَلَآ اَدْنٰى مِنْ ذٰلِكَ وَلَآ اَكْثَرَ اِلَّا هُوَ مَعَهُمْ اَيْنَ مَا كَانُ",
            "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i m<u>aa</u> yakuunu min najw<u>aa</u> tsal<u>aa</u>tsatin ill<u>aa</u> huwa r<u>aa</u>bi'uhum wal<u>aa</u> khamsatin ill<u>aa</u> huwa s<u>aa</u>disuhum wal<u>aa</u> adn<u>aa</u> min <u>dzaa</u>lika wal<u>aa</u> aktsara ill<u>aa</u> huwa ma'ahum ayna m<u>aa</u> k<u>aa</u>nuu tsumma yunabbi-uhum bim<u>aa</u> 'amiluu yawma <strong>a</strong>lqiy<u>aa</u>mati inna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>",
            "idn": "Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala sesuatu. "
        },
        {
            "id": 5112,
            "surah": 58,
            "nomor": 8,
            "ar": "اَلَمْ تَرَ اِلَى الَّذِيْنَ نُهُوْا عَنِ النَّجْوٰى ثُمَّ يَعُوْدُوْنَ لِمَا نُهُوْا عَنْهُ وَيَتَنٰجَوْنَ بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِۖ وَاِذَا جَاۤءُوْكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللّٰهُ ۙوَيَقُوْلُوْنَ فِيْٓ اَنْفُسِه",
            "tr": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina nuhuu 'ani <strong>al</strong>nnajw<u>aa</u> tsumma ya'uuduuna lim<u>aa</u> nuhuu 'anhu wayatan<u>aa</u>jawna bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli wa-i<u>dzaa</u> j<u>aa</u>uuka <u>h</u>ayyawka bim<u>aa</u> lam yu<u>h</u>ayyika bihi <strong>al</strong>l<u>aa</u>hu wayaquuluuna fii anfusihim lawl<u>aa</u> yu'a<u>dzdz</u>ibun<u>aa</u> <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> naquulu <u>h</u>asbuhum jahannamu ya<u>sh</u>lawnah<u>aa</u> fabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
            "idn": "Tidakkah engkau perhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada Rasul. Dan apabila mereka datang kepadamu (Muhammad), mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu. Dan mereka mengatakan pada diri mereka sendiri, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?” Cukuplah bagi mereka neraka Jahanam yang akan mereka masuki. Maka neraka itu seburuk-buruk tempat kembali. "
        },
        {
            "id": 5113,
            "surah": 58,
            "nomor": 9,
            "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوٰىۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ",
            "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> tan<u>aa</u>jaytum fal<u>aa</u> tatan<u>aa</u>jaw bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli watan<u>aa</u>jaw bi<strong>a</strong>lbirri wa<strong>al</strong>ttaqw<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii ilayhi tu<u>h</u>syaruun<strong>a</strong>",
            "idn": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali. "
        },
        {
            "id": 5114,
            "surah": 58,
            "nomor": 10,
            "ar": "اِنَّمَا النَّجْوٰى مِنَ الشَّيْطٰنِ لِيَحْزُنَ الَّذِيْنَ اٰمَنُوْا وَلَيْسَ بِضَاۤرِّهِمْ شَيْـًٔا اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
            "tr": "innam<u>aa</u> <strong>al</strong>nnajw<u>aa</u> mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni liya<u>h</u>zuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu walaysa bi<u>daa</u>rrihim syay-an ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>",
            "idn": "Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal. "
        },
        {
            "id": 5115,
            "surah": 58,
            "nomor": 11,
            "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قِيْلَ لَكُمْ تَفَسَّحُوْا فِى الْمَجٰلِسِ فَافْسَحُوْا يَفْسَحِ اللّٰهُ لَكُمْۚ وَاِذَا قِيْلَ انْشُزُوْا فَانْشُزُوْا يَرْفَعِ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْۙ وَالَّذِيْنَ اُوْتُوا الْعِلْمَ دَرَجٰتٍۗ وَالل",
            "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> qiila lakum tafassa<u>h</u>uu fii <strong>a</strong>lmaj<u>aa</u>lisi fa<strong>i</strong>fsa<u>h</u>uu yafsa<u>h</u>i <strong>al</strong>l<u>aa</u>hu lakum wa-i<u>dzaa</u> qiila unsyuzuu fa<strong>u</strong>nsyuzuu yarfa'i <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minkum wa<strong>a</strong>lla<u>dz</u>iina uutuu <strong>a</strong>l'ilma daraj<u>aa</u>tin wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
            "idn": "Wahai orang-orang yang beriman! Apabila dikatakan kepadamu, “Berilah kelapangan di dalam majelis-majelis,” maka lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan, “Berdirilah kamu,” maka berdirilah, niscaya Allah akan mengangkat (derajat) orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Dan Allah Mahateliti apa yang kamu kerjakan. "
        },
        {
            "id": 5116,
            "surah": 58,
            "nomor": 12,
            "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَاجَيْتُمُ الرَّسُوْلَ فَقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقَةً ۗذٰلِكَ خَيْرٌ لَّكُمْ وَاَطْهَرُۗ فَاِنْ لَّمْ تَجِدُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> n<u>aa</u>jaytumu <strong>al</strong>rrasuula faqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaqatan <u>dzaa</u>lika khayrun lakum wa-a<u>th</u>haru fa-in lam tajiduu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
            "idn": "Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan khusus dengan Rasul, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum (melakukan) pembicaraan itu. Yang demikian itu lebih baik bagimu dan lebih bersih. Tetapi jika kamu tidak memperoleh (yang akan disedekahkan) maka sungguh, Allah Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 5117,
            "surah": 58,
            "nomor": 13,
            "ar": "ءَاَشْفَقْتُمْ اَنْ تُقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقٰتٍۗ فَاِذْ لَمْ تَفْعَلُوْا وَتَابَ اللّٰهُ عَلَيْكُمْ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ ۗوَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ࣖ ",
            "tr": "a-asyfaqtum an tuqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaq<u>aa</u>tin fa-i<u>dz</u> lam taf'aluu wat<u>aa</u>ba <strong>al</strong>l<u>aa</u>hu 'alaykum fa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha warasuulahu wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>",
            "idn": "Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum (melakukan) pembicaraan dengan Rasul? Tetapi jika kamu tidak melakukannya dan Allah telah memberi ampun kepadamu, maka laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Dan Allah Mahateliti terhadap apa yang kamu kerjakan."
        },
        {
            "id": 5118,
            "surah": 58,
            "nomor": 14,
            "ar": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ تَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْۗ مَا هُمْ مِّنْكُمْ وَلَا مِنْهُمْۙ وَيَحْلِفُوْنَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُوْنَ ",
            "tr": "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina tawallaw qawman gha<u>dh</u>iba <strong>al</strong>l<u>aa</u>hu 'alayhim m<u>aa</u> hum minkum wal<u>aa</u> minhum waya<u>h</u>lifuuna 'al<u>aa</u> <strong>a</strong>lka<u>dz</u>ibi wahum ya'lamuun<strong>a</strong>",
            "idn": "Tidakkah engkau perhatikan orang-orang (munafik) yang menjadikan suatu kaum yang telah dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum) kamu dan bukan dari (kaum) mereka. Dan mereka bersumpah atas kebohongan, sedang mereka mengetahuinya. "
        },
        {
            "id": 5119,
            "surah": 58,
            "nomor": 15,
            "ar": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًاۗ اِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ",
            "tr": "a'adda <strong>al</strong>l<u>aa</u>hu lahum 'a<u>dzaa</u>ban syadiidan innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
            "idn": "Allah telah menyediakan azab yang sangat keras bagi mereka. Sungguh, betapa buruknya apa yang telah mereka kerjakan. "
        },
        {
            "id": 5120,
            "surah": 58,
            "nomor": 16,
            "ar": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ فَلَهُمْ عَذَابٌ مُّهِيْنٌ ",
            "tr": "ittakha<u>dz</u>uu aym<u>aa</u>nahum junnatan fa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi falahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
            "idn": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah; maka bagi mereka azab yang menghinakan."
        },
        {
            "id": 5121,
            "surah": 58,
            "nomor": 17,
            "ar": "لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔاۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۗ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "tr": "lan tughniya 'anhum amw<u>aa</u>luhum wal<u>aa</u> awl<u>aa</u>duhum mina <strong>al</strong>l<u>aa</u>hi syay-an ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
            "idn": "Harta benda dan anak-anak mereka tidak berguna sedikit pun (untuk menolong) mereka dari azab Allah. Mereka itulah penghuni neraka, mereka kekal di dalamnya. "
        },
        {
            "id": 5122,
            "surah": 58,
            "nomor": 18,
            "ar": "يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيَحْلِفُوْنَ لَهٗ كَمَا يَحْلِفُوْنَ لَكُمْ وَيَحْسَبُوْنَ اَنَّهُمْ عَلٰى شَيْءٍۗ  اَلَآ اِنَّهُمْ هُمُ الْكٰذِبُوْنَ",
            "tr": "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an faya<u>h</u>lifuuna lahu kam<u>aa</u> ya<u>h</u>lifuuna lakum waya<u>h</u>sabuuna annahum 'al<u>aa</u> syay-in <strong>a</strong>l<u>aa</u> innahum humu <strong>a</strong>lk<u>aadz</u>ibuun<strong>a</strong>",
            "idn": "(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta. "
        },
        {
            "id": 5123,
            "surah": 58,
            "nomor": 19,
            "ar": "اِسْتَحْوَذَ عَلَيْهِمُ الشَّيْطٰنُ فَاَنْسٰىهُمْ ذِكْرَ اللّٰهِ ۗ اُولٰۤىِٕكَ حِزْبُ الشَّيْطٰنِۗ  اَلَآ اِنَّ حِزْبَ الشَّيْطٰنِ هُمُ الْخٰسِرُوْنَ",
            "tr": "ista<u>h</u>wa<u>dz</u>a 'alayhimu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu fa-ans<u>aa</u>hum <u>dz</u>ikra <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>sysyay<u>th</u><u>aa</u>ni <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>sysyay<u>th</u><u>aa</u>ni humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
            "idn": "Setan telah menguasai mereka, lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan. Ketahuilah, bahwa golongan setan itulah golongan yang rugi. "
        },
        {
            "id": 5124,
            "surah": 58,
            "nomor": 20,
            "ar": "اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗٓ اُولٰۤىِٕكَ فِى الْاَذَلِّيْنَ",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu ul<u>aa</u>-ika fii <strong>a</strong>l-a<u>dz</u>alliin<strong>a</strong>",
            "idn": "Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina. "
        },
        {
            "id": 5125,
            "surah": 58,
            "nomor": 21,
            "ar": "كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۠ وَرُسُلِيْۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ",
            "tr": "kataba <strong>al</strong>l<u>aa</u>hu la-aghlibanna an<u>aa</u> warusulii inna <strong>al</strong>l<u>aa</u>ha qawiyyun 'aziiz<strong>un</strong>",
            "idn": "Allah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sungguh, Allah Mahakuat, Mahaperkasa."
        },
        {
            "id": 5126,
            "surah": 58,
            "nomor": 22,
            "ar": "لَا تَجِدُ قَوْمًا يُّؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ يُوَاۤدُّوْنَ مَنْ حَاۤدَّ اللّٰهَ وَرَسُوْلَهٗ وَلَوْ كَانُوْٓا اٰبَاۤءَهُمْ اَوْ اَبْنَاۤءَهُمْ اَوْ اِخْوَانَهُمْ اَوْ عَشِيْرَتَهُمْۗ  اُولٰۤىِٕكَ كَتَبَ فِيْ قُلُوْبِهِمُ الْاِيْمَانَ و",
            "tr": "l<u>aa</u> tajidu qawman yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri yuw<u>aa</u>dduuna man <u>haa</u>dda <strong>al</strong>l<u>aa</u>ha warasuulahu walaw k<u>aa</u>nuu <u>aa</u>b<u>aa</u>-ahum aw abn<u>aa</u>-ahum aw ikhw<u>aa</u>nahum aw 'asyiiratahum ul<u>aa</u>-ika kataba fii quluubihimu <strong>a</strong>l-iim<u>aa</u>na wa-ayyadahum biruu<u>h</u>in minhu wayudkhiluhum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> ra<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu 'anhum wara<u>dh</u>uu 'anhu ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
            "idn": "Engkau (Muhammad) tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari akhirat saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya atau keluarganya. Mereka itulah orang-orang yang dalam hatinya telah ditanamkan Allah keimanan dan Allah telah menguatkan mereka dengan pertolongan yang datang dari Dia. Lalu dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah yang beruntung. "
        }
    ],
    "surat_selanjutnya": {
        "id": 59,
        "nomor": 59,
        "nama": "الحشر",
        "nama_latin": "Al-Hasyr",
        "jumlah_ayat": 24,
        "tempat_turun": "madinah",
        "arti": "Pengusiran",
        "deskripsi": "Surat Al Hasyr terdiri atas 24 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Bayyinah.<br> \tDinamai surat <i>Al Hasyr</i> (pengusiran) diambil dari perkataan <i>Al-Hasyr</i> yang terdapat pada ayat 2 surat ini. Di dalam surat ini disebutkan  kisah pengusiran suatu suku Yahudi yang bernama Bani Nadhir yang berdiam  di sekitar kota Madinah.",
        "audio": "https://santrikoding.com/storage/audio/059.mp3"
    },
    "surat_sebelumnya": {
        "id": 57,
        "nomor": 57,
        "nama": "الحديد",
        "nama_latin": "Al-Hadid",
        "jumlah_ayat": 29,
        "tempat_turun": "madinah",
        "arti": "Besi",
        "deskripsi": "Surat Al Hadiid terdiri atas 29 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Az Zalzalah. Dinamai <i>Al Hadiid</i> (Besi), diambil dari perkataan <i>Al Hadiid</i> yang terdapat pada ayat 25 surat ini.",
        "audio": "https://santrikoding.com/storage/audio/057.mp3"
    }
}