{
    "status": true,
    "nomor": 64,
    "nama": "التغابن",
    "nama_latin": "At-Tagabun",
    "jumlah_ayat": 18,
    "tempat_turun": "madinah",
    "arti": "Pengungkapan Kesalahan",
    "deskripsi": "Surat ini terdiri atas 18 ayat, termasuk golongan surat-surat Madaniyyah dan diturunkan sesudah surat At Tahrim. Nama <i>At Taghaabun</i> diambil dari kata <i>At Taghaabun</i> yang terdapat pada ayat ke 9 yang artinya <i>hari dinampakkan kesalahan-kesalahan</i>.",
    "audio": "https://santrikoding.com/storage/audio/064.mp3",
    "ayat": [
        {
            "id": 5200,
            "surah": 64,
            "nomor": 1,
            "ar": "يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "tr": "yusabbi<u>h</u>u lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i lahu <strong>a</strong>lmulku walahu <strong>a</strong>l<u>h</u>amdu wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>",
            "idn": "Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah; milik-Nya semua kerajaan dan bagi-Nya (pula) segala puji; dan Dia Mahakuasa atas segala sesuatu. "
        },
        {
            "id": 5201,
            "surah": 64,
            "nomor": 2,
            "ar": "هُوَ الَّذِيْ خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَّمِنْكُمْ مُّؤْمِنٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "tr": "huwa <strong>al</strong>la<u>dz</u>ii khalaqakum faminkum k<u>aa</u>firun waminkum mu/minun wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>",
            "idn": "Dialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan di antara kamu (juga) ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan."
        },
        {
            "id": 5202,
            "surah": 64,
            "nomor": 3,
            "ar": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْۚ وَاِلَيْهِ الْمَصِيْرُ ",
            "tr": "khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi wa<u>sh</u>awwarakum fa-a<u>h</u>sana <u>sh</u>uwarakum wa-ilayhi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
            "idn": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar, Dia membentuk rupamu lalu memperbagus rupamu, dan kepada-Nya tempat kembali. "
        },
        {
            "id": 5203,
            "surah": 64,
            "nomor": 4,
            "ar": "يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
            "tr": "ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i waya'lamu m<u>aa</u> tusirruuna wam<u>aa</u> tu'linuuna wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
            "idn": "Dia mengetahui apa yang di langit dan di bumi, dan mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati. "
        },
        {
            "id": 5204,
            "surah": 64,
            "nomor": 5,
            "ar": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۖفَذَاقُوْا وَبَالَ اَمْرِهِمْ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "tr": "alam ya/tikum nabau <strong>al</strong>la<u>dz</u>iina kafaruu min qablu fa<u>dzaa</u>quu wab<u>aa</u>la amrihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
            "idn": "Apakah belum sampai kepadamu (orang-orang kafir) berita orang-orang kafir dahulu? Maka mereka telah merasakan akibat buruk dari perbuatannya dan mereka memperoleh azab yang pedih. "
        },
        {
            "id": 5205,
            "surah": 64,
            "nomor": 6,
            "ar": "ذٰلِكَ بِاَنَّهٗ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَقَالُوْٓا اَبَشَرٌ يَّهْدُوْنَنَاۖ فَكَفَرُوْا وَتَوَلَّوْا وَّاسْتَغْنَى اللّٰهُ ۗوَاللّٰهُ غَنِيٌّ حَمِيْدٌ ",
            "tr": "<u>dzaa</u>lika bi-annahu k<u>aa</u>nat ta/tiihim rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti faq<u>aa</u>luu abasyarun yahduunan<u>aa</u> fakafaruu watawallaw wa<strong>i</strong>staghn<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>l<u>aa</u>hu ghaniyyun <u>h</u>amiid<strong>un</strong>",
            "idn": "Yang demikian itu karena sesungguhnya ketika rasul-rasul datang kepada mereka (membawa) keterangan-ke-terangan lalu mereka berkata, “Apakah  (pantas) manusia yang memberi petunjuk kepada kami?” Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Dan Allah Mahakaya, Maha Terpuji. "
        },
        {
            "id": 5206,
            "surah": 64,
            "nomor": 7,
            "ar": "زَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْاۗ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْۗ وَذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
            "tr": "za'ama <strong>al</strong>la<u>dz</u>iina kafaruu an lan yub'atsuu qul bal<u>aa</u> warabbii latub'atsunna tsumma latunabbaunna bim<u>aa</u> 'amiltum wa<u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>",
            "idn": "Orang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), “Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.” Dan yang demikian itu mudah bagi Allah. "
        },
        {
            "id": 5207,
            "surah": 64,
            "nomor": 8,
            "ar": "فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالنُّوْرِ الَّذِيْٓ اَنْزَلْنَاۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
            "tr": "fa<u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa<strong>al</strong>nnuuri <strong>al</strong>la<u>dz</u>ii anzaln<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
            "idn": "Maka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya (Al-Qur'an) yang telah Kami turunkan. Dan Allah Mahateliti terhadap apa yang kamu kerjakan."
        },
        {
            "id": 5208,
            "surah": 64,
            "nomor": 9,
            "ar": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذٰلِكَ يَوْمُ التَّغَابُنِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ ذٰلِكَ الْفَوْزُ الْعَظِ",
            "tr": "yawma yajma'ukum liyawmi <strong>a</strong>ljam'i <u>dzaa</u>lika yawmu <strong>al</strong>ttagh<u>aa</u>buni waman yu/min bi<strong>al</strong>l<u>aa</u>hi waya'mal <u>shaa</u>li<u>h</u>an yukaffir 'anhu sayyi-<u>aa</u>tihi wayudkhilhu jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> abadan <u>dzaa</u>lika <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>",
            "idn": "(Ingatlah) pada hari (ketika) Allah mengumpulkan kamu pada hari berhimpun, itulah hari pengungkapan kesalahan-kesalahan. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. "
        },
        {
            "id": 5209,
            "surah": 64,
            "nomor": 10,
            "ar": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ خٰلِدِيْنَ فِيْهَاۗ وَبِئْسَ الْمَصِيْرُ ࣖ ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri kh<u>aa</u>lidiina fiih<u>aa</u> wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
            "idn": "Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka, mereka kekal di dalamnya. Dan itulah seburuk-buruk tempat kembali. "
        },
        {
            "id": 5210,
            "surah": 64,
            "nomor": 11,
            "ar": "مَآ اَصَابَ مِنْ مُّصِيْبَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَمَنْ يُّؤْمِنْۢ بِاللّٰهِ يَهْدِ قَلْبَهٗ ۗوَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "tr": "m<u>aa</u> a<u>shaa</u>ba min mu<u>sh</u>iibatin ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waman yu/min bi<strong>al</strong>l<u>aa</u>hi yahdi qalbahu wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>",
            "idn": "Tidak ada sesuatu musibah yang menimpa (seseorang), kecuali dengan izin Allah; dan barangsiapa beriman kepada Allah, niscaya Allah akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu. "
        },
        {
            "id": 5211,
            "surah": 64,
            "nomor": 12,
            "ar": "وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّيْتُمْ فَاِنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ",
            "tr": "wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula fa-in tawallaytum fa-innam<u>aa</u> 'al<u>aa</u> rasuulin<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>u</strong>",
            "idn": "Dan taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanah Allah) dengan terang. "
        },
        {
            "id": 5212,
            "surah": 64,
            "nomor": 13,
            "ar": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "tr": "<strong>al</strong>l<u>aa</u>hu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>",
            "idn": "(Dialah) Allah, tidak ada tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah."
        },
        {
            "id": 5213,
            "surah": 64,
            "nomor": 14,
            "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّ مِنْ اَزْوَاجِكُمْ وَاَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوْهُمْۚ وَاِنْ تَعْفُوْا وَتَصْفَحُوْا وَتَغْفِرُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu inna min azw<u>aa</u>jikum wa-awl<u>aa</u>dikum 'aduwwan lakum fa<strong>i</strong><u>hts</u>aruuhum wa-in ta'fuu wata<u>sh</u>fa<u>h</u>uu wataghfiruu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>",
            "idn": "Wahai orang-orang yang beriman! Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu, maka berhati-hatilah kamu terhadap mereka; dan jika kamu maafkan dan kamu santuni serta ampuni (mereka), maka sungguh, Allah Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 5214,
            "surah": 64,
            "nomor": 15,
            "ar": "اِنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۗوَاللّٰهُ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ",
            "tr": "innam<u>aa</u> amw<u>aa</u>lukum wa-awl<u>aa</u>dukum fitnatun wa<strong>al</strong>l<u>aa</u>hu 'indahu ajrun 'a<u>zh</u>iim<strong>un</strong>",
            "idn": "Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. "
        },
        {
            "id": 5215,
            "surah": 64,
            "nomor": 16,
            "ar": "فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوْا وَاَطِيْعُوْا وَاَنْفِقُوْا خَيْرًا لِّاَنْفُسِكُمْۗ وَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "tr": "fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> ista<u>th</u>a'tum wa<strong>i</strong>sma'uu wa-a<u>th</u>ii'uu wa-anfiquu khayran li-anfusikum waman yuuqa syu<u>hh</u>a nafsihi faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
            "idn": "Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah; dan infakkanlah harta yang baik untuk dirimu. Dan barang-siapa dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung. "
        },
        {
            "id": 5216,
            "surah": 64,
            "nomor": 17,
            "ar": "اِنْ تُقْرِضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ شَكُوْرٌ حَلِيْمٌۙ ",
            "tr": "in tuqri<u>dh</u>uu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan yu<u>daa</u>'ifhu lakum wayaghfir lakum wa<strong>al</strong>l<u>aa</u>hu syakuurun <u>h</u>aliim<strong>un</strong>",
            "idn": "Jika kamu meminjamkan kepada Allah dengan pinjaman yang baik, niscaya Dia melipatgandakan (balasan) untukmu dan mengampuni kamu. Dan Allah Maha Mensyukuri, Maha Penyantun."
        },
        {
            "id": 5217,
            "surah": 64,
            "nomor": 18,
            "ar": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
            "tr": "'<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
            "idn": "Yang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana."
        }
    ],
    "surat_selanjutnya": {
        "id": 65,
        "nomor": 65,
        "nama": "الطلاق",
        "nama_latin": "At-Talaq",
        "jumlah_ayat": 12,
        "tempat_turun": "madinah",
        "arti": "Talak",
        "deskripsi": "Surat ini terdiri atas 12 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Insaan. Dinamai surat <i>Ath Thalaaq</i> karena kebanyakan ayat-ayatnya mengenai masalah talak dan yang berhubungan dengan masalah itu.",
        "audio": "https://santrikoding.com/storage/audio/065.mp3"
    },
    "surat_sebelumnya": {
        "id": 63,
        "nomor": 63,
        "nama": "المنٰفقون",
        "nama_latin": "Al-Munafiqun",
        "jumlah_ayat": 11,
        "tempat_turun": "madinah",
        "arti": "Orang-Orang Munafik",
        "deskripsi": "Surat ini terdiri atas 11 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Hajj. Surat ini dinamai <i>Al-Munaafiquun</i>  yang artinya orang-orang munafik, karena surat ini mengungkapkan  sifat-sifat orang-orang munafik.",
        "audio": "https://santrikoding.com/storage/audio/063.mp3"
    }
}