{
    "status": true,
    "nomor": 7,
    "nama": "الاعراف",
    "nama_latin": "Al-A'raf",
    "jumlah_ayat": 206,
    "tempat_turun": "mekah",
    "arti": "Tempat Tertinggi",
    "deskripsi": "Surat Al A'raaf yang berjumlah 206 ayat termasuk golongan surat Makkiyah, diturunkan sebelum turunnya surat Al An'aam dan termasuk golongan surat <i>Assab 'uththiwaal</i> (tujuh surat yang panjang). Dinamakan <i>Al A'raaf</i> karena perkataan Al A'raaf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al A'raaf yaitu: tempat yang tertinggi di batas surga dan neraka.",
    "audio": "https://santrikoding.com/storage/audio/007.mp3",
    "ayat": [
        {
            "id": 955,
            "surah": 7,
            "nomor": 1,
            "ar": "الۤمّۤصۤ ۚ ",
            "tr": "alif-l<u>aa</u>m-miim-<u>shaa</u>d",
            "idn": "Alif Lam Mim shad."
        },
        {
            "id": 956,
            "surah": 7,
            "nomor": 2,
            "ar": "كِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰى لِلْمُؤْمِنِيْنَ ",
            "tr": "kit<u>aa</u>bun unzila ilayka fal<u>aa</u> yakun fii <u>sh</u>adrika <u>h</u>arajun minhu litun<u>dz</u>ira bihi wa<u>dz</u>ikr<u>aa</u> lilmu/miniin<strong>a</strong>",
            "idn": "(Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman."
        },
        {
            "id": 957,
            "surah": 7,
            "nomor": 3,
            "ar": "اِتَّبِعُوْا مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ وَلَا تَتَّبِعُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۗ قَلِيْلًا مَّا تَذَكَّرُوْنَ ",
            "tr": "ittabi'uu m<u>aa</u> unzila ilaykum min rabbikum wal<u>aa</u> tattabi'uu min duunihi awliy<u>aa</u>-a qaliilan m<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>",
            "idn": "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu, dan janganlah kamu ikuti selain Dia sebagai pemimpin. Sedikit sekali kamu mengambil pelajaran."
        },
        {
            "id": 958,
            "surah": 7,
            "nomor": 4,
            "ar": "وَكَمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا فَجَاۤءَهَا بَأْسُنَا بَيَاتًا اَوْ هُمْ قَاۤىِٕلُوْنَ",
            "tr": "wakam min qaryatin ahlakn<u>aa</u>h<u>aa</u> faj<u>aa</u>-ah<u>aa</u> ba/sun<u>aa</u> bay<u>aa</u>tan aw hum q<u>aa</u>-iluun<strong>a</strong>",
            "idn": "Betapa banyak negeri yang telah Kami binasakan, siksaan Kami datang (menimpa penduduk)nya pada malam hari, atau pada saat mereka beristirahat pada siang hari."
        },
        {
            "id": 959,
            "surah": 7,
            "nomor": 5,
            "ar": "فَمَا كَانَ دَعْوٰىهُمْ اِذْ جَاۤءَهُمْ بَأْسُنَآ اِلَّآ اَنْ قَالُوْٓا اِنَّا كُنَّا ظٰلِمِيْنَ ",
            "tr": "fam<u>aa</u> k<u>aa</u>na da'w<u>aa</u>hum i<u>dz</u> j<u>aa</u>-ahum ba/sun<u>aa</u> ill<u>aa</u> an q<u>aa</u>luu inn<u>aa</u> kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>",
            "idn": "Maka ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain, hanya mengucap, “Sesungguhnya kami adalah orang-orang yang zalim.”"
        },
        {
            "id": 960,
            "surah": 7,
            "nomor": 6,
            "ar": "فَلَنَسْـَٔلَنَّ الَّذِيْنَ اُرْسِلَ اِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ",
            "tr": "falanas-alanna <strong>al</strong>la<u>dz</u>iina ursila ilayhim walanas-alanna <strong>a</strong>lmursaliin<strong>a</strong>",
            "idn": "Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul,"
        },
        {
            "id": 961,
            "surah": 7,
            "nomor": 7,
            "ar": "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَّمَا كُنَّا غَاۤىِٕبِيْنَ ",
            "tr": "falanaqu<u>shsh</u>anna 'alayhim bi'ilmin wam<u>aa</u> kunn<u>aa</u> gh<u>aa</u>-ibiin<strong>a</strong>",
            "idn": "dan pasti akan Kami beritakan kepada mereka dengan ilmu (Kami) dan Kami  tidak jauh (dari mereka)."
        },
        {
            "id": 962,
            "surah": 7,
            "nomor": 8,
            "ar": "وَالْوَزْنُ يَوْمَىِٕذِ ِۨالْحَقُّۚ فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "tr": "wa<strong>a</strong>lwaznu yawma-i<u>dz</u>ini <strong>a</strong>l<u>h</u>aqqu faman tsaqulat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
            "idn": "Timbangan pada hari itu (menjadi ukuran) kebenaran. Maka barangsiapa berat timbangan (kebaikan)nya, mereka itulah orang yang beruntung,"
        },
        {
            "id": 963,
            "surah": 7,
            "nomor": 9,
            "ar": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ بِمَا كَانُوْا بِاٰيٰتِنَا يَظْلِمُوْنَ ",
            "tr": "waman khaffat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum bim<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ya<u>zh</u>limuun<strong>a</strong>",
            "idn": "dan barangsiapa ringan timbangan (kebaikan)nya, maka mereka itulah orang yang telah merugikan dirinya sendiri, karena mereka  mengingkari ayat-ayat Kami."
        },
        {
            "id": 964,
            "surah": 7,
            "nomor": 10,
            "ar": "وَلَقَدْ مَكَّنّٰكُمْ فِى الْاَرْضِ وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ࣖ ",
            "tr": "walaqad makkann<u>aa</u>kum fii <strong>a</strong>l-ar<u>dh</u>i waja'aln<u>aa</u> lakum fiih<u>aa</u> ma'<u>aa</u>yisya qaliilan m<u>aa</u> tasykuruun<strong>a</strong>",
            "idn": "Dan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu. (Tetapi) sedikit sekali kamu bersyukur."
        },
        {
            "id": 965,
            "surah": 7,
            "nomor": 11,
            "ar": "وَلَقَدْ خَلَقْنٰكُمْ ثُمَّ صَوَّرْنٰكُمْ ثُمَّ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  لَمْ يَكُنْ مِّنَ السّٰجِدِيْنَ",
            "tr": "walaqad khalaqn<u>aa</u>kum tsumma <u>sh</u>awwarn<u>aa</u>kum tsumma quln<u>aa</u> lilmal<u>aa</u>-ikati usjuduu li-<u>aa</u>dama fasajaduu ill<u>aa</u> ibliisa lam yakun mina <strong>al</strong>ss<u>aa</u>jidiin<strong>a</strong>",
            "idn": "Dan sungguh, Kami telah menciptakan kamu, kemudian membentuk (tubuh)mu, kemudian Kami berfirman kepada para malaikat, “Bersujudlah kamu kepada Adam,” maka mereka pun sujud kecuali Iblis. Ia (Iblis) tidak termasuk mereka yang bersujud."
        },
        {
            "id": 966,
            "surah": 7,
            "nomor": 12,
            "ar": "قَالَ مَا مَنَعَكَ اَلَّا تَسْجُدَ اِذْ اَمَرْتُكَ ۗقَالَ اَنَا۠ خَيْرٌ مِّنْهُۚ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ ",
            "tr": "q<u>aa</u>la m<u>aa</u> mana'aka <strong>al</strong>l<u>aa</u> tasjuda i<u>dz</u> amartuka q<u>aa</u>la an<u>aa</u> khayrun minhu khalaqtanii min n<u>aa</u>rin wakhalaqtahu min <u>th</u>iin<strong>in</strong>",
            "idn": "(Allah) berfirman, “Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?” (Iblis) menjawab, “Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.”"
        },
        {
            "id": 967,
            "surah": 7,
            "nomor": 13,
            "ar": "قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُوْنُ لَكَ اَنْ تَتَكَبَّرَ فِيْهَا فَاخْرُجْ اِنَّكَ مِنَ الصّٰغِرِيْنَ ",
            "tr": "q<u>aa</u>la fa<strong>i</strong>hbi<u>th</u> minh<u>aa</u> fam<u>aa</u> yakuunu laka an tatakabbara fiih<u>aa</u> fa<strong>u</strong>khruj innaka mina <strong>al</strong><u>shshaa</u>ghiriin<strong>a</strong>",
            "idn": "(Allah) berfirman, “Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.”"
        },
        {
            "id": 968,
            "surah": 7,
            "nomor": 14,
            "ar": "قَالَ اَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ ",
            "tr": "q<u>aa</u>la an<u>zh</u>irnii il<u>aa</u> yawmi yub'atsuun<strong>a</strong>",
            "idn": "(Iblis) menjawab, “Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.”"
        },
        {
            "id": 969,
            "surah": 7,
            "nomor": 15,
            "ar": "قَالَ اِنَّكَ مِنَ الْمُنْظَرِيْنَ ",
            "tr": "q<u>aa</u>la innaka mina <strong>a</strong>lmun<u>zh</u>ariin<strong>a</strong>",
            "idn": "(Allah) berfirman, “Benar, kamu termasuk yang diberi penangguhan waktu.”"
        },
        {
            "id": 970,
            "surah": 7,
            "nomor": 16,
            "ar": "قَالَ فَبِمَآ اَغْوَيْتَنِيْ لَاَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيْمَۙ",
            "tr": "q<u>aa</u>la fabim<u>aa</u> aghwaytanii la-aq'udanna lahum <u>sh</u>ir<u>aath</u>aka <strong>a</strong>lmustaqiim<strong>a</strong>",
            "idn": "(Iblis) menjawab, “Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus,"
        },
        {
            "id": 971,
            "surah": 7,
            "nomor": 17,
            "ar": "ثُمَّ لَاٰتِيَنَّهُمْ مِّنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ اَيْمَانِهِمْ وَعَنْ شَمَاۤىِٕلِهِمْۗ وَلَا تَجِدُ اَكْثَرَهُمْ شٰكِرِيْنَ",
            "tr": "tsumma la<u>aa</u>tiyannahum min bayni aydiihim wamin khalfihim wa'an aym<u>aa</u>nihim wa'an syam<u>aa</u>-ilihim wal<u>aa</u> tajidu aktsarahum sy<u>aa</u>kiriin<strong>a</strong>",
            "idn": "kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.”"
        },
        {
            "id": 972,
            "surah": 7,
            "nomor": 18,
            "ar": "قَالَ اخْرُجْ مِنْهَا مَذْءُوْمًا مَّدْحُوْرًا ۗ لَمَنْ تَبِعَكَ مِنْهُمْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنْكُمْ اَجْمَعِيْنَ",
            "tr": "q<u>aa</u>la ukhruj minh<u>aa</u> ma<u>dz</u>uuman mad<u>h</u>uuran laman tabi'aka minhum la-amla-anna jahannama minkum ajma'iin<strong>a</strong>",
            "idn": "(Allah) berfirman, “Keluarlah kamu dari sana (surga) dalam keadaan terhina dan terusir! Sesungguhnya barangsiapa di antara mereka ada yang mengikutimu, pasti akan Aku isi neraka Jahanam dengan kamu semua.”"
        },
        {
            "id": 973,
            "surah": 7,
            "nomor": 19,
            "ar": "وَيٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ",
            "tr": "way<u>aa</u> <u>aa</u>damu uskun anta wazawjuka <strong>a</strong>ljannata fakul<u>aa</u> min <u>h</u>aytsu syi/tum<u>aa</u> wal<u>aa</u> taqrab<u>aa</u> h<u>aadz</u>ihi <strong>al</strong>sysyajarata fatakuun<u>aa</u> mina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
            "idn": "Dan (Allah berfirman), “Wahai Adam! Tinggallah engkau bersama istrimu dalam surga dan makanlah apa saja yang kamu berdua sukai. Tetapi janganlah kamu berdua dekati pohon yang satu ini. (Apabila didekati) kamu berdua termasuk orang-orang yang zalim.”"
        },
        {
            "id": 974,
            "surah": 7,
            "nomor": 20,
            "ar": "فَوَسْوَسَ لَهُمَا الشَّيْطٰنُ لِيُبْدِيَ لَهُمَا مَا وٗرِيَ عَنْهُمَا مِنْ سَوْاٰتِهِمَا وَقَالَ مَا نَهٰىكُمَا رَبُّكُمَا عَنْ هٰذِهِ الشَّجَرَةِ ِالَّآ اَنْ تَكُوْنَا مَلَكَيْنِ اَوْ تَكُوْنَا مِنَ الْخٰلِدِيْنَ ",
            "tr": "fawaswasa lahum<u>aa</u> <strong>al</strong>sysyay<u>th</u><u>aa</u>nu liyubdiya lahum<u>aa</u> m<u>aa</u> wuuriya 'anhum<u>aa</u> min saw-<u>aa</u>tihim<u>aa</u> waq<u>aa</u>la m<u>aa</u> nah<u>aa</u>kum<u>aa</u> rabbukum<u>aa</u> 'an h<u>aadz</u>ihi <strong>al</strong>sysyajarati ill<u>aa</u> an takuun<u>aa</u> malakayni aw takuun<u>aa</u> mina <strong>a</strong>lkh<u>aa</u>lidiin<strong>a</strong>",
            "idn": "Kemudian setan membisikkan pikiran jahat kepada mereka agar menampakkan aurat mereka (yang selama ini) tertutup. Dan (setan) berkata, “Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).”"
        },
        {
            "id": 975,
            "surah": 7,
            "nomor": 21,
            "ar": "وَقَاسَمَهُمَآ اِنِّيْ لَكُمَا لَمِنَ النّٰصِحِيْنَۙ",
            "tr": "waq<u>aa</u>samahum<u>aa</u> innii lakum<u>aa</u> lamina <strong>al</strong>nn<u>aas</u>i<u>h</u>iin<strong>a</strong>",
            "idn": "Dan dia (setan) bersumpah kepada keduanya, “Sesungguhnya aku ini benar-benar termasuk para penasihatmu,”"
        },
        {
            "id": 976,
            "surah": 7,
            "nomor": 22,
            "ar": "فَدَلّٰىهُمَا بِغُرُورٍۚ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْاٰتُهُمَا وَطَفِقَا يَخْصِفٰنِ عَلَيْهِمَا مِنْ وَّرَقِ الْجَنَّةِۗ وَنَادٰىهُمَا رَبُّهُمَآ اَلَمْ اَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَاَقُلْ لَّكُمَآ اِنَّ الشَّيْطٰنَ لَكُمَ",
            "tr": "fadall<u>aa</u>hum<u>aa</u> bighuruurin falamm<u>aa</u> <u>dzaa</u>q<u>aa</u> <strong>al</strong>sysyajarata badat lahum<u>aa</u> saw-<u>aa</u>tuhum<u>aa</u> wa<u>th</u>afiq<u>aa</u> yakh<u>sh</u>if<u>aa</u>ni 'alayhim<u>aa</u> min waraqi aljannati wan<u>aa</u>d<u>aa</u>hum<u>aa</u> rabbuhum<u>aa</u> alam anhakum<u>aa</u> 'an tilkum<u>aa</u> <strong>al</strong>sysyajarati wa-aqul lakum<u>aa</u> inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na lakum<u>aa</u> 'aduwwun mubiin<strong>un</strong>",
            "idn": "dia (setan) membujuk mereka dengan tipu daya. Ketika mereka mencicipi (buah) pohon itu, tampaklah oleh mereka auratnya, maka mulailah mereka menutupinya dengan daun-daun surga. Tuhan menyeru mereka, “Bukankah Aku telah melarang kamu dari pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?”"
        },
        {
            "id": 977,
            "surah": 7,
            "nomor": 23,
            "ar": "قَالَا رَبَّنَا ظَلَمْنَآ اَنْفُسَنَا وَاِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ ",
            "tr": "q<u>aa</u>l<u>aa</u> rabban<u>aa</u> <u>zh</u>alamn<u>aa</u> anfusan<u>aa</u> wa-in lam taghfir lan<u>aa</u> watar<u>h</u>amn<u>aa </u>lanakuunanna mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>",
            "idn": "Keduanya berkata, “Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.”"
        },
        {
            "id": 978,
            "surah": 7,
            "nomor": 24,
            "ar": "قَالَ اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚوَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ ",
            "tr": "q<u>aa</u>la ihbi<u>th</u>uu ba'<u>dh</u>ukum liba'<u>dh</u>in 'aduwwun walakum fii <strong>a</strong>l-ar<u>dh</u>i mustaqarrun wamat<u>aa</u>'un il<u>aa</u> <u>h</u>iin<strong>in</strong>",
            "idn": "(Allah) berfirman, “Turunlah kamu! Kamu akan saling bermusuhan satu sama lain. Bumi adalah tempat kediaman dan kesenanganmu sampai waktu yang telah ditentukan.”"
        },
        {
            "id": 979,
            "surah": 7,
            "nomor": 25,
            "ar": "قَالَ فِيْهَا تَحْيَوْنَ وَفِيْهَا تَمُوْتُوْنَ وَمِنْهَا تُخْرَجُوْنَ ࣖ ",
            "tr": "q<u>aa</u>la fiih<u>aa</u> ta<u>h</u>yawna wafiih<u>aa</u> tamuutuuna waminh<u>aa</u> tukhrajuun<strong>a</strong>",
            "idn": "(Allah) berfirman, “Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.”"
        },
        {
            "id": 980,
            "surah": 7,
            "nomor": 26,
            "ar": "يَا بَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْاٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
            "tr": "y<u>aa</u> banii <u>aa</u>dama qad anzaln<u>aa</u> 'alaykum lib<u>aa</u>san yuw<u>aa</u>rii saw-<u>aa</u>tikum wariisyan walib<u>aa</u>su <strong>al</strong>ttaqw<u>aa</u> <u>dzaa</u>lika khayrun <u>dzaa</u>lika min <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi la'allahum ya<u>dzdz</u>akkaruun<strong>a</strong>",
            "idn": "Wahai anak cucu Adam! Sesungguhnya Kami telah menyediakan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, itulah yang lebih baik. Demikianlah sebagian tanda-tanda kekuasaan Allah, mudah-mudahan mereka ingat."
        },
        {
            "id": 981,
            "surah": 7,
            "nomor": 27,
            "ar": "يٰبَنِيْٓ اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطٰنُ كَمَآ اَخْرَجَ اَبَوَيْكُمْ مِّنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْاٰتِهِمَا ۗاِنَّهٗ يَرٰىكُمْ هُوَ وَقَبِيْلُهٗ مِنْ حَيْثُ لَا تَرَوْنَهُمْۗ اِنَّا جَعَلْنَا الشَّيٰطِيْنَ اَ",
            "tr": "y<u>aa</u> banii <u>aa</u>dama l<u>aa</u> yaftinannakumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu kam<u>aa</u> akhraja abawaykum mina <strong>a</strong>ljannati yanzi'u 'anhum<u>aa</u> lib<u>aa</u>sahum<u>aa</u> liyuriyahum<u>aa</u> saw-<u>aa</u>tihim<u>aa</u> innahu yar<u>aa</u>kum huwa waqabiiluhu min <u>h</u>aytsu l<u>aa</u> tarawnahum inn<u>aa</u> ja'aln<u>aa</u> <strong>al</strong>sysyay<u>aath</u>iina awliy<u>aa</u>-a lilla<u>dz</u>iina l<u>aa</u> yu/minuun<strong>a</strong>",
            "idn": "Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman."
        },
        {
            "id": 982,
            "surah": 7,
            "nomor": 28,
            "ar": "وَاِذَا فَعَلُوْا فَاحِشَةً قَالُوْا وَجَدْنَا عَلَيْهَآ اٰبَاۤءَنَا وَاللّٰهُ اَمَرَنَا بِهَاۗ قُلْ اِنَّ اللّٰهَ لَا يَأْمُرُ بِالْفَحْشَاۤءِۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "tr": "wa-i<u>dzaa</u> fa'aluu f<u>aah</u>isyatan q<u>aa</u>luu wajadn<u>aa</u> 'alayh<u>aa</u> <u>aa</u>b<u>aa</u>-an<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu amaran<u>aa</u> bih<u>aa</u> qul inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> ya/muru bi<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i ataquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>",
            "idn": "Dan apabila mereka melakukan perbuatan keji, mereka berkata, “Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.” Katakanlah, “Sesungguhnya Allah tidak pernah menyuruh berbuat keji. Mengapa kamu membicarakan tentang Allah apa yang tidak kamu ketahui?”"
        },
        {
            "id": 983,
            "surah": 7,
            "nomor": 29,
            "ar": "قُلْ اَمَرَ رَبِّيْ بِالْقِسْطِۗ وَاَقِيْمُوْا وُجُوْهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۗ كَمَا بَدَاَكُمْ تَعُوْدُوْنَۗ",
            "tr": "qul amara rabbii bi<strong>a</strong>lqis<u>th</u>i wa-aqiimuu wujuuhakum 'inda kulli masjidin wa<strong>u</strong>d'uuhu mukhli<u>sh</u>iina lahu <strong>al</strong>ddiina kam<u>aa</u> bada-akum ta'uuduun<strong>a</strong>",
            "idn": "Katakanlah, “Tuhanku menyuruhku berlaku adil. Hadapkanlah wajahmu (kepada Allah) pada setiap salat, dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya. Kamu akan dikembalikan kepada-Nya sebagaimana kamu diciptakan semula."
        },
        {
            "id": 984,
            "surah": 7,
            "nomor": 30,
            "ar": "فَرِيْقًا هَدٰى وَفَرِيْقًا حَقَّ عَلَيْهِمُ الضَّلٰلَةُ  ۗاِنَّهُمُ اتَّخَذُوا الشَّيٰطِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ اللّٰهِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ",
            "tr": "fariiqan had<u>aa</u> wafariiqan <u>h</u>aqqa 'alayhimu <strong>al</strong><u>dhdh</u>al<u>aa</u>latu innahumu ittakha<u>dz</u>uu <strong>al</strong>sysyay<u>aath</u>iina awliy<u>aa</u>-a min duuni <strong>al</strong>l<u>aa</u>hi waya<u>h</u>sabuuna annahum muhtaduun<strong>a</strong>",
            "idn": "Sebagian diberi-Nya petunjuk dan sebagian lagi sepantasnya menjadi sesat. Mereka menjadikan setan-setan sebagai pelindung selain Allah. Mereka mengira bahwa mereka mendapat petunjuk."
        },
        {
            "id": 985,
            "surah": 7,
            "nomor": 31,
            "ar": "۞ يٰبَنِيْٓ اٰدَمَ خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّكُلُوْا وَاشْرَبُوْا وَلَا تُسْرِفُوْاۚ اِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَ ࣖ ",
            "tr": "y<u>aa</u> banii <u>aa</u>dama khu<u>dz</u>uu ziinatakum 'inda kulli masjidin wakuluu wa<strong>i</strong>syrabuu wal<u>aa</u> tusrifuu innahu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmusrifiin<strong>a</strong>",
            "idn": "Wahai anak cucu Adam! Pakailah pakaianmu yang bagus pada setiap (memasuki) masjid, makan dan minumlah, tetapi jangan berlebihan. Sungguh, Allah tidak menyukai orang yang berlebih-lebihan."
        },
        {
            "id": 986,
            "surah": 7,
            "nomor": 32,
            "ar": "قُلْ مَنْ حَرَّمَ زِيْنَةَ اللّٰهِ الَّتِيْٓ اَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبٰتِ مِنَ الرِّزْقِۗ قُلْ هِيَ لِلَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا خَالِصَةً يَّوْمَ الْقِيٰمَةِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "tr": "qul man <u>h</u>arrama ziinata <strong>al</strong>l<u>aa</u>hi <strong>al</strong>latii akhraja li'ib<u>aa</u>dihi wa<strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti mina <strong>al</strong>rrizqi qul hiya lilla<u>dz</u>iina <u>aa</u>manuu fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> kh<u>aa</u>li<u>sh</u>atan yawma <strong>a</strong>lqiy<u>aa</u>mati ka<u>dzaa</u>lika nufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin ya'lamuun<strong>a</strong>",
            "idn": "Katakanlah (Muhammad), “Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? Katakanlah, “Semua itu untuk orang-orang yang beriman dalam kehidupan dunia, dan khusus (untuk mereka saja) pada hari Kiamat.” Demikianlah Kami menjelaskan ayat-ayat itu untuk orang-orang yang mengetahui."
        },
        {
            "id": 987,
            "surah": 7,
            "nomor": 33,
            "ar": "قُلْ اِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْاِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَاَنْ تُشْرِكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّاَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "tr": "qul innam<u>aa</u> <u>h</u>arrama rabbiya <strong>a</strong>lfaw<u>aah</u>isya m<u>aa</u> <u>zh</u>ahara minh<u>aa</u> wam<u>aa</u> ba<u>th</u>ana wa<strong>a</strong>l-itsma wa<strong>a</strong>lbaghya bighayri <strong>a</strong>l<u>h</u>aqqi wa-an tusyrikuu bi<strong>al</strong>l<u>aa</u>hi m<u>aa</u> lam yunazzil bihi sul<u>th</u><u>aa</u>nan wa-an taquuluu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>",
            "idn": "Katakanlah (Muhammad), “Tuhanku hanya mengharamkan segala perbuatan keji yang terlihat dan yang tersembunyi, perbuatan dosa, perbuatan zalim tanpa alasan yang benar, dan (mengharamkan) kamu mempersekutukan Allah dengan sesuatu, sedangkan Dia tidak menurunkan alasan untuk itu, dan (mengharamkan) kamu membicarakan tentang Allah apa yang tidak kamu ketahui.”"
        },
        {
            "id": 988,
            "surah": 7,
            "nomor": 34,
            "ar": "وَلِكُلِّ اُمَّةٍ اَجَلٌۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ",
            "tr": "walikulli ummatin ajalun fa-i<u>dzaa</u> j<u>aa</u>-a ajaluhum l<u>aa</u> yasta/khiruuna s<u>aa</u>'atan wal<u>aa</u> yastaqdimuun<strong>a</strong>",
            "idn": "Dan setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun."
        },
        {
            "id": 989,
            "surah": 7,
            "nomor": 35,
            "ar": "يٰبَنِيْٓ اٰدَمَ اِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْۙ فَمَنِ اتَّقٰى وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ",
            "tr": "y<u>aa</u> banii <u>aa</u>dama imm<u>aa</u> ya/tiyannakum rusulun minkum yaqu<u>shsh</u>uuna 'alaykum <u>aa</u>y<u>aa</u>tii famani ittaq<u>aa</u> wa-a<u>sh</u>la<u>h</u>a fal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>",
            "idn": "Wahai anak cucu Adam! Jika datang kepadamu rasul-rasul dari kalanganmu sendiri, yang menceritakan ayat-ayat-Ku kepadamu, maka barangsiapa bertakwa dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati."
        },
        {
            "id": 990,
            "surah": 7,
            "nomor": 36,
            "ar": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wa<strong>i</strong>stakbaruu 'anh<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
            "idn": "Tetapi orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, mereka itulah penghuni neraka; mereka kekal di dalamnya."
        },
        {
            "id": 991,
            "surah": 7,
            "nomor": 37,
            "ar": "فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اُولٰۤىِٕكَ يَنَالُهُمْ نَصِيْبُهُمْ مِّنَ الْكِتٰبِۗ حَتّٰٓى اِذَا جَاۤءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْۙ  قَالُوْٓا اَيْنَ مَا كُنْتُمْ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗقَ",
            "tr": "faman a<u>zh</u>lamu mimmani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban aw ka<u>dzdz</u>aba bi-<u>aa</u>y<u>aa</u>tihi ul<u>aa</u>-ika yan<u>aa</u>luhum na<u>sh</u>iibuhum mina <strong>a</strong>lkit<u>aa</u>bi <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-at-hum rusulun<u>aa</u> yatawaffawnahum q<u>aa</u>luu ayna m<u>aa</u> kuntum tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi q<u>aa</u>luu <u>dh</u>alluu 'ann<u>aa</u> wasyahiduu 'al<u>aa</u> anfusihim annahum k<u>aa</u>nuu k<u>aa</u>firiin<strong>a</strong>",
            "idn": "Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau yang mendustakan ayat-ayat-Nya? Mereka itu akan memperoleh bagian yang telah ditentukan dalam Kitab sampai datang para utusan (malaikat) Kami kepada mereka untuk mencabut nyawanya. Mereka (para malaikat) berkata, “Manakah sembahan yang biasa kamu sembah selain Allah?” Mereka (orang musyrik) menjawab, “Semuanya telah lenyap dari kami.” Dan mereka memberikan kesaksian terhadap diri mereka sendiri bahwa mereka adalah orang-orang kafir."
        },
        {
            "id": 992,
            "surah": 7,
            "nomor": 38,
            "ar": "قَالَ ادْخُلُوْا فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِّنَ الْجِنِّ وَالْاِنْسِ فِى النَّارِۙ كُلَّمَا دَخَلَتْ اُمَّةٌ لَّعَنَتْ اُخْتَهَا ۗحَتّٰٓى اِذَا ادَّارَكُوْا فِيْهَا جَمِيْعًا ۙقَالَتْ اُخْرٰىهُمْ لِاُوْلٰىهُمْ رَبَّنَا هٰٓؤُلَاۤءِ اَضَلُّو",
            "tr": "q<u>aa</u>la udkhuluu fii umamin qad khalat min qablikum mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi fii <strong>al</strong>nn<u>aa</u>ri kullam<u>aa</u> dakhalat ummatun la'anat ukhtah<u>aa</u> <u>h</u>att<u>aa</u> i<u>dzaa</u> idd<u>aa</u>rakuu fiih<u>aa</u> jamii'an q<u>aa</u>lat ukhr<u>aa</u>hum li-uul<u>aa</u>hum rabban<u>aa</u> h<u>aa</u>ul<u>aa</u>-i a<u>dh</u>alluun<u>aa</u> fa<u>aa</u>tihim 'a<u>dzaa</u>ban <u>dh</u>i'fan mina <strong>al</strong>nn<u>aa</u>ri q<u>aa</u>la likullin <u>dh</u>i'fun wal<u>aa</u>kin l<u>aa</u> ta'lamuun<strong>a</strong>",
            "idn": "Allah berfirman, “Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah lebih dahulu dari kamu. Setiap kali suatu umat masuk, dia melaknat saudaranya, sehingga apabila mereka telah masuk semuanya, berkatalah orang yang (masuk) belakangan (kepada) orang yang (masuk) terlebih dahulu, “Ya Tuhan kami, mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka” Allah berfirman, “Masing-masing mendapatkan (siksaan) yang berlipat ganda, tapi kamu tidak mengetahui.”"
        },
        {
            "id": 993,
            "surah": 7,
            "nomor": 39,
            "ar": "وَقَالَتْ اُوْلٰىهُمْ لِاُخْرٰىهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُوْنَ ࣖ",
            "tr": "waq<u>aa</u>lat uul<u>aa</u>hum li-ukhr<u>aa</u>hum fam<u>aa</u> k<u>aa</u>na lakum 'alayn<u>aa</u> min fa<u>dh</u>lin fa<u>dz</u>uuquu <strong>a</strong>l'a<u>dzaa</u>ba bim<u>aa</u> kuntum taksibuun<strong>a</strong>",
            "idn": "Dan orang yang (masuk) terlebih dahulu berkata kepada yang (masuk) belakangan, “Kamu tidak mempunyai kelebihan sedikit pun atas kami. Maka rasakanlah azab itu karena perbuatan yang telah kamu lakukan.”"
        },
        {
            "id": 994,
            "surah": 7,
            "nomor": 40,
            "ar": "اِنَّ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَا لَا تُفَتَّحُ لَهُمْ اَبْوَابُ السَّمَاۤءِ وَلَا يَدْخُلُوْنَ الْجَنَّةَ حَتّٰى يَلِجَ الْجَمَلُ فِيْ سَمِّ الْخِيَاطِ ۗ وَكَذٰلِكَ نَجْزِى الْمُجْرِمِيْنَ ",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wa<strong>i</strong>stakbaruu 'anh<u>aa</u> l<u>aa</u> tufatta<u>h</u>u lahum abw<u>aa</u>bu <strong>al</strong>ssam<u>aa</u>-i wal<u>aa</u> yadkhuluuna <strong>a</strong>ljannata <u>h</u>att<u>aa</u> yalija <strong>a</strong>ljamalu fii sammi <strong>a</strong>lkhiy<u>aath</u>i waka<u>dzaa</u>lika najzii <strong>a</strong>lmujrimiin<strong>a</strong>",
            "idn": "Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, tidak akan dibukakan pintu-pintu langit bagi mereka, dan mereka tidak akan masuk surga, sebelum unta masuk ke dalam lubang jarum. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat jahat."
        },
        {
            "id": 995,
            "surah": 7,
            "nomor": 41,
            "ar": "لَهُمْ مِّنْ جَهَنَّمَ مِهَادٌ وَّمِنْ فَوْقِهِمْ غَوَاشٍۗ وَكَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ",
            "tr": "lahum min jahannama mih<u>aa</u>dun wamin fawqihim ghaw<u>aa</u>syin waka<u>dzaa</u>lika najzii <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
            "idn": "Bagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim."
        },
        {
            "id": 996,
            "surah": 7,
            "nomor": 42,
            "ar": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti l<u>aa</u> nukallifu nafsan ill<u>aa</u> wus'ah<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>",
            "idn": "Dan orang-orang yang beriman serta mengerjakan kebajikan, Kami tidak akan membebani seseorang melainkan menurut kesanggupannya. Mereka itulah penghuni surga; mereka kekal di dalamnya,"
        },
        {
            "id": 997,
            "surah": 7,
            "nomor": 43,
            "ar": "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ تَجْرِيْ مِنْ تَحْتِهِمُ الْانْهٰرُۚ وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ هَدٰىنَا لِهٰذَاۗ وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَآ اَنْ هَدٰىنَا اللّٰهُ ۚ لَقَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۗ وَنُوْدُوْٓا ا",
            "tr": "wanaza'n<u>aa</u> m<u>aa</u> fii <u>sh</u>uduurihim min ghillin tajrii min ta<u>h</u>tihimu <strong>a</strong>l-anh<u>aa</u>ru waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii had<u>aa</u>n<u>aa</u> lih<u>aadzaa</u> wam<u>aa</u> kunn<u>aa</u> linahtadiya lawl<u>aa</u> an had<u>aa</u>n<u>aa</u> <strong>al</strong>l<u>aa</u>hu laqad j<u>aa</u>-at rusulu rabbin<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wanuuduu an tilkumu <strong>a</strong>ljannatu uuritstumuuh<u>aa</u> bim<u>aa</u> kuntum ta'maluun<strong>a</strong>",
            "idn": "dan Kami mencabut rasa dendam dari dalam dada mereka, di bawahnya mengalir sungai-sungai. Mereka berkata, “Segala puji bagi Allah yang telah menunjukkan kami ke (surga) ini. Kami tidak akan mendapat petunjuk sekiranya Allah tidak menunjukkan kami. Sesungguhnya rasul-rasul Tuhan kami telah datang membawa kebenaran.” Diserukan kepada mereka, “Itulah surga yang telah diwariskan kepadamu, karena apa yang telah kamu kerjakan.”"
        },
        {
            "id": 998,
            "surah": 7,
            "nomor": 44,
            "ar": "وَنَادٰٓى اَصْحٰبُ الْجَنَّةِ اَصْحٰبَ النَّارِ اَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُّمْ مَّا وَعَدَ رَبُّكُمْ حَقًّا ۗقَالُوْا نَعَمْۚ فَاَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ اَنْ لَّعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ",
            "tr": "wan<u>aa</u>d<u>aa</u> a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati a<u>sh</u>-<u>haa</u>ba <strong>al</strong>nn<u>aa</u>ri an qad wajadn<u>aa</u> m<u>aa</u> wa'adan<u>aa</u> rabbun<u>aa</u> <u>h</u>aqqan fahal wajadtum m<u>aa</u> wa'ada rabbukum <u>h</u>aqqan q<u>aa</u>luu na'am fa-a<u>dzdz</u>ana mu-a<u>dzdz</u>inun baynahum an la'natu <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
            "idn": "Dan para penghuni surga menyeru penghuni-penghuni neraka, “Sungguh, kami telah memperoleh apa yang dijanjikan Tuhan kepada kami itu benar. Apakah kamu telah memperoleh apa yang dijanjikan Tuhan kepadamu itu benar?” Mereka menjawab, “Benar.” Kemudian penyeru (malaikat) mengumumkan di antara mereka, “Laknat Allah bagi orang-orang zalim,"
        },
        {
            "id": 999,
            "surah": 7,
            "nomor": 45,
            "ar": "اَلَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۚ وَهُمْ بِالْاٰخِرَةِ كٰفِرُوْنَۘ",
            "tr": "<strong>al</strong>la<u>dz</u>iina ya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wayabghuunah<u>aa</u> 'iwajan wahum bi<strong>a</strong>l-<u>aa</u>khirati k<u>aa</u>firuun<strong>a</strong>",
            "idn": "(yaitu) orang-orang yang menghalang-halangi (orang lain) dari jalan Allah dan ingin membelokkannya. Mereka itulah yang mengingkari kehidupan akhirat.”"
        },
        {
            "id": 1000,
            "surah": 7,
            "nomor": 46,
            "ar": "وَبَيْنَهُمَا حِجَابٌۚ وَعَلَى الْاَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّا ۢ بِسِيْمٰىهُمْۚ وَنَادَوْا اَصْحٰبَ الْجَنَّةِ اَنْ سَلٰمٌ عَلَيْكُمْۗ  لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ ",
            "tr": "wabaynahum<u>aa</u> <u>h</u>ij<u>aa</u>bun wa'al<u>aa</u> <strong>a</strong>l-a'r<u>aa</u>fi rij<u>aa</u>lun ya'rifuuna kullan bisiim<u>aa</u>hum wan<u>aa</u>daw a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati an sal<u>aa</u>mun 'alaykum lam yadkhuluuh<u>aa</u> wahum ya<u>th</u>ma'uun<strong>a</strong>",
            "idn": "Dan di antara keduanya (penghuni surga dan neraka) ada tabir dan di atas A‘raf (tempat yang tertinggi) ada orang-orang yang saling mengenal, masing-masing dengan tanda-tandanya. Mereka menyeru penghuni surga, “Salamun ‘alaikum” (salam sejahtera bagimu). Mereka belum dapat masuk, tetapi mereka ingin segera (masuk)."
        },
        {
            "id": 1001,
            "surah": 7,
            "nomor": 47,
            "ar": "۞ وَاِذَا صُرِفَتْ اَبْصَارُهُمْ تِلْقَاۤءَ اَصْحٰبِ النَّارِۙ قَالُوْا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ",
            "tr": "wa-i<u>dzaa</u> <u>sh</u>urifat ab<u>shaa</u>ruhum tilq<u>aa</u>-a a<u>sh</u>-<u>haa</u>bi <strong>al</strong>nn<u>aa</u>ri q<u>aa</u>luu rabban<u>aa</u> l<u>aa</u> taj'aln<u>aa</u> ma'a <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
            "idn": "Dan apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata, “Ya Tuhan kami, janganlah Engkau tempatkan kami bersama-sama orang-orang zalim itu.”"
        },
        {
            "id": 1002,
            "surah": 7,
            "nomor": 48,
            "ar": "وَنَادٰٓى اَصْحٰبُ الْاَعْرَافِ رِجَالًا يَّعْرِفُوْنَهُمْ بِسِيْمٰىهُمْ قَالُوْا مَآ اَغْنٰى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُوْنَ ",
            "tr": "wan<u>aa</u>d<u>aa</u> a<u>sh</u>-<u>haa</u>bu <strong>a</strong>l-a'r<u>aa</u>fi rij<u>aa</u>lan ya'rifuunahum bisiim<u>aa</u>hum q<u>aa</u>luu m<u>aa</u> aghn<u>aa</u> 'ankum jam'ukum wam<u>aa</u> kuntum tastakbiruun<strong>a</strong>",
            "idn": "Dan orang-orang di atas A‘raf (tempat yang tertinggi) menyeru orang-orang yang mereka kenal dengan tanda-tandanya sambil berkata, “Harta yang kamu kumpulkan dan apa yang kamu sombongkan, (ternyata) tidak ada manfaatnya buat kamu."
        },
        {
            "id": 1003,
            "surah": 7,
            "nomor": 49,
            "ar": "اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمْتُمْ لَا يَنَالُهُمُ اللّٰهُ بِرَحْمَةٍۗ  اُدْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ اَنْتُمْ تَحْزَنُوْنَ ",
            "tr": "ah<u>aa</u>ul<u>aa</u>-i <strong>al</strong>la<u>dz</u>iina aqsamtum l<u>aa</u> yan<u>aa</u>luhumu <strong>al</strong>l<u>aa</u>hu bira<u>h</u>matin udkhuluu <strong>a</strong>ljannata l<u>aa</u> khawfun 'alaykum wal<u>aa</u> antum ta<u>h</u>zanuun<strong>a</strong>",
            "idn": "Itukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah?” (Allah berfirman), “Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu tidak pula akan bersedih hati.”"
        },
        {
            "id": 1004,
            "surah": 7,
            "nomor": 50,
            "ar": "وَنَادٰٓى اَصْحٰبُ النَّارِ اَصْحٰبَ الْجَنَّةِ اَنْ اَفِيْضُوْا عَلَيْنَا مِنَ الْمَاۤءِ اَوْ مِمَّا رَزَقَكُمُ اللّٰهُ ۗقَالُوْٓا اِنَّ اللّٰهَ حَرَّمَهُمَا عَلَى الْكٰفِرِيْنَۙ ",
            "tr": "wan<u>aa</u>d<u>aa</u> a<u>sh</u>-<u>haa</u>bu <strong>al</strong>n<u>aa</u>ri a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati an afii<u>dh</u>uu 'alayn<u>aa</u> mina <strong>a</strong>lm<u>aa</u>-i aw mimm<u>aa</u> razaqakumu <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu inna <strong>al</strong>l<u>aa</u>ha <u>h</u>arramahum<u>aa</u> 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>",
            "idn": "Para penghuni neraka menyeru para penghuni surga, “Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka menjawab, “Sungguh, Allah telah mengharamkan keduanya bagi orang-orang kafir,”"
        },
        {
            "id": 1005,
            "surah": 7,
            "nomor": 51,
            "ar": "الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَهْوًا وَّلَعِبًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَاۚ فَالْيَوْمَ نَنْسٰىهُمْ كَمَا نَسُوْا لِقَاۤءَ يَوْمِهِمْ هٰذَاۙ وَمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ ",
            "tr": "<strong>al</strong>la<u>dz</u>iina ittakha<u>dz</u>uu diinahum lahwan wala'iban wagharrat-humu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> fa<strong>a</strong>lyawma nans<u>aa</u>hum kam<u>aa</u> nasuu liq<u>aa</u>-a yawmihim h<u>aadzaa</u> wam<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>",
            "idn": "(yaitu) orang-orang yang menjadikan agamanya sebagai permainan dan senda gurau, dan mereka telah tertipu oleh kehidupan dunia. Maka pada hari ini (Kiamat), Kami melupakan mereka sebagaimana mereka dahulu melupakan pertemuan hari ini, dan karena mereka mengingkari ayat-ayat Kami."
        },
        {
            "id": 1006,
            "surah": 7,
            "nomor": 52,
            "ar": "وَلَقَدْ جِئْنٰهُمْ بِكِتٰبٍ فَصَّلْنٰهُ عَلٰى عِلْمٍ هُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "tr": "walaqad ji/n<u>aa</u>hum bikit<u>aa</u>bin fa<u>shsh</u>aln<u>aa</u>hu 'al<u>aa</u> 'ilmin hudan wara<u>h</u>matan liqawmin yu/minuun<strong>a</strong>",
            "idn": "Sungguh, Kami telah mendatangkan Kitab (Al-Qur'an) kepada mereka, yang Kami jelaskan atas dasar pengetahuan, sebagai petunjuk dan rahmat bagi orang-orang yang beriman."
        },
        {
            "id": 1007,
            "surah": 7,
            "nomor": 53,
            "ar": "هَلْ يَنْظُرُوْنَ اِلَّا تَأْوِيْلَهٗۗ يَوْمَ يَأْتِيْ تَأْوِيْلُهٗ يَقُوْلُ الَّذِيْنَ نَسُوْهُ مِنْ قَبْلُ قَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۚ فَهَلْ لَّنَا مِنْ شُفَعَاۤءَ فَيَشْفَعُوْا لَنَآ اَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِيْ كُنَّا نَعْمَ",
            "tr": "hal yan<u>zh</u>uruuna ill<u>aa</u> ta/wiilahu yawma ya/tii ta/wiiluhu yaquulu <strong>al</strong>la<u>dz</u>iina nasuuhu min qablu qad j<u>aa</u>-at rusulu rabbin<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi fahal lan<u>aa</u> min syufa'<u>aa</u>-a fayasyfa'uu lan<u>aa</u> aw nuraddu fana'mala ghayra <strong>al</strong>la<u>dz</u>ii kunn<u>aa</u> na'malu qad khasiruu anfusahum wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>",
            "idn": "Tidakkah mereka hanya menanti-nanti bukti kebenaran (Al-Qur'an) itu. Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, “Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?” Mereka sebenarnya telah merugikan dirinya sendiri dan apa yang mereka ada-adakan dahulu telah hilang lenyap dari mereka."
        },
        {
            "id": 1008,
            "surah": 7,
            "nomor": 54,
            "ar": "اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يُغْشِى الَّيْلَ النَّهَارَ يَطْلُبُهٗ حَثِيْثًاۙ وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖٓ  ۙاَلَا لَهُ الْخَلْقُ ",
            "tr": "inna rabbakumu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi yughsyii <strong>al</strong>layla <strong>al</strong>nnah<u>aa</u>ra ya<u>th</u>lubuhu <u>h</u>atsiitsan wa<strong>al</strong>sysyamsa wa<strong>a</strong>lqamara wa<strong>al</strong>nnujuuma musakhkhar<u>aa</u>tin bi-amrihi <strong>a</strong>l<u>aa</u> lahu <strong>a</strong>lkhalqu wa<strong>a</strong>l-amru tab<u>aa</u>raka <strong>al</strong>l<u>aa</u>hu rabbu <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
            "idn": "Sungguh, Tuhanmu (adalah) Allah yang menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas ‘Arsy. Dia menutupkan malam kepada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan dan bintang-bintang tunduk kepada perintah-Nya. Ingatlah! Segala penciptaan dan urusan menjadi hak-Nya. Mahasuci Allah, Tuhan seluruh alam."
        },
        {
            "id": 1009,
            "surah": 7,
            "nomor": 55,
            "ar": "اُدْعُوْا رَبَّكُمْ تَضَرُّعًا وَّخُفْيَةً ۗاِنَّهٗ لَا يُحِبُّ الْمُعْتَدِيْنَۚ ",
            "tr": "ud'uu rabbakum ta<u>dh</u>arru'an wakhufyatan innahu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmu'tadiin<strong>a</strong>",
            "idn": "Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas."
        },
        {
            "id": 1010,
            "surah": 7,
            "nomor": 56,
            "ar": "وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَا وَادْعُوْهُ خَوْفًا وَّطَمَعًاۗ اِنَّ رَحْمَتَ اللّٰهِ قَرِيْبٌ مِّنَ الْمُحْسِنِيْنَ ",
            "tr": "wal<u>aa</u> tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i ba'da i<u>sh</u>l<u>aah</u>ih<u>aa</u> wa<strong>u</strong>d'uuhu khawfan wa<u>th</u>ama'an inna ra<u>h</u>mata <strong>al</strong>l<u>aa</u>hi qariibun mina <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
            "idn": "Dan janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat kepada orang yang berbuat kebaikan."
        },
        {
            "id": 1011,
            "surah": 7,
            "nomor": 57,
            "ar": "وَهُوَ الَّذِيْ يُرْسِلُ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ حَتّٰٓى اِذَآ اَقَلَّتْ سَحَابًا ثِقَالًا سُقْنٰهُ لِبَلَدٍ مَّيِّتٍ فَاَنْزَلْنَا بِهِ الْمَاۤءَ فَاَخْرَجْنَا بِهٖ مِنْ كُلِّ الثَّمَرٰتِۗ  كَذٰلِكَ نُخْرِجُ الْمَوْتٰى لَعَلَّكُمْ ت",
            "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii yursilu <strong>al</strong>rriy<u>aah</u>a busyran bayna yaday ra<u>h</u>matihi <u>h</u>att<u>aa</u> i<u>dzaa</u> aqallat sa<u>haa</u>ban tsiq<u>aa</u>lan suqn<u>aa</u>hu libaladin mayyitin fa-anzaln<u>aa</u> bihi <strong>a</strong>lm<u>aa</u>-a fa-akhrajn<u>aa</u> bihi min kulli <strong>al</strong>tstsamar<u>aa</u>ti ka<u>dzaa</u>lika nukhriju <strong>a</strong>lmawt<u>aa</u> la'allakum ta<u>dz</u>akkaruun<strong>a</strong>",
            "idn": "Dialah yang meniupkan angin sebagai pembawa kabar gembira, mendahului kedatangan rahmat-Nya (hujan), sehingga apabila angin itu membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang yang telah mati, mudah-mudahan kamu mengambil pelajaran."
        },
        {
            "id": 1012,
            "surah": 7,
            "nomor": 58,
            "ar": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهٗ بِاِذْنِ رَبِّهٖۚ وَالَّذِيْ خَبُثَ لَا يَخْرُجُ اِلَّا نَكِدًاۗ  كَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ لِقَوْمٍ يَّشْكُرُوْنَ ࣖ ",
            "tr": "wa<strong>a</strong>lbaladu <strong>al</strong><u>ththh</u>ayyibu yakhruju nab<u>aa</u>tuhu bi-i<u>dz</u>ni rabbihi wa<strong>a</strong>lla<u>dz</u>ii khabutsa l<u>aa</u> yakhruju ill<u>aa</u> nakidan ka<u>dzaa</u>lika nu<u>sh</u>arrifu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin yasykuruun<strong>a</strong>",
            "idn": "Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan izin Tuhan; dan tanah yang buruk, tanaman-tanamannya yang tumbuh merana. Demikianlah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami) bagi orang-orang yang bersyukur."
        },
        {
            "id": 1013,
            "surah": 7,
            "nomor": 59,
            "ar": "لَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "tr": "laqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi faq<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu innii akh<u>aa</u>fu 'alaykum 'a<u>dzaa</u>ba yawmin 'a<u>zh</u>iim<strong>in</strong>",
            "idn": "Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya aku takut kamu akan ditimpa azab pada hari yang dahsyat (kiamat)."
        },
        {
            "id": 1014,
            "surah": 7,
            "nomor": 60,
            "ar": "قَالَ الْمَلَاُ مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "tr": "q<u>aa</u>la <strong>a</strong>lmalau min qawmihi inn<u>aa</u> lanar<u>aa</u>ka fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
            "idn": "Pemuka-pemuka kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar berada dalam kesesatan yang nyata.”"
        },
        {
            "id": 1015,
            "surah": 7,
            "nomor": 61,
            "ar": "قَالَ يٰقَوْمِ لَيْسَ بِيْ ضَلٰلَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "tr": "q<u>aa</u>la y<u>aa</u> qawmi laysa bii <u>dh</u>al<u>aa</u>latun wal<u>aa</u>kinnii rasuulun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
            "idn": "Dia (Nuh) menjawab, “Wahai kaumku! Aku tidak sesat; tetapi aku ini seorang Rasul dari Tuhan seluruh alam."
        },
        {
            "id": 1016,
            "surah": 7,
            "nomor": 62,
            "ar": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنْصَحُ لَكُمْ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "tr": "uballighukum ris<u>aa</u>l<u>aa</u>ti rabbii wa-an<u>sh</u>a<u>h</u>u lakum wa-a'lamu mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>",
            "idn": "Aku menyampaikan kepadamu amanat Tuhanku, memberi nasihat kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.”"
        },
        {
            "id": 1017,
            "surah": 7,
            "nomor": 63,
            "ar": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوْا وَلَعَلَّكُمْ تُرْحَمُوْنَ ",
            "tr": "awa 'ajibtum an j<u>aa</u>-akum <u>dz</u>ikrun min rabbikum 'al<u>aa</u> rajulin minkum liyun<u>dz</u>irakum walitattaquu wala'allakum tur<u>h</u>amuun<strong>a</strong>",
            "idn": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat?"
        },
        {
            "id": 1018,
            "surah": 7,
            "nomor": 64,
            "ar": "فَكَذَّبُوْهُ فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ فِى الْفُلْكِ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمًا عَمِيْنَ ࣖ ",
            "tr": "faka<u>dzdz</u>abuuhu fa-anjayn<u>aa</u>hu wa<strong>a</strong>lla<u>dz</u>iina ma'ahu fii <strong>a</strong>lfulki wa-aghraqn<u>aa</u> <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> innahum k<u>aa</u>nuu qawman 'amiin<strong>a</strong>",
            "idn": "Maka mereka mendustakannya (Nuh). Lalu Kami selamatkan dia dan orang-orang yang bersamanya di dalam kapal. Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya)."
        },
        {
            "id": 1019,
            "surah": 7,
            "nomor": 65,
            "ar": "۞ وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
            "tr": "wa-il<u>aa</u> '<u>aa</u>din akh<u>aa</u>hum huudan q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu afal<u>aa</u> tattaquun<strong>a</strong>",
            "idn": "Dan kepada kaum ‘Ad (Kami utus) Hud, saudara mereka. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?”"
        },
        {
            "id": 1020,
            "surah": 7,
            "nomor": 66,
            "ar": "قَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ سَفَاهَةٍ وَّاِنَّا لَنَظُنُّكَ مِنَ الْكٰذِبِيْنَ ",
            "tr": "q<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi inn<u>aa</u> lanar<u>aa</u>ka fii saf<u>aa</u>hatin wa-inn<u>aa</u> lana<u>zh</u>unnuka mina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>",
            "idn": "Pemuka-pemuka orang-orang yang kafir dari kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar kurang waras dan kami kira kamu termasuk orang-orang yang berdusta.”"
        },
        {
            "id": 1021,
            "surah": 7,
            "nomor": 67,
            "ar": "قَالَ يٰقَوْمِ لَيْسَ بِيْ سَفَاهَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "tr": "q<u>aa</u>la y<u>aa</u> qawmi laysa bii saf<u>aa</u>hatun wal<u>aa</u>kinnii rasuulun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
            "idn": "Dia (Hud) menjawab, “Wahai kaumku! Bukan aku kurang waras, tetapi aku ini adalah Rasul dari Tuhan seluruh alam."
        },
        {
            "id": 1022,
            "surah": 7,
            "nomor": 68,
            "ar": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنَا۠ لَكُمْ نَاصِحٌ اَمِيْنٌ ",
            "tr": "uballighukum ris<u>aa</u>l<u>aa</u>ti rabbii wa-an<u>aa</u> lakum n<u>aas</u>i<u>h</u>un amiin<strong>un</strong>",
            "idn": "Aku menyampaikan kepadamu amanat Tuhanku dan pemberi nasihat yang terpercaya kepada kamu."
        },
        {
            "id": 1023,
            "surah": 7,
            "nomor": 69,
            "ar": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْۗ وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ قَوْمِ نُوْحٍ وَّزَادَكُمْ فِى الْخَلْقِ بَصْۣطَةً ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُوْنَ",
            "tr": "awa 'ajibtum an j<u>aa</u>-akum <u>dz</u>ikrun min rabbikum 'al<u>aa</u> rajulin minkum liyun<u>dz</u>irakum wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> ja'alakum khulaf<u>aa</u>-a min ba'di qawmi nuu<u>h</u>in waz<u>aa</u>dakum fii <strong>a</strong>lkhalqi bas<u>th</u>atan fa<strong>u</strong><u>dz</u>kuruu <u>aa</u>l<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi la'allakum tufli<u>h</u>uun<strong>a</strong>",
            "idn": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu? Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung. ”"
        },
        {
            "id": 1024,
            "surah": 7,
            "nomor": 70,
            "ar": "قَالُوْٓا اَجِئْتَنَا لِنَعْبُدَ اللّٰهَ وَحْدَهٗ وَنَذَرَ مَا كَانَ يَعْبُدُ اٰبَاۤؤُنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
            "tr": "q<u>aa</u>luu aji/tan<u>aa</u> lina'buda <strong>al</strong>l<u>aa</u>ha wa<u>h</u>dahu wana<u>dz</u>ara m<u>aa</u> k<u>aa</u>na ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> fa/tin<u>aa</u> bim<u>aa</u> ta'idun<u>aa</u> in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
            "idn": "Mereka berkata, “Apakah kedatanganmu kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh nenek moyang kami? Maka buktikanlah ancamanmu kepada kami, jika kamu benar!”"
        },
        {
            "id": 1025,
            "surah": 7,
            "nomor": 71,
            "ar": "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّنْ رَّبِّكُمْ رِجْسٌ وَّغَضَبٌۗ  اَتُجَادِلُوْنَنِيْ فِيْٓ اَسْمَاۤءٍ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّا نَزَّلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
            "tr": "q<u>aa</u>la qad waqa'a 'alaykum min rabbikum rijsun wagha<u>dh</u>abun atuj<u>aa</u>diluunanii fii asm<u>aa</u>-in sammaytumuuh<u>aa</u> antum wa<u>aa</u>b<u>aa</u>ukum m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu bih<u>aa</u> min sul<u>th</u><u>aa</u>nin fa<strong>i</strong>nta<u>zh</u>iruu innii ma'akum mina <strong>a</strong>lmunta<u>zh</u>iriin<strong>a</strong>",
            "idn": "Dia (Hud) menjawab, “Sungguh, kebencian dan kemurkaan dari Tuhan akan menimpa kamu. Apakah kamu hendak berbantah denganku tentang nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri, padahal Allah tidak menurunkan keterangan untuk itu? Jika demikian, tunggulah! Sesungguhnya aku pun bersamamu termasuk yang menunggu.”"
        },
        {
            "id": 1026,
            "surah": 7,
            "nomor": 72,
            "ar": "فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَمَا كَانُوْا مُؤْمِنِيْنَ ࣖ ",
            "tr": "fa-anjayn<u>aa</u>hu wa<strong>a</strong>lla<u>dz</u>iina ma'ahu bira<u>h</u>matin minn<u>aa</u> waqa<u>th</u>a'n<u>aa</u> d<u>aa</u>bira <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wam<u>aa</u> k<u>aa</u>nuu mu/miniin<strong>a</strong>",
            "idn": "Maka Kami selamatkan dia (Hud) dan orang-orang yang bersamanya dengan rahmat Kami dan Kami musnahkan sampai ke akar-akarnya orang-orang yang mendustakan ayat-ayat Kami. Mereka bukanlah orang-orang beriman."
        },
        {
            "id": 1027,
            "surah": 7,
            "nomor": 73,
            "ar": "وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًاۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْۗ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤء",
            "tr": "wa-il<u>aa</u> tsamuuda akh<u>aa</u>hum <u>shaa</u>li<u>h</u>an q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu qad j<u>aa</u>-atkum bayyinatun min rabbikum h<u>aadz</u>ihi n<u>aa</u>qatu <strong>al</strong>l<u>aa</u>hi lakum <u>aa</u>yatan fa<u>dz</u>aruuh<u>aa</u> ta/kul fii ar<u>dh</u>i <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> tamassuuh<u>aa</u> bisuu-in faya/khu<u>dz</u>akum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>",
            "idn": "Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) unta betina dari Allah sebagai tanda untukmu. Biarkanlah ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih.”"
        },
        {
            "id": 1028,
            "surah": 7,
            "nomor": 74,
            "ar": "وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّاَكُمْ فِى الْاَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ",
            "tr": "wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> ja'alakum khulaf<u>aa</u>-a min ba'di '<u>aa</u>din wabawwa-akum fii <strong>a</strong>l-ar<u>dh</u>i tattakhi<u>dz</u>uuna min suhuulih<u>aa</u> qu<u>sh</u>uuran watan<u>h</u>ituuna <strong>a</strong>ljib<u>aa</u>la buyuutan fa<strong>u</strong><u>dz</u>kuruu <u>aa</u>l<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> ta'tsaw fii <strong>a</strong>l-ar<u>dh</u>i mufsidiin<strong>a</strong>",
            "idn": "Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum ‘Ad dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi."
        },
        {
            "id": 1029,
            "surah": 7,
            "nomor": 75,
            "ar": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لِلَّذِيْنَ اسْتُضْعِفُوْا لِمَنْ اٰمَنَ مِنْهُمْ اَتَعْلَمُوْنَ اَنَّ صٰلِحًا مُّرْسَلٌ مِّنْ رَّبِّهٖۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلَ بِهٖ مُؤْمِنُوْنَ ",
            "tr": "q<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina istakbaruu min qawmihi lilla<u>dz</u>iina istu<u>dh</u>'ifuu liman <u>aa</u>mana minhum ata'lamuuna anna <u>shaa</u>li<u>h</u>an mursalun min rabbihi q<u>aa</u>luu inn<u>aa</u> bim<u>aa</u> ursila bihi mu/minuun<strong>a</strong>",
            "idn": "Pemuka-pemuka yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, “Tahukah kamu bahwa Saleh adalah seorang rasul dari Tuhannya?” Mereka menjawab, “Sesungguhnya kami percaya kepada apa yang disampaikannya.”"
        },
        {
            "id": 1030,
            "surah": 7,
            "nomor": 76,
            "ar": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا بِالَّذِيْٓ اٰمَنْتُمْ بِهٖ كٰفِرُوْنَ",
            "tr": "q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina istakbaruu inn<u>aa</u> bi<strong>a</strong>lla<u>dz</u>ii <u>aa</u>mantum bihi k<u>aa</u>firuun<strong>a</strong>",
            "idn": "Orang-orang yang menyombongkan diri berkata, “Sesungguhnya kami mengingkari apa yang kamu percayai.”"
        },
        {
            "id": 1031,
            "surah": 7,
            "nomor": 77,
            "ar": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ ",
            "tr": "fa'aqaruu <strong>al</strong>nn<u>aa</u>qata wa'ataw 'an amri rabbihim waq<u>aa</u>luu y<u>aa</u> <u>shaa</u>li<u>h</u>u i/tin<u>aa</u> bim<u>aa</u> ta'idun<u>aa</u> in kunta mina <strong>a</strong>lmursaliin<strong>a</strong>",
            "idn": "Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, “Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.”"
        },
        {
            "id": 1032,
            "surah": 7,
            "nomor": 78,
            "ar": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ",
            "tr": "fa-akha<u>dz</u>at-humu <strong>al</strong>rrajfatu fa-a<u>sh</u>ba<u>h</u>uu fii d<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>",
            "idn": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka."
        },
        {
            "id": 1033,
            "surah": 7,
            "nomor": 79,
            "ar": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَةَ رَبِّيْ وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَّا تُحِبُّوْنَ النّٰصِحِيْنَ ",
            "tr": "fatawall<u>aa</u> 'anhum waq<u>aa</u>la y<u>aa</u> qawmi laqad ablaghtukum ris<u>aa</u>lata rabbii wana<u>sh</u>a<u>h</u>tu lakum wal<u>aa</u>kin l<u>aa</u> tu<u>h</u>ibbuuna <strong>al</strong>nn<u>aas</u>i<u>h</u>iin<strong>a</strong>",
            "idn": "Kemudian dia (Saleh) pergi meninggalkan mereka sambil berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Tetapi kamu tidak menyukai orang yang memberi nasihat.”"
        },
        {
            "id": 1034,
            "surah": 7,
            "nomor": 80,
            "ar": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
            "tr": "waluu<u>th</u>an i<u>dz</u> q<u>aa</u>la liqawmihi ata/tuuna <strong>a</strong>lf<u>aah</u>isyata m<u>aa</u> sabaqakum bih<u>aa</u> min a<u>h</u>adin mina <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
            "idn": "Dan (Kami juga telah mengutus) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu melakukan perbuatan keji, yang belum pernah dilakukan oleh seorang pun sebelum kamu (di dunia ini)."
        },
        {
            "id": 1035,
            "surah": 7,
            "nomor": 81,
            "ar": "اِنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ",
            "tr": "innakum lata/tuuna <strong>al</strong>rrij<u>aa</u>la syahwatan min duuni <strong>al</strong>nnis<u>aa</u>-i bal antum qawmun musrifuun<strong>a</strong>",
            "idn": "Sungguh, kamu telah melampiaskan syahwatmu kepada sesama lelaki bukan kepada perempuan. Kamu benar-benar kaum yang melampaui batas.”"
        },
        {
            "id": 1036,
            "surah": 7,
            "nomor": 82,
            "ar": "وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ ",
            "tr": "wam<u>aa</u> k<u>aa</u>na jaw<u>aa</u>ba qawmihi ill<u>aa</u> an q<u>aa</u>luu akhrijuuhum min qaryatikum innahum un<u>aa</u>sun yata<u>th</u>ahharuun<strong>a</strong>",
            "idn": "Dan jawaban kaumnya tidak lain hanya berkata, “Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.”"
        },
        {
            "id": 1037,
            "surah": 7,
            "nomor": 83,
            "ar": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
            "tr": "fa-anjayn<u>aa</u>hu wa-ahlahu ill<u>aa</u> imra-atahu k<u>aa</u>nat mina <strong>a</strong>lgh<u>aa</u>biriin<strong>a</strong>",
            "idn": "Kemudian Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk orang-orang yang tertinggal."
        },
        {
            "id": 1038,
            "surah": 7,
            "nomor": 84,
            "ar": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ࣖ ",
            "tr": "wa-am<u>th</u>arn<u>aa</u> 'alayhim ma<u>th</u>aran fa<strong>u</strong>n<u>zh</u>ur kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmujrimiin<strong>a</strong>",
            "idn": "Dan Kami hujani mereka dengan hujan (batu). Maka perhatikanlah bagaimana kesudahan orang yang berbuat dosa itu."
        },
        {
            "id": 1039,
            "surah": 7,
            "nomor": 85,
            "ar": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْاَر",
            "tr": "wa-il<u>aa</u> madyana akh<u>aa</u>hum syu'ayban q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu qad j<u>aa</u>-atkum bayyinatun min rabbikum fa-awfuu <strong>a</strong>lkayla wa<strong>a</strong>lmiiz<u>aa</u>na wal<u>aa</u> tabkhasuu <strong>al</strong>nn<u>aa</u>sa asyy<u>aa</u>-ahum wal<u>aa</u> tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i ba'da i<u>sh</u>l<u>aah</u>ih<u>aa</u> <u>dzaa</u>likum khayrun lakum in kuntum mu/miniin<strong>a</strong>",
            "idn": "Dan kepada penduduk Madyan, Kami (utus) Syuaib, saudara mereka sendiri. Dia berkata, “Wahai kaumku! Sembahlah Allah. Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan jangan kamu merugikan orang sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman.”"
        },
        {
            "id": 1040,
            "surah": 7,
            "nomor": 86,
            "ar": "وَلَا تَقْعُدُوْا بِكُلِّ صِرَاطٍ تُوْعِدُوْنَ وَتَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُوْنَهَا عِوَجًاۚ وَاذْكُرُوْٓا اِذْ كُنْتُمْ قَلِيْلًا فَكَثَّرَكُمْۖ وَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ",
            "tr": "wal<u>aa</u> taq'uduu bikulli <u>sh</u>ir<u>aath</u>in tuu'iduuna wata<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi man <u>aa</u>mana bihi watabghuunah<u>aa</u> 'iwajan wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> kuntum qaliilan fakatstsarakum wa<strong>u</strong>n<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmufsidiin<strong>a</strong>",
            "idn": "Dan janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah dan ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."
        },
        {
            "id": 1041,
            "surah": 7,
            "nomor": 87,
            "ar": "وَاِنْ كَانَ طَاۤىِٕفَةٌ مِّنْكُمْ اٰمَنُوْا بِالَّذِيْٓ اُرْسِلْتُ بِهٖ وَطَاۤىِٕفَةٌ لَّمْ يُؤْمِنُوْا فَاصْبِرُوْا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ  ۔",
            "tr": "wa-in k<u>aa</u>na <u>th</u><u>aa</u>-ifatun minkum <u>aa</u>manuu bi<strong>a</strong>lla<u>dz</u>ii ursiltu bihi wa<u>th</u><u>aa</u>-ifatun lam yu/minuu fa<strong>i</strong><u>sh</u>biruu <u>h</u>att<u>aa</u> ya<u>h</u>kuma <strong>al</strong>l<u>aa</u>hu baynan<u>aa</u> wahuwa khayru <strong>a</strong>l<u>haa</u>kimiin<strong>a</strong>",
            "idn": "Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya, dan ada (pula) segolongan yang tidak beriman, maka bersabarlah sampai Allah menetapkan keputusan di antara kita. Dialah hakim yang terbaik."
        },
        {
            "id": 1042,
            "surah": 7,
            "nomor": 88,
            "ar": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لَنُخْرِجَنَّكَ يٰشُعَيْبُ وَالَّذِيْنَ اٰمَنُوْا مَعَكَ مِنْ قَرْيَتِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ قَالَ اَوَلَوْ كُنَّا كَارِهِيْنَ",
            "tr": "q<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina istakbaruu min qawmihi lanukhrijannaka y<u>aa</u> syu'aybu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'aka min qaryatin<u>aa</u> aw lata'uudunna fii millatin<u>aa</u> q<u>aa</u>la awa law kunn<u>aa</u> k<u>aa</u>rihiin<strong>a</strong>",
            "idn": "Pemuka-pemuka yang menyombongkan diri dari kaum Syuaib berkata, “Wahai Syuaib! Pasti kami usir engkau bersama orang-orang yang beriman dari negeri kami, kecuali engkau kembali kepada agama kami.”Syuaib berkata, “Apakah (kamu akan mengusir kami), kendatipun kami tidak suka?"
        },
        {
            "id": 1043,
            "surah": 7,
            "nomor": 89,
            "ar": "قَدِ افْتَرَيْنَا عَلَى اللّٰهِ كَذِبًا اِنْ عُدْنَا فِيْ مِلَّتِكُمْ بَعْدَ اِذْ نَجّٰىنَا اللّٰهُ مِنْهَاۗ وَمَا يَكُوْنُ لَنَآ اَنْ نَّعُوْدَ فِيْهَآ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ رَبُّنَاۗ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًاۗ عَلَى اللّٰهِ تَوَكَّ",
            "tr": "qadi iftarayn<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban in 'udn<u>aa</u> fii millatikum ba'da i<u>dz</u> najj<u>aa</u>n<u>aa</u> <strong>al</strong>l<u>aa</u>hu minh<u>aa</u> wam<u>aa</u> yakuunu lan<u>aa</u> an na'uuda fiih<u>aa</u> ill<u>aa</u> an yasy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu rabbun<u>aa</u> wasi'a rabbun<u>aa</u> kulla syay-in 'ilman 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi tawakkaln<u>aa</u> rabban<u>aa</u> ifta<u>h</u> baynan<u>aa</u> wabayna qawmin<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wa-anta khayru <strong>a</strong>lf<u>aa</u>ti<u>h</u>iin<strong>a</strong>",
            "idn": "Sungguh, kami telah mengada-adakan kebohongan yang besar terhadap Allah, jika kami kembali kepada agamamu, setelah Allah melepaskan kami darinya. Dan tidaklah pantas kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.”"
        },
        {
            "id": 1044,
            "surah": 7,
            "nomor": 90,
            "ar": "وَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ لَىِٕنِ اتَّبَعْتُمْ شُعَيْبًا ِانَّكُمْ اِذًا لَّخٰسِرُوْنَ",
            "tr": "waq<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi la-ini ittaba'tum syu'ayban innakum i<u>dz</u>an lakh<u>aa</u>siruun<strong>a</strong>",
            "idn": "Dan pemuka-pemuka dari kaumnya (Syuaib) yang kafir berkata (kepada sesamanya), “Sesungguhnya jika kamu mengikuti Syuaib, tentu kamu menjadi orang-orang yang rugi.”"
        },
        {
            "id": 1045,
            "surah": 7,
            "nomor": 91,
            "ar": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَۙ",
            "tr": "fa-akha<u>dz</u>at-humu <strong>al</strong>rrajfatu fa-a<u>sh</u>ba<u>h</u>uu fii d<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>",
            "idn": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka."
        },
        {
            "id": 1046,
            "surah": 7,
            "nomor": 92,
            "ar": "الَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَاَنْ لَّمْ يَغْنَوْا فِيْهَاۚ  اَلَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَانُوْا هُمُ الْخٰسِرِيْنَ",
            "tr": "<strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu syu'ayban ka-an lam yaghnaw fiih<u>aa</u> <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu syu'ayban k<u>aa</u>nuu humu <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>",
            "idn": "Orang-orang yang mendustakan Syuaib seakan-akan mereka belum pernah tinggal di (negeri) itu. Mereka yang mendustakan Syuaib, itulah orang-orang yang rugi."
        },
        {
            "id": 1047,
            "surah": 7,
            "nomor": 93,
            "ar": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسٰلٰتِ رَبِّيْ وَنَصَحْتُ لَكُمْۚ فَكَيْفَ اٰسٰى عَلٰى قَوْمٍ كٰفِرِيْنَ ࣖ ",
            "tr": "fatawall<u>aa</u> 'anhum waq<u>aa</u>la y<u>aa</u> qawmi laqad ablaghtukum ris<u>aa</u>l<u>aa</u>ti rabbii wana<u>sh</u>a<u>h</u>tu lakum fakayfa <u>aa</u>s<u>aa</u> 'al<u>aa</u> qawmin k<u>aa</u>firiin<strong>a</strong>",
            "idn": "Maka Syuaib meninggalkan mereka seraya berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang kafir?”"
        },
        {
            "id": 1048,
            "surah": 7,
            "nomor": 94,
            "ar": "وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّبِيٍّ اِلَّآ اَخَذْنَآ اَهْلَهَا بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَضَّرَّعُوْنَ",
            "tr": "wam<u>aa</u> arsaln<u>aa</u> fii qaryatin min nabiyyin ill<u>aa</u> akha<u>dz</u>n<u>aa</u> ahlah<u>aa</u> bi<strong>a</strong>lba/s<u>aa</u>-i wa<strong>al</strong><u>dhdh</u>arr<u>aa</u>-i la'allahum ya<u>dhdh</u>arra'uun<strong>a</strong>",
            "idn": "Dan Kami tidak mengutus seorang nabi pun kepada sesuatu negeri, (lalu penduduknya mendustakan nabi itu), melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan agar mereka (tunduk dengan) merendahkan diri."
        },
        {
            "id": 1049,
            "surah": 7,
            "nomor": 95,
            "ar": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰى عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۤءَنَا الضَّرَّاۤءُ وَالسَّرَّاۤءُ فَاَخَذْنٰهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
            "tr": "tsumma baddaln<u>aa</u> mak<u>aa</u>na <strong>al</strong>ssayyi-ati <strong>a</strong>l<u>h</u>asanata <u>h</u>att<u>aa</u> 'afaw waq<u>aa</u>luu qad massa <u>aa</u>b<u>aa</u>-an<u>aa</u> <strong>al</strong><u>dhdh</u>arr<u>aa</u>u wa<strong>al</strong>ssarr<u>aa</u>u fa-akha<u>dz</u>n<u>aa</u>hum baghtatan wahum l<u>aa</u> yasy'uruun<strong>a</strong>",
            "idn": "Kemudian Kami ganti penderitaan itu dengan kesenangan (sehingga keturunan dan harta mereka) bertambah banyak, lalu mereka berkata, “Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan,” maka Kami timpakan siksaan atas mereka dengan tiba-tiba tanpa mereka sadari."
        },
        {
            "id": 1050,
            "surah": 7,
            "nomor": 96,
            "ar": "وَلَوْ اَنَّ اَهْلَ الْقُرٰٓى اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۤءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوْا فَاَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ",
            "tr": "walaw anna ahla <strong>a</strong>lqur<u>aa</u> <u>aa</u>manuu wa<strong>i</strong>ttaqaw lafata<u>h</u>n<u>aa</u> 'alayhim barak<u>aa</u>tin mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u>kin ka<u>dzdz</u>abuu fa-akha<u>dz</u>n<u>aa</u>hum bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>",
            "idn": "Dan sekiranya penduduk negeri beriman dan bertakwa, pasti Kami akan melimpahkan kepada mereka berkah dari langit dan bumi, tetapi ternyata mereka mendustakan (ayat-ayat Kami), maka Kami siksa mereka sesuai dengan apa yang telah mereka kerjakan."
        },
        {
            "id": 1051,
            "surah": 7,
            "nomor": 97,
            "ar": "اَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ",
            "tr": "afa-amina ahlu <strong>a</strong>lqur<u>aa</u> an ya/tiyahum ba/sun<u>aa</u> bay<u>aa</u>tan wahum n<u>aa</u>-imuun<strong>a</strong>",
            "idn": "Maka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur?"
        },
        {
            "id": 1052,
            "surah": 7,
            "nomor": 98,
            "ar": "اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ",
            "tr": "awa amina ahlu <strong>a</strong>lqur<u>aa</u> an ya/tiyahum ba/sun<u>aa</u> <u>dh</u>u<u>h</u>an wahum yal'abuun<strong>a</strong>",
            "idn": "Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain?"
        },
        {
            "id": 1053,
            "surah": 7,
            "nomor": 99,
            "ar": "اَفَاَمِنُوْا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ اِلَّا الْقَوْمُ الْخٰسِرُوْنَ ࣖ ",
            "tr": "afa-aminuu makra <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> ya/manu makra <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> <strong>a</strong>lqawmu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
            "idn": "Atau apakah mereka merasa aman dari siksaan Allah (yang tidak terduga-duga)? Tidak ada yang merasa aman dari siksaan Allah selain orang-orang yang rugi."
        },
        {
            "id": 1054,
            "surah": 7,
            "nomor": 100,
            "ar": "اَوَلَمْ يَهْدِ لِلَّذِيْنَ يَرِثُوْنَ الْاَرْضَ مِنْۢ بَعْدِ اَهْلِهَآ اَنْ لَّوْ نَشَاۤءُ اَصَبْنٰهُمْ بِذُنُوْبِهِمْۚ وَنَطْبَعُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَسْمَعُوْنَ",
            "tr": "awa lam yahdi lilla<u>dz</u>iina yaritsuuna <strong>a</strong>l-ar<u>dh</u>a min ba'di ahlih<u>aa</u> an law nasy<u>aa</u>u a<u>sh</u>abn<u>aa</u>hum bi<u>dz</u>unuubihim wana<u>th</u>ba'u 'al<u>aa</u> quluubihim fahum l<u>aa</u> yasma'uun<strong>a</strong>",
            "idn": "Atau apakah belum jelas bagi orang-orang yang mewarisi suatu negeri setelah (lenyap) penduduknya? Bahwa kalau Kami menghendaki pasti Kami siksa mereka karena dosa-dosanya; dan Kami mengunci hati mereka sehingga mereka tidak dapat mendengar (pelajaran)."
        },
        {
            "id": 1055,
            "surah": 7,
            "nomor": 101,
            "ar": "تِلْكَ الْقُرٰى نَقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤىِٕهَاۚ وَلَقَدْ جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا مِنْ قَبْلُۗ  كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الْكٰفِرِيْنَ  ",
            "tr": "tilka <strong>a</strong>lqur<u>aa</u> naqu<u>shsh</u>u 'alayka min anb<u>aa</u>-ih<u>aa</u> walaqad j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti fam<u>aa</u> k<u>aa</u>nuu liyu/minuu bim<u>aa</u> ka<u>dzdz</u>abuu min qablu ka<u>dzaa</u>lika ya<u>th</u>ba'u <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> quluubi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>",
            "idn": "Itulah negeri-negeri (yang telah Kami binasakan) itu, Kami ceritakan sebagian kisahnya kepadamu. Rasul-rasul mereka benar-benar telah datang kepada mereka dengan membawa bukti-bukti yang nyata. Tetapi mereka tidak beriman (juga) kepada apa yang telah mereka dustakan sebelumnya. Demikianlah Allah mengunci hati orang-orang kafir."
        },
        {
            "id": 1056,
            "surah": 7,
            "nomor": 102,
            "ar": "وَمَا وَجَدْنَا لِاَكْثَرِهِمْ مِّنْ عَهْدٍۚ وَاِنْ وَّجَدْنَآ اَكْثَرَهُمْ لَفٰسِقِيْنَ",
            "tr": "wam<u>aa</u> wajadn<u>aa</u> li-aktsarihim min 'ahdin wa-in wajadn<u>aa</u> aktsarahum laf<u>aa</u>siqiin<strong>a</strong>",
            "idn": "Dan Kami tidak mendapati kebanyakan mereka memenuhi janji. Sebaliknya yang Kami dapati kebanyakan mereka adalah orang-orang yang benar-benar fasik."
        },
        {
            "id": 1057,
            "surah": 7,
            "nomor": 103,
            "ar": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَظَلَمُوْا بِهَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ  ",
            "tr": "tsumma ba'atsn<u>aa</u> min ba'dihim muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> il<u>aa</u> fir'awna wamala-ihi fa<u>zh</u>alamuu bih<u>aa</u> fa<strong>u</strong>nu<u>zh</u>ur kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmufsidiin<strong>a</strong>",
            "idn": "Setelah mereka, kemudian Kami utus Musa dengan membawa bukti-bukti Kami kepada Fir‘aun dan pemuka-pemuka kaumnya, lalu mereka mengingkari bukti-bukti itu. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."
        },
        {
            "id": 1058,
            "surah": 7,
            "nomor": 104,
            "ar": "وَقَالَ مُوْسٰى يٰفِرْعَوْنُ اِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَۙ",
            "tr": "waq<u>aa</u>la muus<u>aa</u> y<u>aa</u> fir'awnu innii rasuulun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
            "idn": "Dan Musa berkata, “Wahai Fir‘aun! Sungguh, aku adalah seorang utusan dari Tuhan seluruh alam,"
        },
        {
            "id": 1059,
            "surah": 7,
            "nomor": 105,
            "ar": "حَقِيْقٌ عَلٰٓى اَنْ لَّآ اَقُوْلَ عَلَى اللّٰهِ اِلَّا الْحَقَّۗ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّنْ رَّبِّكُمْ فَاَرْسِلْ مَعِيَ بَنِيْٓ اِسْرَاۤءِيْلَ ۗ",
            "tr": "<u>h</u>aqiiqun 'al<u>aa</u> an l<u>aa</u> aquula 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> <strong>a</strong>l<u>h</u>aqqa qad ji/tukum bibayyinatin min rabbikum fa-arsil ma'iya banii isr<u>aa</u>-iil<strong>a</strong>",
            "idn": "aku wajib mengatakan yang sebenarnya tentang Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu, maka lepaskanlah Bani Israil (pergi) bersamaku.”"
        },
        {
            "id": 1060,
            "surah": 7,
            "nomor": 106,
            "ar": "قَالَ اِنْ كُنْتَ جِئْتَ بِاٰيَةٍ فَأْتِ بِهَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
            "tr": "q<u>aa</u>la in kunta ji/ta bi-<u>aa</u>yatin fa/ti bih<u>aa</u> in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>",
            "idn": "Dia (Fir‘aun) menjawab, “Jika benar engkau membawa sesuatu bukti, maka tunjukkanlah, kalau kamu termasuk orang-orang yang benar.”"
        },
        {
            "id": 1061,
            "surah": 7,
            "nomor": 107,
            "ar": "فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۖ  ",
            "tr": "fa-alq<u>aa</u> 'a<u>shaa</u>hu fa-i<u>dzaa</u> hiya tsu'b<u>aa</u>nun mubiin<strong>un</strong>",
            "idn": "Lalu (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya."
        },
        {
            "id": 1062,
            "surah": 7,
            "nomor": 108,
            "ar": "وَّنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ",
            "tr": "wanaza'a yadahu fa-i<u>dzaa</u> hiya bay<u>daa</u>u li<strong>l</strong>nn<u>aats</u>iriin<strong>a</strong>",
            "idn": "Dan dia mengeluarkan tangannya, tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya."
        },
        {
            "id": 1063,
            "surah": 7,
            "nomor": 109,
            "ar": "قَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌۙ  ",
            "tr": "q<u>aa</u>la <strong>a</strong>lmalau min qawmi fir'awna inna h<u>aadzaa</u> las<u>aah</u>irun 'aliim<strong>un</strong>",
            "idn": "Pemuka-pemuka kaum Fir‘aun berkata, “Orang ini benar-benar pesihir yang pandai,"
        },
        {
            "id": 1064,
            "surah": 7,
            "nomor": 110,
            "ar": "يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ ۚ فَمَاذَا تَأْمُرُوْنَ",
            "tr": "yuriidu an yukhrijakum min ar<u>dh</u>ikum fam<u>aatsaa</u> ta/muruun<strong>a</strong>",
            "idn": "yang hendak mengusir kamu dari negerimu.” (Fir‘aun berkata), “Maka apa saran kamu?”"
        },
        {
            "id": 1065,
            "surah": 7,
            "nomor": 111,
            "ar": "قَالُوْآ اَرْجِهْ وَاَخَاهُ وَاَرْسِلْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَۙ ",
            "tr": "q<u>aa</u>luu arjih wa-akh<u>aa</u>hu wa-arsil fii <strong>a</strong>lmad<u>aa</u>-ini <u>haa</u>syiriin<strong>a</strong>",
            "idn": "(Pemuka-pemuka) itu menjawab, “Tahanlah (untuk sementara) dia dan saudaranya dan utuslah ke kota-kota beberapa orang untuk mengumpulkan (para pesihir),"
        },
        {
            "id": 1066,
            "surah": 7,
            "nomor": 112,
            "ar": "يَأْتُوْكَ بِكُلِّ سٰحِرٍ عَلِيْمٍ",
            "tr": "ya/tuuka bikulli s<u>aah</u>irin 'aliim<strong>in</strong>",
            "idn": "agar mereka membawa semua pesihir yang pandai kepadamu.”"
        },
        {
            "id": 1067,
            "surah": 7,
            "nomor": 113,
            "ar": "وَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا اِنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ",
            "tr": "waj<u>aa</u>-a <strong>al</strong>ssa<u>h</u>aratu fir'awna q<u>aa</u>luu inna lan<u>aa</u> la-ajran in kunn<u>aa</u> na<u>h</u>nu <strong>a</strong>lgh<u>aa</u>libiin<strong>a</strong>",
            "idn": "Dan para pesihir datang kepada Fir‘aun. Mereka berkata, “(Apakah) kami akan mendapat imbalan, jika kami menang?”"
        },
        {
            "id": 1068,
            "surah": 7,
            "nomor": 114,
            "ar": "قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ",
            "tr": "q<u>aa</u>la na'am wa-innakum lamina <strong>a</strong>lmuqarrabiin<strong>a</strong>",
            "idn": "Dia (Fir‘aun) menjawab, “Ya, bahkan kamu pasti termasuk orang-orang yang dekat (kepadaku).”"
        },
        {
            "id": 1069,
            "surah": 7,
            "nomor": 115,
            "ar": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ نَحْنُ الْمُلْقِيْنَ",
            "tr": "q<u>aa</u>luu y<u>aa</u> muus<u>aa</u> imm<u>aa</u> an tulqiya wa-imm<u>aa</u> an nakuuna na<u>h</u>nu <strong>a</strong>lmulqiin<strong>a</strong>",
            "idn": "Mereka (para pesihir) berkata, “Wahai Musa! Engkaukah yang akan melemparkan lebih dahulu, atau kami yang melemparkan?”"
        },
        {
            "id": 1070,
            "surah": 7,
            "nomor": 116,
            "ar": "قَالَ اَلْقُوْاۚ فَلَمَّآ اَلْقَوْا سَحَرُوْٓا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ",
            "tr": "q<u>aa</u>la <strong>a</strong>lquu falamm<u>aa</u> <strong>a</strong>lqaw sa<u>h</u>aruu a'yuna <strong>al</strong>nn<u>aa</u>si wa<strong>i</strong>starhabuuhum waj<u>aa</u>uu bisi<u>h</u>rin 'a<u>zh</u>iim<strong>in</strong>",
            "idn": "Dia (Musa) menjawab, “Lemparkanlah (lebih dahulu)!” Maka setelah mereka melemparkan, mereka menyihir mata orang banyak dan menjadikan orang banyak itu takut, karena mereka memperlihatkan sihir yang hebat (menakjubkan)."
        },
        {
            "id": 1071,
            "surah": 7,
            "nomor": 117,
            "ar": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ ",
            "tr": "wa-aw<u>h</u>ayn<u>aa</u> il<u>aa</u> muus<u>aa</u> an <strong>a</strong>lqi 'a<u>shaa</u>ka fa-i<u>dzaa</u> hiya talqafu m<u>aa</u> ya/fikuun<strong>a</strong>",
            "idn": "Dan Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka."
        },
        {
            "id": 1072,
            "surah": 7,
            "nomor": 118,
            "ar": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ ",
            "tr": "fawaqa'a <strong>a</strong>l<u>h</u>aqqu waba<u>th</u>ala m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
            "idn": "Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia."
        },
        {
            "id": 1073,
            "surah": 7,
            "nomor": 119,
            "ar": "فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ ",
            "tr": "faghulibuu hun<u>aa</u>lika wa<strong>i</strong>nqalabuu <u>shaa</u>ghiriin<strong>a</strong>",
            "idn": "Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina."
        },
        {
            "id": 1074,
            "surah": 7,
            "nomor": 120,
            "ar": "وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ ",
            "tr": "waulqiya <strong>al</strong>ssa<u>h</u>aratu s<u>aa</u>jidiin<strong>a</strong>",
            "idn": "Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud."
        },
        {
            "id": 1075,
            "surah": 7,
            "nomor": 121,
            "ar": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ ",
            "tr": "q<u>aa</u>luu <u>aa</u>mann<u>aa</u> birabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
            "idn": "Mereka berkata, “Kami beriman kepada Tuhan seluruh alam,"
        },
        {
            "id": 1076,
            "surah": 7,
            "nomor": 122,
            "ar": "رَبِّ مُوْسٰى وَهٰرُوْنَ",
            "tr": "rabbi muus<u>aa</u> wah<u>aa</u>ruun<strong>a</strong>",
            "idn": "(yaitu) Tuhannya Musa dan Harun.”"
        },
        {
            "id": 1077,
            "surah": 7,
            "nomor": 123,
            "ar": "قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّ هٰذَا لَمَكْرٌ مَّكَرْتُمُوْهُ فِى الْمَدِيْنَةِ لِتُخْرِجُوْا مِنْهَآ اَهْلَهَاۚ فَسَوْفَ تَعْلَمُوْنَ",
            "tr": "q<u>aa</u>la fir'awnu <u>aa</u>mantum bihi qabla an <u>aadz</u>ana lakum inna h<u>aadzaa</u> lamakrun makartumuuhu fii <strong>a</strong>lmadiinati litukhrijuu minh<u>aa</u> ahlah<u>aa</u> fasawfa ta'lamuun<strong>a</strong>",
            "idn": "Fir‘aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini, untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini)."
        },
        {
            "id": 1078,
            "surah": 7,
            "nomor": 124,
            "ar": "لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَ",
            "tr": "lauqa<u>th</u>i'anna aydiyakum wa-arjulakum min khil<u>aa</u>fin tsumma lau<u>sh</u>allibannakum ajma'iin<strong>a</strong>",
            "idn": "Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya), kemudian aku akan menyalib kamu semua.”"
        },
        {
            "id": 1079,
            "surah": 7,
            "nomor": 125,
            "ar": "قَالُوْٓا اِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَۙ ",
            "tr": "q<u>aa</u>luu inn<u>aa</u> il<u>aa</u> rabbin<u>aa</u> munqalibuun<strong>a</strong>",
            "idn": "Mereka (para pesihir) menjawab, “Sesungguhnya kami akan kembali kepada Tuhan kami."
        },
        {
            "id": 1080,
            "surah": 7,
            "nomor": 126,
            "ar": "وَمَا تَنْقِمُ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاٰيٰتِ رَبِّنَا لَمَّا جَاۤءَتْنَا ۗرَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ ࣖ ",
            "tr": "wam<u>aa</u> tanqimu minn<u>aa</u> ill<u>aa</u> an <u>aa</u>mann<u>aa</u> bi-<u>aa</u>y<u>aa</u>ti rabbin<u>aa</u> lamm<u>aa</u> j<u>aa</u>-atn<u>aa</u> rabban<u>aa</u> afrigh 'alayn<u>aa</u> <u>sh</u>abran watawaffan<u>aa</u> muslimiin<strong>a</strong>",
            "idn": "Dan engkau tidak melakukan balas dendam kepada kami, melainkan karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.” (Mereka berdoa), “Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).”"
        },
        {
            "id": 1081,
            "surah": 7,
            "nomor": 127,
            "ar": "وَقَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اَتَذَرُ مُوْسٰى وَقَوْمَهٗ لِيُفْسِدُوْا فِى الْاَرْضِ وَيَذَرَكَ وَاٰلِهَتَكَۗ قَالَ سَنُقَتِّلُ اَبْنَاۤءَهُمْ وَنَسْتَحْيٖ نِسَاۤءَهُمْۚ وَاِنَّا فَوْقَهُمْ قَاهِرُوْنَ",
            "tr": "waq<u>aa</u>la <strong>a</strong>lmalau min qawmi fir'awna ata<u>dz</u>aru muus<u>aa</u> waqawmahu liyufsiduu fii <strong>a</strong>l-ar<u>dh</u>i waya<u>dz</u>araka wa<u>aa</u>lihataka q<u>aa</u>la sanuqattilu abn<u>aa</u>-ahum wanasta<u>h</u>yii nis<u>aa</u>-ahum wa-inn<u>aa</u> fawqahum q<u>aa</u>hiruun<strong>a</strong>",
            "idn": "Dan para pemuka dari kaum Fir‘aun berkata, “Apakah engkau akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri ini (Mesir) dan meninggalkanmu dan tuhan-tuhanmu?” (Fir‘aun) menjawab, “Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka dan sesungguhnya kita berkuasa penuh atas mereka.”                   "
        },
        {
            "id": 1082,
            "surah": 7,
            "nomor": 128,
            "ar": "قَالَ مُوْسٰى لِقَوْمِهِ اسْتَعِيْنُوْا بِاللّٰهِ وَاصْبِرُوْاۚ اِنَّ الْاَرْضَ لِلّٰهِ ۗيُوْرِثُهَا مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ",
            "tr": "q<u>aa</u>la muus<u>aa</u> liqawmihi ista'iinuu bi<strong>al</strong>l<u>aa</u>hi wa<strong>i</strong><u>sh</u>biruu inna <strong>a</strong>l-ar<u>dh</u>a lill<u>aa</u>hi yuuritsuh<u>aa</u> man yasy<u>aa</u>u min 'ib<u>aa</u>dihi wa<strong>a</strong>l'<u>aa</u>qibatu lilmuttaqiin<strong>a</strong>",
            "idn": "Musa berkata kepada kaumnya, “Mohonlah pertolongan kepada Allah dan bersabarlah. Sesungguhnya bumi (ini) milik Allah; diwariskan-Nya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dan kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.”"
        },
        {
            "id": 1083,
            "surah": 7,
            "nomor": 129,
            "ar": "قَالُوْٓا اُوْذِيْنَا مِنْ قَبْلِ اَنْ تَأْتِيَنَا وَمِنْۢ بَعْدِ مَا جِئْتَنَا ۗقَالَ عَسٰى رَبُّكُمْ اَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الْاَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ ࣖ ",
            "tr": "q<u>aa</u>luu uu<u>dz</u>iin<u>aa</u> min qabli an ta/tiyan<u>aa</u> wamin ba'di m<u>aa</u> ji/tan<u>aa</u> q<u>aa</u>la 'as<u>aa</u> rabbukum an yuhlika 'aduwwakum wayastakhlifakum fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>ura kayfa ta'maluun<strong>a</strong>",
            "idn": "Mereka (kaum Musa) berkata,  ”Kami telah ditindas (oleh Fir‘aun) sebelum engkau datang kepada kami dan setelah engkau datang.” (Musa) menjawab, “Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu khalifah di bumi; maka Dia akan melihat bagaimana perbuatanmu.”"
        },
        {
            "id": 1084,
            "surah": 7,
            "nomor": 130,
            "ar": "وَلَقَدْ اَخَذْنَآ اٰلَ فِرْعَوْنَ بِالسِّنِيْنَ وَنَقْصٍ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَذَّكَّرُوْنَ",
            "tr": "walaqad akha<u>dz</u>n<u>aa</u> <u>aa</u>la fir'awna bi<strong>al</strong>ssiniina wanaq<u>sh</u>in mina <strong>al</strong>tstsamar<u>aa</u>ti la'allahum ya<u>dzdz</u>akkaruun<strong>a</strong>",
            "idn": "Dan sungguh, Kami telah menghukum Fir‘aun dan kaumnya dengan (mendatangkan musim kemarau) bertahun-tahun dan kekurangan buah-buahan, agar mereka mengambil pelajaran."
        },
        {
            "id": 1085,
            "surah": 7,
            "nomor": 131,
            "ar": "فَاِذَا جَاۤءَتْهُمُ الْحَسَنَةُ قَالُوْا لَنَا هٰذِهٖ ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّطَّيَّرُوْا بِمُوْسٰى وَمَنْ مَّعَهٗۗ  اَلَآ اِنَّمَا طٰۤىِٕرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "tr": "fa-i<u>dzaa</u> j<u>aa</u>-at-humu <strong>a</strong>l<u>h</u>asanatu q<u>aa</u>luu lan<u>aa</u> h<u>aadz</u>ihi wa-in tu<u>sh</u>ibhum sayyi-atun ya<u>ththh</u>ayyaruu bimuus<u>aa</u> waman ma'ahu <strong>a</strong>l<u>aa</u> innam<u>aa</u> <u>th</u><u>aa</u>-iruhum 'inda <strong>al</strong>l<u>aa</u>hi wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>",
            "idn": "Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, “Ini adalah karena (usaha) kami.” Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui."
        },
        {
            "id": 1086,
            "surah": 7,
            "nomor": 132,
            "ar": "وَقَالُوْا مَهْمَا تَأْتِنَا بِهٖ مِنْ اٰيَةٍ لِّتَسْحَرَنَا بِهَاۙ فَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
            "tr": "waq<u>aa</u>luu mahm<u>aa</u> ta/tin<u>aa</u> bihi min <u>aa</u>yatin litas<u>h</u>aran<u>aa</u> bih<u>aa</u> fam<u>aa</u> na<u>h</u>nu laka bimu/miniin<strong>a</strong>",
            "idn": "Dan mereka berkata (kepada Musa), “Bukti apa pun yang engkau bawa kepada kami untuk menyihir kami, kami tidak akan beriman kepadamu.”"
        },
        {
            "id": 1087,
            "surah": 7,
            "nomor": 133,
            "ar": "فَاَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ",
            "tr": "fa-arsaln<u>aa</u> 'alayhimu <strong>al</strong><u>ththh</u>uuf<u>aa</u>na wa<strong>a</strong>ljar<u>aa</u>da wa<strong>a</strong>lqummala wa<strong>al</strong><u>dhdh</u>af<u>aa</u>di'a wa<strong>al</strong>ddama <u>aa</u>y<u>aa</u>tin mufa<u>shsh</u>al<u>aa</u>tin fa<strong>i</strong>stakbaruu wak<u>aa</u>nuu qawman mujrimiin<strong>a</strong>",
            "idn": "Maka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa."
        },
        {
            "id": 1088,
            "surah": 7,
            "nomor": 134,
            "ar": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوْا يٰمُوْسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ  لَىِٕنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِيْٓ اِسْرَاۤءِيْلَ ۚ",
            "tr": "walamm<u>aa</u> waqa'a 'alayhimu <strong>al</strong>rrijzu q<u>aa</u>luu y<u>aa</u> muus<u>aa</u> ud'u lan<u>aa</u> rabbaka bim<u>aa</u> 'ahida 'indaka la-in kasyafta 'ann<u>aa</u> <strong>al</strong>rrijza lanu/minanna laka walanursilanna ma'aka banii isr<u>aa</u>-iil<strong>a</strong>",
            "idn": "Dan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, “Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.”"
        },
        {
            "id": 1089,
            "surah": 7,
            "nomor": 135,
            "ar": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ اِلٰٓى اَجَلٍ هُمْ بَالِغُوْهُ اِذَا هُمْ يَنْكُثُوْنَ",
            "tr": "falamm<u>aa</u> kasyafn<u>aa</u> 'anhumu <strong>al</strong>rrijza il<u>aa</u> ajalin hum b<u>aa</u>lighuuhu i<u>dzaa</u> hum yankutsuun<strong>a</strong>",
            "idn": "Tetapi setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi ternyata mereka ingkar janji."
        },
        {
            "id": 1090,
            "surah": 7,
            "nomor": 136,
            "ar": "فَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ فِى الْيَمِّ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ ",
            "tr": "fa<strong>i</strong>ntaqamn<u>aa</u> minhum fa-aghraqn<u>aa</u>hum fii <strong>a</strong>lyammi bi-annahum ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wak<u>aa</u>nuu 'anh<u>aa</u> gh<u>aa</u>filiin<strong>a</strong>",
            "idn": "Maka Kami hukum sebagian di antara mereka, lalu Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan melalaikan ayat-ayat Kami."
        },
        {
            "id": 1091,
            "surah": 7,
            "nomor": 137,
            "ar": "وَاَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَۙ بِمَا صَبَرُوْاۗ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَق",
            "tr": "wa-awratsn<u>aa</u> <strong>a</strong>lqawma <strong>al</strong>la<u>dz</u>iina k<u>aa</u>nuu yusta<u>dh</u>'afuuna masy<u>aa</u>riqa <strong>a</strong>l-ar<u>dh</u>i wamagh<u>aa</u>ribah<u>aa</u> <strong>al</strong>latii b<u>aa</u>rakn<u>aa</u> fiih<u>aa</u> watammat kalimatu rabbika <strong>a</strong>l<u>h</u>usn<u>aa</u> 'al<u>aa</u> banii isr<u>aa</u>-iila bim<u>aa</u> <u>sh</u>abaruu wadammarn<u>aa</u> m<u>aa</u> k<u>aa</u>na ya<u>sh</u>na'u fir'awnu waqawmuhu wam<u>aa</u> k<u>aa</u>nuu ya'risyuun<strong>a</strong>",
            "idn": "Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir‘aun dan kaumnya dan apa yang telah mereka bangun."
        },
        {
            "id": 1092,
            "surah": 7,
            "nomor": 138,
            "ar": "وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتَوْا عَلٰى قَوْمٍ يَّعْكُفُوْنَ عَلٰٓى اَصْنَامٍ لَّهُمْ ۚقَالُوْا يٰمُوْسَى اجْعَلْ لَّنَآ اِلٰهًا كَمَا لَهُمْ اٰلِهَةٌ  ۗقَالَ اِنَّكُمْ قَوْمٌ تَجْهَلُوْنَ",
            "tr": "waj<u>aa</u>wazn<u>aa</u> bibanii isr<u>aa</u>-iila <strong>a</strong>lba<u>h</u>ra fa-ataw 'al<u>aa</u> qawmin ya'kufuuna 'al<u>aa</u> a<u>sh</u>n<u>aa</u>min lahum q<u>aa</u>luu y<u>aa</u> muus<u>aa</u> ij'al lan<u>aa</u> il<u>aa</u>han kam<u>aa</u> lahum <u>aa</u>lihatun q<u>aa</u>la innakum qawmun tajhaluun<strong>a</strong>",
            "idn": "Dan Kami selamatkan Bani Israil menyeberangi laut itu (bagian utara dari Laut Merah). Ketika mereka sampai kepada suatu kaum yang tetap menyembah berhala, mereka (Bani Israil) berkata, “Wahai Musa! Buatlah untuk kami sebuah tuhan (berhala) sebagaimana mereka mempunyai beberapa tuhan (berhala).” (Musa) menjawab, “Sungguh, kamu orang-orang yang bodoh.”"
        },
        {
            "id": 1093,
            "surah": 7,
            "nomor": 139,
            "ar": "اِنَّ هٰٓؤُلَاۤءِ مُتَبَّرٌ مَّا هُمْ فِيْهِ وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
            "tr": "inna h<u>aa</u>ul<u>aa</u>-i mutabbarun m<u>aa</u> hum fiihi wab<u>aath</u>ilun m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
            "idn": "Sesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan."
        },
        {
            "id": 1094,
            "surah": 7,
            "nomor": 140,
            "ar": "قَالَ اَغَيْرَ اللّٰهِ اَبْغِيْكُمْ اِلٰهًا وَّهُوَ فَضَّلَكُمْ عَلَى الْعٰلَمِيْنَ",
            "tr": "q<u>aa</u>la aghayra <strong>al</strong>l<u>aa</u>hi abghiikum il<u>aa</u>han wahuwa fa<u>dhdh</u>alakum 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>",
            "idn": "Dia (Musa) berkata, “Pantaskah aku mencari tuhan untukmu selain Allah, padahal Dia yang telah melebihkan kamu atas segala umat (pada masa itu).”"
        },
        {
            "id": 1095,
            "surah": 7,
            "nomor": 141,
            "ar": "وَاِذْ اَنْجَيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِۚ يُقَتِّلُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ ",
            "tr": "wa-i<u>dz</u> anjayn<u>aa</u>kum min <u>aa</u>li fir'awna yasuumuunakum suu-a <strong>a</strong>l'a<u>dzaa</u>bi yuqattiluuna abn<u>aa</u>-akum wayasta<u>h</u>yuuna nis<u>aa</u>-akum wafii <u>dzaa</u>likum bal<u>aa</u>un min rabbikum 'a<u>zh</u>iim<strong>un</strong>",
            "idn": "Dan (ingatlah wahai Bani Israil) ketika Kami menyelamatkan kamu dari (Fir‘aun) dan kaumnya, yang menyiksa kamu dengan siksaan yang sangat berat, mereka membunuh anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu."
        },
        {
            "id": 1096,
            "surah": 7,
            "nomor": 142,
            "ar": "۞ وَوٰعَدْنَا مُوْسٰى ثَلٰثِيْنَ لَيْلَةً وَّاَتْمَمْنٰهَا بِعَشْرٍ فَتَمَّ مِيْقَاتُ رَبِّهٖٓ اَرْبَعِيْنَ لَيْلَةً ۚوَقَالَ مُوْسٰى لِاَخِيْهِ هٰرُوْنَ اخْلُفْنِيْ فِيْ قَوْمِيْ وَاَصْلِحْ وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ",
            "tr": "waw<u>aa</u>'adn<u>aa</u> muus<u>aa</u> tsal<u>aa</u>tsiina laylatan wa-atmamn<u>aa</u>h<u>aa</u> bi'asyrin fatamma miiq<u>aa</u>tu rabbihi arba'iina laylatan waq<u>aa</u>la muus<u>aa</u> li-akhiihi h<u>aa</u>ruuna ukhlufnii fii qawmii wa-a<u>sh</u>li<u>h</u> wal<u>aa</u> tattabi' sabiila <strong>a</strong>lmufsidiin<strong>a</strong>",
            "idn": "Dan Kami telah menjanjikan kepada Musa (memberikan Taurat) tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhannya empat puluh malam. Dan Musa berkata kepada saudaranya (yaitu) Harun, “Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah (dirimu dan kaummu),  dan janganlah engkau mengikuti  jalan orang-orang  yang berbuat kerusakan.”"
        },
        {
            "id": 1097,
            "surah": 7,
            "nomor": 143,
            "ar": "وَلَمَّا جَاۤءَ مُوْسٰى لِمِيْقَاتِنَا وَكَلَّمَهٗ رَبُّهٗۙ قَالَ رَبِّ اَرِنِيْٓ اَنْظُرْ اِلَيْكَۗ قَالَ لَنْ تَرٰىنِيْ وَلٰكِنِ انْظُرْ اِلَى الْجَبَلِ فَاِنِ اسْتَقَرَّ مَكَانَهٗ فَسَوْفَ تَرٰىنِيْۚ فَلَمَّا تَجَلّٰى رَبُّهٗ لِلْجَبَلِ جَعَلَهٗ دَكًّا",
            "tr": "walamm<u>aa</u> j<u>aa</u>-a muus<u>aa</u> limiiq<u>aa</u>tin<u>aa</u> wakallamahu rabbuhu q<u>aa</u>la rabbi arinii an<u>zh</u>ur ilayka q<u>aa</u>la lan tar<u>aa</u>nii wal<u>aa</u>kini un<u>zh</u>ur il<u>aa</u> <strong>a</strong>ljabali fa-ini istaqarra mak<u>aa</u>nahu fasawfa tar<u>aa</u>nii falamm<u>aa</u> tajall<u>aa</u> rabbuhu liljabali ja'alahu dakkan wakharra muus<u>aa</u> <u>sh</u>a'iqan falamm<u>aa</u> af<u>aa</u>qa q<u>aa</u>la sub<u>haa</u>naka tubtu ilayka wa-an<u>aa</u> awwalu <strong>a</strong>lmu/miniin<strong>a</strong>",
            "idn": "Dan ketika Musa datang untuk (munajat) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, (Musa) berkata, “Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.” (Allah) berfirman, “Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu, jika ia tetap di tempatnya (sebagai sediakala) niscaya engkau dapat melihat-Ku.” Maka ketika Tuhannya menampakkan (keagungan-Nya) kepada gunung itu, gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, “Mahasuci Engkau, aku bertobat kepada Engkau dan aku adalah orang yang pertama-tama beriman.”"
        },
        {
            "id": 1098,
            "surah": 7,
            "nomor": 144,
            "ar": "قَالَ يٰمُوْسٰٓى اِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
            "tr": "q<u>aa</u>la y<u>aa</u> muus<u>aa</u> innii i<u>sth</u>afaytuka 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si biris<u>aa</u>l<u>aa</u>tii wabikal<u>aa</u>mii fakhu<u>dz</u> m<u>aa</u> <u>aa</u>taytuka wakun mina <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>",
            "idn": "(Allah) berfirman, “Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegang-teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.”"
        },
        {
            "id": 1099,
            "surah": 7,
            "nomor": 145,
            "ar": "وَكَتَبْنَا لَهٗ فِى الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَّأْمُرْ قَوْمَكَ يَأْخُذُوْا بِاَحْسَنِهَا ۗسَاُورِيْكُمْ دَارَ الْفٰسِقِيْنَ",
            "tr": "wakatabn<u>aa</u> lahu fii <strong>a</strong>l-alw<u>aah</u>i min kulli syay-in maw'i<u>zh</u>atan wataf<u>sh</u>iilan likulli syay-in fakhu<u>dz</u>h<u>aa</u> biquwwatin wa/mur qawmaka ya/khu<u>dz</u>uu bi-a<u>h</u>sanih<u>aa</u> sauriikum d<u>aa</u>ra <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>",
            "idn": "Dan telah Kami tuliskan untuk Musa pada lauh-lauh (Taurat) segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal; maka (Kami berfirman), “Berpegangteguhlah kepadanya dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, Aku akan memperlihatkan kepadamu negeri orang-orang fasik.”   "
        },
        {
            "id": 1100,
            "surah": 7,
            "nomor": 146,
            "ar": "سَاَصْرِفُ عَنْ اٰيٰتِيَ الَّذِيْنَ يَتَكَبَّرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ وَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۚ وَاِنْ يَّرَوْا سَبِيْلَ الرُّشْدِ لَا يَتَّخِذُوْهُ سَبِيْلًاۚ وَاِنْ يَّرَوْا سَبِيْلَ الْغَيِّ يَتَّخِذُوْهُ سَبِي",
            "tr": "sa-a<u>sh</u>rifu 'an <u>aa</u>y<u>aa</u>tiya <strong>al</strong>la<u>dz</u>iina yatakabbaruuna fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi wa-in yaraw kulla <u>aa</u>yatin l<u>aa</u> yu/minuu bih<u>aa</u> wa-in yaraw sabiila <strong>al</strong>rrusydi l<u>aa</u> yattakhi<u>dz</u>uuhu sabiilan wa-in yaraw sabiila <strong>a</strong>lghayyi yattakhi<u>dz</u>uuhu sabiilan <u>dzaa</u>lika bi-annahum ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wak<u>aa</u>nuu 'anh<u>aa</u> gh<u>aa</u>filiin<strong>a</strong>",
            "idn": "Akan Aku palingkan dari tanda-tanda (kekuasaan-Ku) orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar. Kalaupun mereka melihat setiap tanda (kekuasaan-Ku) mereka tetap tidak akan beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak (akan) menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka menempuhnya. Yang demikian adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya."
        },
        {
            "id": 1101,
            "surah": 7,
            "nomor": 147,
            "ar": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤءِ الْاٰخِرَةِ حَبِطَتْ اَعْمَالُهُمْۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ࣖ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> waliq<u>aa</u>-i <strong>a</strong>l-<u>aa</u>khirati <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum hal yujzawna ill<u>aa</u> m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
            "idn": "Dan orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan (mendustakan) adanya pertemuan akhirat, sia-sialah amal mereka. Mereka diberi balasan sesuai dengan apa yang telah mereka kerjakan."
        },
        {
            "id": 1102,
            "surah": 7,
            "nomor": 148,
            "ar": "وَاتَّخَذَ قَوْمُ مُوْسٰى مِنْۢ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌۗ  اَلَمْ يَرَوْا اَنَّهٗ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيْهِمْ سَبِيْلًاۘ اِتَّخَذُوْهُ وَكَانُوْا ظٰلِمِيْنَ",
            "tr": "wa<strong>i</strong>ttakha<u>dz</u>a qawmu muus<u>aa</u> min ba'dihi min <u>h</u>uliyyihim 'ijlan jasadan lahu khuw<u>aa</u>run alam yaraw annahu l<u>aa</u> yukallimuhum wal<u>aa </u>yahdiihim sabiilan ittakha<u>dz</u>uuhu wak<u>aa</u>nuu <u>zhaa</u>limiin<strong>a</strong>",
            "idn": "Dan kaum Musa, setelah kepergian (Musa ke Gunung Sinai) mereka membuat patung anak sapi yang bertubuh dan dapat melenguh (bersuara) dari perhiasan (emas). Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang yang zalim."
        },
        {
            "id": 1103,
            "surah": 7,
            "nomor": 149,
            "ar": "وَلَمَّا سُقِطَ فِيْٓ اَيْدِيْهِمْ وَرَاَوْا اَنَّهُمْ قَدْ ضَلُّوْاۙ قَالُوْا لَىِٕنْ لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
            "tr": "walamm<u>aa</u> suqi<u>th</u>a fii aydiihim wara-aw annahum qad <u>dh</u>alluu q<u>aa</u>luu la-in lam yar<u>h</u>amn<u>aa</u> rabbun<u>aa</u> wayaghfir lan<u>aa</u> lanakuunanna mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>",
            "idn": "Dan setelah mereka menyesali perbuatannya dan mengetahui bahwa telah sesat, mereka pun berkata, “Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang rugi.”"
        },
        {
            "id": 1104,
            "surah": 7,
            "nomor": 150,
            "ar": "وَلَمَّا رَجَعَ مُوْسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفًاۙ قَالَ بِئْسَمَا خَلَفْتُمُوْنِيْ مِنْۢ بَعْدِيْۚ اَعَجِلْتُمْ اَمْرَ رَبِّكُمْۚ وَاَلْقَى الْاَلْوَاحَ وَاَخَذَ بِرَأْسِ اَخِيْهِ يَجُرُّهٗٓ اِلَيْهِ ۗقَالَ ابْنَ اُمَّ اِنَّ الْقَوْمَ اسْتَضْعَفُ",
            "tr": "walamm<u>aa</u> raja'a muus<u>aa</u> il<u>aa</u> qawmihi gha<u>dh</u>b<u>aa</u>na asifan q<u>aa</u>la bi/sam<u>aa</u> khalaftumuunii min ba'dii a'ajiltum amra rabbikum wa-alq<u>aa </u>al-alw<u>aah</u>a wa-akha<u>dz</u>a bira/si akhiihi yajurruhu ilayhi q<u>aa</u>la ibna umma inna <strong>a</strong>lqawma ista<u>dh</u>'afuunii wak<u>aa</u>duu yaqtuluunanii fal<u>aa</u> tusymit biya <strong>a</strong>l-a'd<u>aa</u>-a wal<u>aa</u> taj'alnii ma'a <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>",
            "idn": "Dan ketika Musa telah kembali kepada kaumnya, dengan marah dan sedih hati dia berkata, “Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?” Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala saudaranya (Harun) sambil menarik ke arahnya. (Harun) berkata, “Wahai anak ibuku! Kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku, sebab itu janganlah engkau menjadikan musuh-musuh menyoraki melihat kemalanganku, dan janganlah engkau jadikan aku sebagai orang-orang yang zalim.”"
        },
        {
            "id": 1105,
            "surah": 7,
            "nomor": 151,
            "ar": "قَالَ رَبِّ اغْفِرْ لِيْ وَلِاَخِيْ وَاَدْخِلْنَا فِيْ رَحْمَتِكَ ۖوَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ࣖ ",
            "tr": "q<u>aa</u>la rabbi ighfir lii wali-akhii wa-adkhiln<u>aa</u> fii ra<u>h</u>matika wa-anta ar<u>h</u>amu <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>",
            "idn": "Dia (Musa) berdoa, “Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang dari semua penyayang.”"
        },
        {
            "id": 1106,
            "surah": 7,
            "nomor": 152,
            "ar": "اِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِى الْحَيٰوةِ الدُّنْيَاۗ وَكَذٰلِكَ نَجْزِى الْمُفْتَرِيْنَ",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina ittakha<u>dz</u>uu <strong>a</strong>l'ijla sayan<u>aa</u>luhum gha<u>dh</u>abun min rabbihim wa<u>dz</u>illatun fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> waka<u>dzaa</u>lika najzii <strong>a</strong>lmuftariin<strong>a</strong>",
            "idn": "Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahannya), kelak akan menerima kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebohongan."
        },
        {
            "id": 1107,
            "surah": 7,
            "nomor": 153,
            "ar": "وَالَّذِيْنَ عَمِلُوا السَّيِّاٰتِ ثُمَّ تَابُوْا مِنْۢ بَعْدِهَا وَاٰمَنُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina 'amiluu <strong>al</strong>ssayyi-<u>aa</u>ti tsumma t<u>aa</u>buu min ba'dih<u>aa</u> wa<u>aa</u>manuu inna rabbaka min ba'dih<u>aa</u> laghafuurun ra<u>h</u>iim<strong>un</strong>",
            "idn": "Dan orang-orang yang telah mengerjakan kejahatan, kemudian bertobat dan beriman, niscaya setelah itu Tuhanmu Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 1108,
            "surah": 7,
            "nomor": 154,
            "ar": "وَلَمَّا سَكَتَ عَنْ مُّوْسَى الْغَضَبُ اَخَذَ الْاَلْوَاحَۖ وَفِيْ نُسْخَتِهَا هُدًى وَّرَحْمَةٌ لِّلَّذِيْنَ هُمْ لِرَبِّهِمْ يَرْهَبُوْنَ",
            "tr": "walamm<u>aa</u> sakata 'an muus<u>aa</u> <strong>a</strong>lgha<u>dh</u>abu akha<u>dz</u>a <strong>a</strong>l-alw<u>aah</u>a wafii nuskhatih<u>aa</u> hudan wara<u>h</u>matun lilla<u>dz</u>iina hum lirabbihim yarhabuun<strong>a</strong>",
            "idn": "Dan setelah amarah Musa mereda, diambilnya (kembali) lauh-lauh (Taurat) itu; di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya."
        },
        {
            "id": 1109,
            "surah": 7,
            "nomor": 155,
            "ar": "وَاخْتَارَ مُوْسٰى قَوْمَهٗ سَبْعِيْنَ رَجُلًا لِّمِيْقَاتِنَا ۚفَلَمَّآ اَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ اَهْلَكْتَهُمْ مِّنْ قَبْلُ وَاِيَّايَۗ اَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاۤءُ مِنَّاۚ اِنْ هِيَ اِلَّا فِتْنَتُكَۗ تُضِلُّ بِهَا ",
            "tr": "wa<strong>i</strong>kht<u>aa</u>ra muus<u>aa</u> qawmahu sab'iina rajulan limiiq<u>aa</u>tin<u>aa</u> falamm<u>aa</u> akha<u>dz</u>at-humu <strong>al</strong>rrajfatu q<u>aa</u>la rabbi law syi/ta ahlaktahum min qablu wa-iyy<u>aa</u>ya atuhlikun<u>aa</u> bim<u>aa</u> fa'ala <strong>al</strong>ssufah<u>aa</u>u minn<u>aa</u> in hiya ill<u>aa</u> fitnatuka tu<u>dh</u>illu bih<u>aa</u> man tasy<u>aa</u>u watahdii man tasy<u>aa</u>u anta waliyyun<u>aa</u> fa<strong>i</strong>ghfir lan<u>aa</u> wa<strong>i</strong>r<u>h</u>amn<u>aa</u> wa-anta khayru <strong>a</strong>lgh<u>aa</u>firiin<strong>a</strong>",
            "idn": "Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, “Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau binasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami? Itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki. Engkaulah pemimpin kami, maka ampunilah kami dan berilah kami rahmat. Engkaulah pemberi ampun yang terbaik.”"
        },
        {
            "id": 1110,
            "surah": 7,
            "nomor": 156,
            "ar": "۞ وَاكْتُبْ لَنَا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ اِنَّا هُدْنَآ اِلَيْكَۗ قَالَ عَذَابِيْٓ اُصِيْبُ بِهٖ مَنْ اَشَاۤءُۚ وَرَحْمَتِيْ وَسِعَتْ كُلَّ شَيْءٍۗ فَسَاَكْتُبُهَا لِلَّذِيْنَ يَتَّقُوْنَ وَيُؤْتُوْنَ الزَّكٰوةَ وَالَّذِيْنَ ه",
            "tr": "wa<strong>u</strong>ktub lan<u>aa</u> fii h<u>aadz</u>ihi <strong>al</strong>dduny<u>aa</u> <u>h</u>asanatan wafii <strong>a</strong>l-<u>aa</u>khirati inn<u>aa</u> hudn<u>aa</u> ilayka q<u>aa</u>la 'a<u>dzaa</u>bii u<u>sh</u>iibu bihi man asy<u>aa</u>u wara<u>h</u>matii wasi'at kulla syay-in fasa-aktubuh<u>aa</u> lilla<u>dz</u>iina yattaquuna wayu/tuuna <strong>al</strong>zzak<u>aa</u>ta wa<strong>a</strong>lla<u>dz</u>iina hum bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yu/minuun<strong>a</strong>",
            "idn": "Dan tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sungguh, kami kembali (bertobat) kepada Engkau. (Allah) berfirman, “Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.”"
        },
        {
            "id": 1111,
            "surah": 7,
            "nomor": 157,
            "ar": "اَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْاُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْ",
            "tr": "<strong>al</strong>la<u>dz</u>iina yattabi'uuna <strong>al</strong>rrasuula <strong>al</strong>nnabiyya <strong>a</strong>l-ummiyya <strong>al</strong>la<u>dz</u>ii yajiduunahu maktuuban 'indahum fii <strong>al</strong>ttawr<u>aa</u>ti wa<strong>a</strong>l-injiili ya/muruhum bi<strong>a</strong>lma'ruufi wayanh<u>aa</u>hum 'ani <strong>a</strong>lmunkari wayu<u>h</u>illu lahumu <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti wayu<u>h</u>arrimu 'alayhimu <strong>a</strong>lkhab<u>aa</u>-itsa waya<u>dh</u>a'u 'anhum i<u>sh</u>rahum wa<strong>a</strong>l-aghl<u>aa</u>la <strong>al</strong>latii k<u>aa</u>nat 'alayhim fa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu bihi wa'azzaruuhu wana<u>sh</u>aruuhu wa<strong>i</strong>ttaba'uu <strong>al</strong>nnuura <strong>al</strong>la<u>dz</u>ii unzila ma'ahu ul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
            "idn": "(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al-Qur'an), mereka itulah orang-orang beruntung."
        },
        {
            "id": 1112,
            "surah": 7,
            "nomor": 158,
            "ar": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ جَمِيْعًا ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ  لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُۖ فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهِ النَّبِيِّ الْاُمِّيِّ الَّذِيْ يُؤْمِنُ بِاللّٰهِ وَكَلِ",
            "tr": "qul y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su innii rasuulu <strong>al</strong>l<u>aa</u>hi ilaykum jamii'an <strong>al</strong>la<u>dz</u>ii lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa yu<u>h</u>yii wayumiitu fa<u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi <strong>al</strong>nnabiyyi <strong>a</strong>l-ummiyyi <strong>al</strong>la<u>dz</u>ii yu/minu bi<strong>al</strong>l<u>aa</u>hi wakalim<u>aa</u>tihi wa<strong>i</strong>ttabi'uuhu la'allakum tahtaduun<strong>a</strong>",
            "idn": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk.”          "
        },
        {
            "id": 1113,
            "surah": 7,
            "nomor": 159,
            "ar": "وَمِنْ قَوْمِ مُوْسٰٓى اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ",
            "tr": "wamin qawmi muus<u>aa</u> ummatun yahduuna bi<strong>a</strong>l<u>h</u>aqqi wabihi ya'diluun<strong>a</strong>",
            "idn": "Dan di antara kaum Musa itu terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil menjalankan keadilan."
        },
        {
            "id": 1114,
            "surah": 7,
            "nomor": 160,
            "ar": "وَقَطَّعْنٰهُمُ اثْنَتَيْ عَشْرَةَ اَسْبَاطًا اُمَمًاۗ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اِذِ اسْتَسْقٰىهُ قَوْمُهٗٓ اَنِ اضْرِبْ بِّعَصَاكَ الْحَجَرَۚ فَانْۢبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًاۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْۗ وَظَلَّلْنَا عَلَ",
            "tr": "waqa<u>ththh</u>a'n<u>aa</u>humu itsnatay 'asyrata asb<u>aath</u>an umaman wa-aw<u>h</u>ayn<u>aa</u> il<u>aa</u> muus<u>aa</u> i<u>dz</u>i istasq<u>aa</u>hu qawmuhu ani i<u>dh</u>rib bi'a<u>shaa</u>ka <strong>a</strong>l<u>h</u>ajara fa<strong>i</strong>nbajasat minhu itsnat<u>aa</u> 'asyrata 'aynan qad 'alima kullu un<u>aa</u>sin masyrabahum wa<u>zh</u>allaln<u>aa</u> 'alayhimu <strong>a</strong>lgham<u>aa</u>ma wa-anzaln<u>aa</u> 'alayhimu <strong>a</strong>lmanna wa<strong>al</strong>ssalw<u>aa</u> kuluu min <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> razaqn<u>aa</u>kum wam<u>aa</u> <u>zh</u>alamuun<u>aa</u> wal<u>aa</u>kin k<u>aa</u>nuu anfusahum ya<u>zh</u>limuun<strong>a</strong>",
            "idn": "Dan Kami membagi mereka menjadi dua belas suku yang masing-masing berjumlah besar, dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, “Pukullah batu itu dengan tongkatmu!” Maka memancarlah dari (batu) itu dua belas mata air. Setiap suku telah mengetahui tempat minumnya masing-masing. Dan Kami naungi mereka dengan awan dan Kami turunkan kepada mereka mann dan salwa. (Kami berfirman), “Makanlah yang baik-baik dari rezeki yang telah Kami berikan kepadamu.” Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi  dirinya sendiri."
        },
        {
            "id": 1115,
            "surah": 7,
            "nomor": 161,
            "ar": "وَاِذْ قِيْلَ لَهُمُ اسْكُنُوْا هٰذِهِ الْقَرْيَةَ وَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ وَقُوْلُوْا حِطَّةٌ وَّادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيْۤـٰٔتِكُمْۗ سَنَزِيْدُ الْمُحْسِنِيْنَ",
            "tr": "wa-i<u>dz</u> qiila lahumu uskunuu h<u>aadz</u>ihi <strong>a</strong>lqaryata wakuluu minh<u>aa</u> <u>h</u>aytsu syi/tum waquuluu <u>h</u>i<u>ththh</u>atun wa<strong>u</strong>dkhuluu <strong>a</strong>lb<u>aa</u>ba sujjadan naghfir lakum kha<u>th</u>ii-<u>aa</u>tikum sanaziidu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>",
            "idn": "Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil), “Diamlah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki.” Dan katakanlah, “Bebaskanlah kami dari dosa kami dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu.” Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik."
        },
        {
            "id": 1116,
            "surah": 7,
            "nomor": 162,
            "ar": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا مِنْهُمْ قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَظْلِمُوْنَ ࣖ ",
            "tr": "fabaddala <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu minhum qawlan ghayra <strong>al</strong>la<u>dz</u>ii qiila lahum fa-arsaln<u>aa</u> 'alayhim rijzan mina <strong>al</strong>ssam<u>aa</u>-i bim<u>aa</u> k<u>aa</u>nuu ya<u>zh</u>limuun<strong>a</strong>",
            "idn": "Maka orang-orang yang zalim di antara mereka mengganti (perkataan itu) dengan perkataan yang tidak dikatakan kepada mereka, maka Kami timpakan kepada mereka azab dari langit disebabkan kezaliman mereka."
        },
        {
            "id": 1117,
            "surah": 7,
            "nomor": 163,
            "ar": "وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِۘ اِذْ يَعْدُوْنَ فِى السَّبْتِ اِذْ تَأْتِيْهِمْ حِيْتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَّيَوْمَ لَا يَسْبِتُوْنَۙ لَا تَأْتِيْهِمْ ۛ كَذٰلِكَ ۛنَبْلُوْهُمْ بِمَا كَانُوْا يَفْسُقُوْنَ",
            "tr": "wa<strong>i</strong>s-alhum 'ani <strong>a</strong>lqaryati <strong>al</strong>latii k<u>aa</u>nat <u>had</u>irata <strong>a</strong>lba<u>h</u>ri i<u>dz</u> ya'duuna fii <strong>al</strong>ssabti i<u>dz</u> ta/tiihim <u>h</u>iit<u>aa</u>nuhum yawma sabtihim syurra'an wayawma l<u>aa</u> yasbituuna l<u>aa</u> ta/tiihim ka<u>dzaa</u>lika nabluuhum bim<u>aa</u> k<u>aa</u>nuu yafsuquun<strong>a</strong>",
            "idn": "Dan tanyakanlah kepada Bani Israil tentang negeri yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabtu, (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka berlaku fasik."
        },
        {
            "id": 1118,
            "surah": 7,
            "nomor": 164,
            "ar": "وَاِذْ قَالَتْ اُمَّةٌ مِّنْهُمْ لِمَ تَعِظُوْنَ قَوْمًاۙ ۨاللّٰهُ مُهْلِكُهُمْ اَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيْدًاۗ قَالُوْا مَعْذِرَةً اِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُوْنَ",
            "tr": "wa-i<u>dz</u> q<u>aa</u>lat ummatun minhum lima ta'i<u>zh</u>uuna qawman <strong>al</strong>l<u>aa</u>hu muhlikuhum aw mu'a<u>dzdz</u>ibuhum 'a<u>dzaa</u>ban syadiidan q<u>aa</u>luu ma'<u>dz</u>iratan il<u>aa</u> rabbikum wala'allahum yattaquun<strong>a</strong>",
            "idn": "Dan (ingatlah) ketika suatu umat di antara mereka berkata, “Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?” Mereka menjawab, “Agar kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu, dan agar mereka bertakwa.”"
        },
        {
            "id": 1119,
            "surah": 7,
            "nomor": 165,
            "ar": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖٓ اَنْجَيْنَا الَّذِيْنَ يَنْهَوْنَ عَنِ السُّوْۤءِ وَاَخَذْنَا الَّذِيْنَ ظَلَمُوْا بِعَذَابٍۢ بَـِٔيْسٍۢ بِمَا كَانُوْا يَفْسُقُوْنَ",
            "tr": "falamm<u>aa</u> nasuu m<u>aa</u> <u>dz</u>ukkiruu bihi anjayn<u>aa</u> <strong>al</strong>la<u>dz</u>iina yanhawna 'ani <strong>al</strong>ssuu-i wa-akha<u>dz</u>n<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu bi'a<u>dzaa</u>bin ba-iisin bim<u>aa</u> k<u>aa</u>nuu yafsuquun<strong>a</strong>",
            "idn": "Maka setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang orang berbuat jahat dan Kami timpakan kepada orang-orang yang zalim siksaan yang keras, disebabkan mereka selalu berbuat fasik."
        },
        {
            "id": 1120,
            "surah": 7,
            "nomor": 166,
            "ar": "فَلَمَّا عَتَوْا عَنْ مَّا نُهُوْا عَنْهُ قُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
            "tr": "falamm<u>aa</u> 'ataw 'an m<u>aa</u> nuhuu 'anhu quln<u>aa</u> lahum kuunuu qiradatan kh<u>aa</u>si-iin<strong>a</strong>",
            "idn": "Maka setelah mereka bersikap sombong terhadap segala apa yang dilarang. Kami katakan kepada mereka, “Jadilah kamu kera yang hina.”"
        },
        {
            "id": 1121,
            "surah": 7,
            "nomor": 167,
            "ar": "وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۤءَ الْعَذَابِۗ اِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ",
            "tr": "wa-i<u>dz</u> ta-a<u>dzdz</u>ana rabbuka layab'atsanna 'alayhim il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati man yasuumuhum suu-a <strong>a</strong>l'a<u>dzaa</u>bi inna rabbaka lasarii'u <strong>a</strong>l'iq<u>aa</u>bi wa-innahu laghafuurun ra<u>h</u>iim<strong>un</strong>",
            "idn": "Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sungguh, Dia akan mengirim orang-orang yang akan menimpakan azab yang seburuk-buruknya kepada mereka (orang Yahudi) sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 1122,
            "surah": 7,
            "nomor": 168,
            "ar": "وَقَطَّعْنٰهُمْ فِى الْاَرْضِ اُمَمًاۚ مِنْهُمُ الصّٰلِحُوْنَ وَمِنْهُمْ دُوْنَ ذٰلِكَ ۖوَبَلَوْنٰهُمْ بِالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
            "tr": "waqa<u>ththh</u>a'n<u>aa</u>hum fii <strong>a</strong>l-ar<u>dh</u>i umaman minhumu <strong>al</strong><u>shshaa</u>li<u>h</u>uuna waminhum duuna <u>dzaa</u>lika wabalawn<u>aa</u>hum bi<strong>a</strong>l<u>h</u>asan<u>aa</u>ti wa<strong>al</strong>ssayyi-<u>aa</u>ti la'allahum yarji'uun<strong>a</strong>",
            "idn": "Dan Kami pecahkan mereka di dunia ini menjadi beberapa golongan; di antaranya ada orang-orang yang saleh dan ada yang tidak demikian. Dan Kami uji mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran)."
        },
        {
            "id": 1123,
            "surah": 7,
            "nomor": 169,
            "ar": "فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ وَّرِثُوا الْكِتٰبَ يَأْخُذُوْنَ عَرَضَ هٰذَا الْاَدْنٰى وَيَقُوْلُوْنَ سَيُغْفَرُ لَنَاۚ وَاِنْ يَّأْتِهِمْ عَرَضٌ مِّثْلُهٗ يَأْخُذُوْهُۗ  اَلَمْ يُؤْخَذْ عَلَيْهِمْ مِّيْثَاقُ الْكِتٰبِ اَنْ لَّا يَقُوْلُوْا عَلَى اللّٰ",
            "tr": "fakhalafa min ba'dihim khalfun waritsuu alkit<u>aa</u>ba ya/khu<u>dz</u>uuna 'ara<u>dh</u>a h<u>aadzaa</u> al-adn<u>aa</u> wayaquuluuna sayughfaru lan<u>aa</u> wa-in ya/tihim 'ara<u>dh</u>un mitsluhu ya/khu<u>dz</u>uuhu alam yu/kha<u>dz</u> 'alayhim miits<u>aa</u>qu alkit<u>aa</u>bi an l<u>aa</u> yaquuluu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> al<u>h</u>aqqa wadarasuu m<u>aa</u> fiihi wa<strong>al</strong>dd<u>aa</u>ru al-<u>aa</u>khiratu khayrun lilla<u>dz</u>iina yattaquuna afal<u>aa</u> ta'qiluun<strong>a</strong>",
            "idn": "Maka setelah mereka, datanglah generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini. Lalu mereka berkata, “Kami akan diberi ampun.” Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam Kitab (Taurat) bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka tidakkah kamu mengerti?"
        },
        {
            "id": 1124,
            "surah": 7,
            "nomor": 170,
            "ar": "وَالَّذِيْنَ يُمَسِّكُوْنَ بِالْكِتٰبِ وَاَقَامُوا الصَّلٰوةَۗ اِنَّا لَا نُضِيْعُ اَجْرَ الْمُصْلِحِيْنَ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina yumassikuuna bi<strong>a</strong>lkit<u>aa</u>bi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta inn<u>aa</u> l<u>aa</u> nu<u>dh</u>ii'u ajra <strong>a</strong>lmu<u>sh</u>li<u>h</u>iin<strong>a</strong>",
            "idn": "Dan orang-orang yang berpegang teguh pada Kitab (Taurat) serta melaksanakan salat, (akan diberi pahala). Sungguh, Kami tidak akan menghilangkan pahala orang-orang saleh."
        },
        {
            "id": 1125,
            "surah": 7,
            "nomor": 171,
            "ar": "۞ وَاِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَاَنَّهٗ ظُلَّةٌ وَّظَنُّوْٓا اَنَّهٗ وَاقِعٌۢ بِهِمْۚ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ ࣖ ",
            "tr": "wa-i<u>dz</u> nataqn<u>aa</u> <strong>a</strong>ljabala fawqahum ka-annahu <u>zh</u>ullatun wa<u>zh</u>annuu annahu w<u>aa</u>qi'un bihim khu<u>dz</u>uu m<u>aa</u> <u>aa</u>tayn<u>aa</u>kum biquwwatin wa<strong>u</strong><u>dz</u>kuruu m<u>aa</u> fiihi la'allakum tattaquun<strong>a</strong>",
            "idn": "Dan (ingatlah) ketika Kami mengangkat gunung ke atas mereka, seakan-akan (gunung) itu naungan awan dan mereka yakin bahwa (gunung) itu akan jatuh menimpa mereka. (Dan Kami firmankan kepada mereka), “Peganglah dengan teguh apa yang telah Kami berikan kepadamu, serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya agar kamu menjadi orang-orang bertakwa.”"
        },
        {
            "id": 1126,
            "surah": 7,
            "nomor": 172,
            "ar": "وَاِذْ اَخَذَ رَبُّكَ مِنْۢ بَنِيْٓ اٰدَمَ مِنْ ظُهُوْرِهِمْ ذُرِّيَّتَهُمْ وَاَشْهَدَهُمْ عَلٰٓى اَنْفُسِهِمْۚ  اَلَسْتُ بِرَبِّكُمْۗ قَالُوْا بَلٰىۛ شَهِدْنَا ۛاَنْ تَقُوْلُوْا يَوْمَ الْقِيٰمَةِ اِنَّا كُنَّا عَنْ هٰذَا غٰفِلِيْنَۙ ",
            "tr": "wa-i<u>dz</u> akha<u>dz</u>a rabbuka min banii <u>aa</u>dama min <u>zh</u>uhuurihim <u>dz</u>urriyyatahum wa-asyhadahum 'al<u>aa</u> anfusihim alastu birabbikum q<u>aa</u>luu bal<u>aa</u> syahidn<u>aa</u> an taquuluu yawma alqiy<u>aa</u>mati inn<u>aa</u> kunn<u>aa</u> 'an h<u>aadzaa</u> gh<u>aa</u>filiin<strong>a</strong>",
            "idn": "Dan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), “Bukankah Aku ini Tuhanmu?” Mereka menjawab, “Betul (Engkau Tuhan kami), kami bersaksi.” (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, “Sesungguhnya ketika itu kami lengah terhadap ini.”"
        },
        {
            "id": 1127,
            "surah": 7,
            "nomor": 173,
            "ar": "اَوْ تَقُوْلُوْٓا اِنَّمَآ اَشْرَكَ اٰبَاۤؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنْۢ بَعْدِهِمْۚ  اَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُوْنَ",
            "tr": "aw taquuluu innam<u>aa</u> asyraka <u>aa</u>b<u>aa</u>un<u>aa</u> min qablu wakunn<u>aa</u> <u>dz</u>urriyyatan min ba'dihim afatuhlikun<u>aa</u> bim<u>aa</u> fa'ala <strong>a</strong>lmub<u>th</u>iluun<strong>a</strong>",
            "idn": "Atau agar kamu tidak mengatakan, “Sesungguhnya nenek moyang kami telah mempersekutukan Tuhan sejak dahulu, sedang kami adalah keturunan yang (datang) setelah mereka. Maka apakah Engkau akan membinasakan kami karena perbuatan orang-orang (dahulu) yang sesat?”"
        },
        {
            "id": 1128,
            "surah": 7,
            "nomor": 174,
            "ar": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلَعَلَّهُمْ يَرْجِعُوْنَ",
            "tr": "waka<u>dzaa</u>lika nufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wala'allahum yarji'uun<strong>a</strong>",
            "idn": "Dan demikianlah Kami menjelaskan ayat-ayat itu, agar mereka kembali (kepada kebenaran)."
        },
        {
            "id": 1129,
            "surah": 7,
            "nomor": 175,
            "ar": "وَاتْلُ عَلَيْهِمْ نَبَاَ الَّذِيْٓ اٰتَيْنٰهُ اٰيٰتِنَا فَانْسَلَخَ مِنْهَا فَاَتْبَعَهُ الشَّيْطٰنُ فَكَانَ مِنَ الْغٰوِيْنَ",
            "tr": "wa<strong>u</strong>tlu 'alayhim naba-a <strong>al</strong>la<u>dz</u>ii <u>aa</u>tayn<u>aa</u>hu <u>aa</u>y<u>aa</u>tin<u>aa</u> fa<strong>i</strong>nsalakha minh<u>aa</u> fa-atba'ahu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu fak<u>aa</u>na mina <strong>a</strong>lgh<u>aa</u>wiin<strong>a</strong>",
            "idn": "Dan bacakanlah (Muhammad) kepada mereka, berita orang yang telah Kami berikan ayat-ayat Kami kepadanya, kemudian dia melepaskan diri dari ayat-ayat itu, lalu dia diikuti oleh setan (sampai dia tergoda), maka jadilah dia termasuk orang yang sesat."
        },
        {
            "id": 1130,
            "surah": 7,
            "nomor": 176,
            "ar": "وَلَوْ شِئْنَا لَرَفَعْنٰهُ بِهَا وَلٰكِنَّهٗٓ اَخْلَدَ اِلَى الْاَرْضِ وَاتَّبَعَ هَوٰىهُۚ فَمَثَلُهٗ كَمَثَلِ الْكَلْبِۚ اِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ اَوْ تَتْرُكْهُ يَلْهَثْۗ ذٰلِكَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَاقْصُصِ الْقَ",
            "tr": "walaw syi/n<u>aa</u> larafa'n<u>aa</u>hu bih<u>aa</u> wal<u>aa</u>kinnahu akhlada il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>ttaba'a haw<u>aa</u>hu famatsaluhu kamatsali <strong>a</strong>lkalbi in ta<u>h</u>mil 'alayhi yalhats aw tatruk-hu yalhats <u>dzaa</u>lika matsalu <strong>a</strong>lqawmi <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fa<strong>u</strong>q<u>sh</u>u<u>sh</u>i <strong>a</strong>lqa<u>sh</u>a<u>sh</u>a la'allahum yatafakkaruun<strong>a</strong>",
            "idn": "Dan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya dia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir."
        },
        {
            "id": 1131,
            "surah": 7,
            "nomor": 177,
            "ar": "سَاۤءَ مَثَلًا ۨالْقَوْمُ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاَنْفُسَهُمْ كَانُوْا يَظْلِمُوْنَ",
            "tr": "s<u>aa</u>-a matsalan <strong>a</strong>lqawmu <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wa-anfusahum k<u>aa</u>nuu ya<u>zh</u>limuun<strong>a</strong>",
            "idn": "Sangat buruk perumpamaan orang-orang yang mendustakan ayat-ayat Kami; mereka menzalimi diri sendiri."
        },
        {
            "id": 1132,
            "surah": 7,
            "nomor": 178,
            "ar": "مَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِيْۚ وَمَنْ يُّضْلِلْ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ",
            "tr": "man yahdi <strong>al</strong>l<u>aa</u>hu fahuwa <strong>a</strong>lmuhtadii waman yu<u>dh</u>lil faul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>",
            "idn": "Barangsiapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barangsiapa disesatkan Allah, maka merekalah orang-orang yang rugi."
        },
        {
            "id": 1133,
            "surah": 7,
            "nomor": 179,
            "ar": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ",
            "tr": "walaqad <u>dz</u>ara/n<u>aa</u> lijahannama katsiiran mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi lahum quluubun l<u>aa</u> yafqahuuna bih<u>aa</u> walahum a'yunun l<u>aa</u> yub<u>sh</u>iruuna bih<u>aa</u> walahum <u>aatsaa</u>nun l<u>aa</u> yasma'uuna bih<u>aa</u> ul<u>aa</u>-ika ka<strong>a</strong>l-an'<u>aa</u>mi bal hum a<u>dh</u>allu ul<u>aa</u>-ika humu <strong>a</strong>lgh<u>aa</u>filuun<strong>a</strong>",
            "idn": "Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah."
        },
        {
            "id": 1134,
            "surah": 7,
            "nomor": 180,
            "ar": "وَلِلّٰهِ الْاَسْمَاۤءُ الْحُسْنٰى فَادْعُوْهُ بِهَاۖ وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اَسْمَاۤىِٕهٖۗ سَيُجْزَوْنَ مَا كَانُوْا يَعْمَلُوْنَ ۖ",
            "tr": "walill<u>aa</u>hi <strong>a</strong>l-asm<u>aa</u>u <strong>a</strong>l<u>h</u>usn<u>aa</u> fa<strong>u</strong>d'uuhu bih<u>aa</u> wa<u>dz</u>aruu <strong>al</strong>la<u>dz</u>iina yul<u>h</u>iduuna fii asm<u>aa</u>-ihi sayujzawna m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>",
            "idn": "Dan Allah memiliki Asma'ul-husna (nama-nama yang terbaik), maka bermohonlah kepada-Nya dengan menyebutnya Asma'ul-husna itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya. Mereka kelak akan mendapat balasan terhadap apa yang telah mereka kerjakan."
        },
        {
            "id": 1135,
            "surah": 7,
            "nomor": 181,
            "ar": "وَمِمَّنْ خَلَقْنَآ اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ ࣖ ",
            "tr": "wamimman khalaqn<u>aa</u> ummatun yahduuna bi<strong>a</strong>l<u>h</u>aqqi wabihi ya'diluun<strong>a</strong>",
            "idn": "Dan di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran, dan dengan itu (pula) mereka berlaku adil."
        },
        {
            "id": 1136,
            "surah": 7,
            "nomor": 182,
            "ar": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> sanastadrijuhum min <u>h</u>aytsu l<u>aa</u> ya'lamuun<strong>a</strong>",
            "idn": "Dan orang-orang yang mendustakan ayat-ayat Kami, akan Kami biarkan mereka berangsur-angsur (ke arah kebinasaan), dengan cara yang tidak mereka ketahui."
        },
        {
            "id": 1137,
            "surah": 7,
            "nomor": 183,
            "ar": "وَاُمْلِيْ لَهُمْ ۗاِنَّ كَيْدِيْ مَتِيْنٌ",
            "tr": "waumlii lahum inna kaydii matiin<strong>un</strong>",
            "idn": "Dan Aku akan memberikan tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh."
        },
        {
            "id": 1138,
            "surah": 7,
            "nomor": 184,
            "ar": "اَوَلَمْ يَتَفَكَّرُوْا مَا بِصَاحِبِهِمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ مُّبِيْنٌ",
            "tr": "awa lam yatafakkaruu m<u>aa</u> bi<u>shaah</u>ibihim min jinnatin in huwa ill<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>",
            "idn": "Dan apakah mereka tidak merenungkan bahwa teman mereka (Muhammad) tidak gila. Dia (Muhammad) tidak lain hanyalah seorang pemberi peringatan yang jelas."
        },
        {
            "id": 1139,
            "surah": 7,
            "nomor": 185,
            "ar": "اَوَلَمْ يَنْظُرُوْا فِيْ مَلَكُوْتِ السَّمٰوٰتِ وَالْاَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَّاَنْ عَسٰٓى اَنْ يَّكُوْنَ قَدِ اقْتَرَبَ اَجَلُهُمْۖ فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ",
            "tr": "awalam yan<u>zh</u>uruu fii malakuuti <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> khalaqa <strong>al</strong>l<u>aa</u>hu min syay-in wa-an 'as<u>aa</u> an yakuuna qadi iqtaraba ajaluhum fabi-ayyi <u>h</u>adiitsin ba'dahu yu/minuun<strong>a</strong>",
            "idn": "Dan apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang diciptakan Allah, dan kemungkinan telah dekatnya waktu (kebinasaan) mereka? Lalu berita mana lagi setelah ini yang akan mereka percayai?"
        },
        {
            "id": 1140,
            "surah": 7,
            "nomor": 186,
            "ar": "مَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
            "tr": "man yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fal<u>aa</u> h<u>aa</u>diya lahu waya<u>dz</u>aruhum fii <u>th</u>ughy<u>aa</u>nihim ya'mahuun<strong>a</strong>",
            "idn": "Barangsiapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan."
        },
        {
            "id": 1141,
            "surah": 7,
            "nomor": 187,
            "ar": "يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ ثَقُلَتْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  لَا تَأْتِيْكُمْ اِلَّا بَغْتَةً ۗيَسْـَٔلُوْنَكَ كَاَنَّكَ حَفِيٌّ عَنْهَاۗ قُ",
            "tr": "yas-aluunaka 'ani <strong>al</strong>ss<u>aa</u>'ati ayy<u>aa</u>na murs<u>aa</u>h<u>aa</u> qul innam<u>aa</u> 'ilmuh<u>aa</u> 'inda rabbii l<u>aa</u> yujalliih<u>aa</u> liwaqtih<u>aa</u> ill<u>aa</u> huwa tsaqulat fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> ta/tiikum ill<u>aa</u> baghtatan yas-aluunaka ka-annaka <u>h</u>afiyyun 'anh<u>aa</u> qul innam<u>aa</u> 'ilmuh<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>",
            "idn": "Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, “Kapan terjadi?” Katakanlah, “Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.” Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), “Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.”"
        },
        {
            "id": 1142,
            "surah": 7,
            "nomor": 188,
            "ar": "قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛاِنْ اَنَا۠ اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ ",
            "tr": "qul l<u>aa</u> amliku linafsii naf'an wal<u>aa</u> <u>dh</u>arran ill<u>aa</u> m<u>aa</u> sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu walaw kuntu a'lamu <strong>a</strong>lghayba la<strong>i</strong>staktsartu mina <strong>a</strong>lkhayri wam<u>aa</u> massaniya <strong>al</strong>ssuu-u in an<u>aa</u> ill<u>aa</u> na<u>dz</u>iirun wabasyiirun liqawmin yu/minuun<strong>a</strong>",
            "idn": "Katakanlah (Muhammad), “Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.”"
        },
        {
            "id": 1143,
            "surah": 7,
            "nomor": 189,
            "ar": "۞ هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ اِلَيْهَاۚ فَلَمَّا تَغَشّٰىهَا حَمَلَتْ حَمْلًا خَفِيْفًا فَمَرَّتْ بِهٖ ۚفَلَمَّآ اَثْقَلَتْ دَّعَوَا اللّٰهَ رَبَّهُمَا لَىِٕنْ اٰتَيْتَنَا صَالِحًا لَّنَكُوْنَ",
            "tr": "huwa <strong>al</strong>la<u>dz</u>ii khalaqakum min nafsin w<u>aah</u>idatin waja'ala minh<u>aa</u> zawjah<u>aa</u> liyaskuna ilayh<u>aa</u> falamm<u>aa</u> taghasysy<u>aa</u>h<u>aa</u> <u>h</u>amalat <u>h</u>amlan khafiifan famarrat bihi falamm<u>aa</u> atsqalat da'aw<u>aa</u> <strong>al</strong>l<u>aa</u>ha rabbahum<u>aa</u> la-in <u>aa</u>taytan<u>aa</u> <u>shaa</u>li<u>h</u>an lanakuunanna mina <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>",
            "idn": "Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami istri) bermohon kepada Allah, Tuhan Mereka (seraya berkata), “Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur.”"
        },
        {
            "id": 1144,
            "surah": 7,
            "nomor": 190,
            "ar": "فَلَمَّآ اٰتٰىهُمَا صَالِحًا جَعَلَا لَهٗ شُرَكَاۤءَ فِيْمَآ اٰتٰىهُمَا ۚفَتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ",
            "tr": "falamm<u>aa</u> <u>aa</u>t<u>aa</u>hum<u>aa</u> <u>shaa</u>li<u>h</u>an ja'al<u>aa</u> lahu syurak<u>aa</u>-a fiim<u>aa</u> <u>aa</u>t<u>aa</u>hum<u>aa</u> fata'<u>aa</u>l<u>aa</u> <strong>al</strong>l<u>aa</u>hu 'amm<u>aa</u> yusyrikuun<strong>a</strong>",
            "idn": "Maka setelah Dia memberi keduanya seorang anak yang saleh, mereka menjadikan sekutu bagi Allah terhadap anak yang telah dianugerahkan-Nya itu. Maka Mahatinggi Allah dari apa yang mereka persekutukan."
        },
        {
            "id": 1145,
            "surah": 7,
            "nomor": 191,
            "ar": "اَيُشْرِكُوْنَ مَا لَا يَخْلُقُ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۖ ",
            "tr": "ayusyrikuuna m<u>aa</u> l<u>aa</u> yakhluqu syay-an wahum yukhlaquun<strong>a</strong>",
            "idn": "Mengapa mereka mempersekutukan (Allah dengan) sesuatu (berhala) yang tidak dapat menciptakan sesuatu apa pun? Padahal (berhala) itu sendiri diciptakan."
        },
        {
            "id": 1146,
            "surah": 7,
            "nomor": 192,
            "ar": "وَلَا يَسْتَطِيْعُوْنَ لَهُمْ نَصْرًا وَّلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ",
            "tr": "wal<u>aa</u> yasta<u>th</u>ii'uuna lahum na<u>sh</u>ran wal<u>aa</u> anfusahum yan<u>sh</u>uruun<strong>a</strong>",
            "idn": "Dan (berhala) itu tidak dapat memberikan pertolongan kepada penyembahnya, dan kepada dirinya sendiri pun mereka tidak dapat memberi pertolongan."
        },
        {
            "id": 1147,
            "surah": 7,
            "nomor": 193,
            "ar": "وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَتَّبِعُوْكُمْۗ سَوَۤاءٌ عَلَيْكُمْ اَدَعَوْتُمُوْهُمْ اَمْ اَنْتُمْ صَامِتُوْنَ",
            "tr": "wa-in tad'uuhum il<u>aa</u> <strong>a</strong>lhud<u>aa</u> l<u>aa</u> yattabi'uukum saw<u>aa</u>un 'alaykum ada'awtumuuhum am antum <u>shaa</u>mituun<strong>a</strong>",
            "idn": "Dan jika kamu (wahai orang-orang musyrik) menyerunya (berhala-berhala) untuk memberi petunjuk kepadamu, tidaklah berhala-berhala itu dapat memperkenankan seruanmu; sama saja (hasilnya) buat kamu menyeru mereka atau berdiam diri."
        },
        {
            "id": 1148,
            "surah": 7,
            "nomor": 194,
            "ar": "اِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ عِبَادٌ اَمْثَالُكُمْ فَادْعُوْهُمْ فَلْيَسْتَجِيْبُوْا لَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi 'ib<u>aa</u>dun amts<u>aa</u>lukum fa<strong>u</strong>d'uuhum falyastajiibuu lakum in kuntum <u>shaa</u>diqiin<strong>a</strong>",
            "idn": "Sesungguhnya mereka (berhala-berhala) yang kamu seru selain Allah adalah makhluk (yang lemah) yang serupa juga dengan kamu. Maka serulah mereka lalu biarkanlah mereka memperkenankan permintaanmu, jika kamu orang yang benar."
        },
        {
            "id": 1149,
            "surah": 7,
            "nomor": 195,
            "ar": "اَلَهُمْ اَرْجُلٌ يَّمْشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَيْدٍ يَّبْطِشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَعْيُنٌ يُّبْصِرُوْنَ بِهَآ ۖ اَمْ لَهُمْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۗ قُلِ ادْعُوْا شُرَكَاۤءَكُمْ ثُمَّ كِيْدُوْنِ فَلَا تُنْظِرُوْنِ ",
            "tr": "alahum arjulun yamsyuuna bih<u>aa</u> am lahum aydin yab<u>th</u>isyuuna bih<u>aa</u> am lahum a'yunun yub<u>sh</u>iruuna bih<u>aa</u> am lahum <u>aatsaa</u>nun yasma'uuna bih<u>aa</u> quli ud'uu syurak<u>aa</u>-akum tsumma kiiduuni fal<u>aa</u> tun<u>zh</u>iruun<strong>i</strong>",
            "idn": "Apakah mereka (berhala-berhala) mempunyai kaki untuk berjalan, atau mempunyai tangan untuk memegang dengan keras, atau mempunyai mata untuk melihat, atau mempunyai telinga untuk mendengar? Katakanlah (Muhammad), “Panggillah (berhala-berhalamu) yang kamu anggap sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)ku, dan jangan kamu tunda lagi."
        },
        {
            "id": 1150,
            "surah": 7,
            "nomor": 196,
            "ar": "اِنَّ وَلِيِّ َۧ اللّٰهُ الَّذِيْ نَزَّلَ الْكِتٰبَۖ وَهُوَ يَتَوَلَّى الصّٰلِحِيْنَ",
            "tr": "inna waliyyiya <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii nazzala <strong>a</strong>lkit<u>aa</u>ba wahuwa yatawall<u>aa</u> <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>",
            "idn": "Sesungguhnya pelindungku adalah Allah yang telah menurunkan Kitab (Al-Qur'an). Dia melindungi orang-orang saleh."
        },
        {
            "id": 1151,
            "surah": 7,
            "nomor": 197,
            "ar": "وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَطِيْعُوْنَ نَصْرَكُمْ وَلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ",
            "tr": "wa<strong>a</strong>lla<u>dz</u>iina tad'uuna min duunihi l<u>aa</u> yasta<u>th</u>ii'uuna na<u>sh</u>rakum wal<u>aa</u> anfusahum yan<u>sh</u>uruun<strong>a</strong>",
            "idn": "Dan berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri.”"
        },
        {
            "id": 1152,
            "surah": 7,
            "nomor": 198,
            "ar": "وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَسْمَعُوْاۗ وَتَرٰىهُمْ يَنْظُرُوْنَ اِلَيْكَ وَهُمْ لَا يُبْصِرُوْنَ",
            "tr": "wa-in tad'uuhum il<u>aa</u> <strong>a</strong>lhud<u>aa</u> l<u>aa</u> yasma'uu watar<u>aa</u>hum yan<u>zh</u>uruuna ilayka wahum l<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>",
            "idn": "Dan jika kamu menyeru mereka (berhala-berhala) untuk memberi petunjuk, mereka tidak dapat mendengarnya. Dan kamu lihat mereka memandangmu padahal mereka tidak melihat."
        },
        {
            "id": 1153,
            "surah": 7,
            "nomor": 199,
            "ar": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَاَعْرِضْ عَنِ الْجَاهِلِيْنَ",
            "tr": "khu<u>dz</u>i <strong>a</strong>l'afwa wa/mur bi<strong>a</strong>l'urfi wa-a'ri<u>dh</u> 'ani <strong>a</strong>lj<u>aa</u>hiliin<strong>a</strong>",
            "idn": "Jadilah pemaaf dan suruhlah orang mengerjakan yang makruf, serta jangan pedulikan orang-orang yang bodoh."
        },
        {
            "id": 1154,
            "surah": 7,
            "nomor": 200,
            "ar": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ سَمِيْعٌ عَلِيْمٌ",
            "tr": "wa-imm<u>aa</u> yanzaghannaka mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni nazghun fa<strong>i</strong>sta'i<u>dz</u> bi<strong>al</strong>l<u>aa</u>hi innahu samii'un 'aliim<strong>un</strong>",
            "idn": "Dan jika setan datang menggodamu, maka berlindunglah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui."
        },
        {
            "id": 1155,
            "surah": 7,
            "nomor": 201,
            "ar": "اِنَّ الَّذِيْنَ اتَّقَوْا اِذَا مَسَّهُمْ طٰۤىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَاِذَا هُمْ مُّبْصِرُوْنَۚ ",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina ittaqaw i<u>dzaa</u> massahum <u>th</u><u>aa</u>-ifun mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni ta<u>dz</u>akkaruu fa-i<u>dzaa</u> hum mub<u>sh</u>iruun<strong>a</strong>",
            "idn": "Sesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya)."
        },
        {
            "id": 1156,
            "surah": 7,
            "nomor": 202,
            "ar": "وَاِخْوَانُهُمْ يَمُدُّوْنَهُمْ فِى الْغَيِّ ثُمَّ لَا يُقْصِرُوْنَ",
            "tr": "wa-ikhw<u>aa</u>nuhum yamudduunahum fii <strong>a</strong>lghayyi tsumma l<u>aa</u> yuq<u>sh</u>iruun<strong>a</strong>",
            "idn": "Dan teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam menyesatkan dan mereka tidak henti-hentinya (menyesatkan)."
        },
        {
            "id": 1157,
            "surah": 7,
            "nomor": 203,
            "ar": "وَاِذَا لَمْ تَأْتِهِمْ بِاٰيَةٍ قَالُوْا لَوْلَا اجْتَبَيْتَهَاۗ قُلْ اِنَّمَآ اَتَّبِعُ مَا يُوْحٰٓى اِلَيَّ مِنْ رَّبِّيْۗ هٰذَا بَصَاۤىِٕرُ مِنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّؤْمِنُوْنَ",
            "tr": "wa-i<u>dzaa</u> lam ta/tihim bi-<u>aa</u>yatin q<u>aa</u>luu lawl<u>aa</u> ijtabaytah<u>aa</u> qul innam<u>aa</u> attabi'u m<u>aa</u> yuu<u>haa</u> ilayya min rabbii h<u>aadzaa</u> ba<u>shaa</u>-iru min rabbikum wahudan wara<u>h</u>matun liqawmin yu/minuun<strong>a</strong>",
            "idn": "Dan apabila engkau (Muhammad) tidak membacakan suatu ayat kepada mereka, mereka berkata, “Mengapa tidak engkau buat sendiri ayat itu?” Katakanlah (Muhammad), “Sesungguhnya aku hanya mengikuti apa yang diwahyukan Tuhanku kepadaku. (Al-Qur'an) ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman.”"
        },
        {
            "id": 1158,
            "surah": 7,
            "nomor": 204,
            "ar": "وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ",
            "tr": "wa-i<u>dzaa</u> quri-a <strong>a</strong>lqur-<u>aa</u>nu fa<strong>i</strong>stami'uu lahu wa-an<u>sh</u>ituu la'allakum tur<u>h</u>amuun<strong>a</strong>",
            "idn": "Dan apabila dibacakan Al-Qur'an, maka dengarkanlah dan diamlah, agar kamu mendapat rahmat."
        },
        {
            "id": 1159,
            "surah": 7,
            "nomor": 205,
            "ar": "وَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ",
            "tr": "wa<strong>u</strong><u>dz</u>kur rabbaka fii nafsika ta<u>dh</u>arru'an wakhiifatan waduuna <strong>a</strong>ljahri mina <strong>a</strong>lqawli bi<strong>a</strong>lghuduwwi wa<strong>a</strong>l-<u>aasaa</u>li wal<u>aa</u> takun mina <strong>a</strong>lgh<u>aa</u>filiin<strong>a</strong>",
            "idn": "Dan ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut, dan dengan tidak mengeraskan suara, pada waktu pagi dan petang, dan janganlah kamu termasuk orang-orang yang lengah."
        },
        {
            "id": 1160,
            "surah": 7,
            "nomor": 206,
            "ar": "اِنَّ الَّذِيْنَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَيُسَبِّحُوْنَهٗ وَلَهٗ يَسْجُدُوْنَ ࣖ ۩",
            "tr": "inna <strong>al</strong>la<u>dz</u>iina 'inda rabbika l<u>aa</u> yastakbiruuna 'an 'ib<u>aa</u>datihi wayusabbi<u>h</u>uunahu walahu yasjuduun<strong>a</strong>",
            "idn": "Sesungguhnya orang-orang yang ada di sisi Tuhanmu tidak merasa enggan untuk menyembah Allah dan mereka menyucikan-Nya dan hanya kepada-Nya mereka bersujud."
        }
    ],
    "surat_selanjutnya": {
        "id": 8,
        "nomor": 8,
        "nama": "الانفال",
        "nama_latin": "Al-Anfal",
        "jumlah_ayat": 75,
        "tempat_turun": "madinah",
        "arti": "Rampasan Perang",
        "deskripsi": "Surat Al Anfaal terdiri atas 75 ayat dan termasuk golongan surat-surat Madaniyyah, karena seluruh ayat-ayatnya diturunkan di Madinah. Surat ini dinamakan <i>Al Anfaal</i> yang berarti harta rampasan perang berhubung kata <i>Al Anfaal</i> terdapat pada permulaan surat ini dan juga persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas r.a. surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijrah. Peperangan ini sangat penting artinya, karena dialah yang menentukan jalan sejarah Perkembangan Islam. Pada waktu itu umat Islam dengan berkekuatan kecil untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar, dan berperlengkapan yang cukup, dan mereka dalam peperangan ini memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu timbullah masalah bagaimana membagi harta-harta rampasan perang itu, maka kemudian Allah menurunkan ayat pertama dari surat ini.",
        "audio": "https://santrikoding.com/storage/audio/008.mp3"
    },
    "surat_sebelumnya": {
        "id": 6,
        "nomor": 6,
        "nama": "الانعام",
        "nama_latin": "Al-An'am",
        "jumlah_ayat": 165,
        "tempat_turun": "mekah",
        "arti": "Binatang Ternak",
        "deskripsi": "Surat Al An'aam (binatang ternak: unta, sapi, biri-biri dan kambing) yang terdiri atas 165 ayat, termasuk golongan surat Makkiyah, karena hampur seluruh ayat-ayat-Nya diturunkan di Mekah dekat sebelum hijrah. Dinamakan <i>Al An'aam</i> karena di dalamnya disebut kata <i>An'aam</i> dalam hubungan dengan adat-istiadat kaum musyrikin, yang menurut mereka binatang-binatang ternak itu dapat dipergunakan untuk mendekatkan diri kepada tuhan mereka. Juga dalam surat ini disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.",
        "audio": "https://santrikoding.com/storage/audio/006.mp3"
    }
}